Repository: files-community/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: ar, es_es, fr_fr, hr_hr, ko_kr, nl_nl, vi

# FolderNotFoundDialog.Title
source: Did you delete this folder?
ar: هل قمت بحذف هذا الملف؟
es_es: ¿Has eliminado esta carpeta?
fr_fr: Avez-vous supprimé ce dossier ?
hr_hr: Jeste li izbrisali ovu mapu?
ko_kr: 폴더를 삭제하셨나요?
nl_nl: Is deze map verwijderd?
vi: Bạn có xóa bỏ thư mục này không?

# FileInUseDeleteDialog.Text
source: The file you're trying to delete is currently being used by an another application.
ar: الملف الذي تحاول حذفه يتم حاليا استخذامه عبر برنامج اخر
es_es: La acción no se puede completar porque otro programa tiene abierto el archivo.
fr_fr: Le fichier que vous essayez de supprimer est actuellement utilisé par une autre application.
hr_hr: Datoteku koju pokušavate izbrisati trenutno koristi druga aplikacija.
ko_kr: 다른 프로그램에서 열려 있으므로 제거할 수 없습니다.
nl_nl: Het bestand dat u probeert te verwijderen, wordt momenteel gebruikt door een andere toepassing.
vi: Tệp bạn đang cố gắng để xóa bỏ đang có ứng dụng khác sử dụng.

# FileInUseDeleteDialog.Title
source: File is in use
ar: الملف قيد الاستخدام
es_es: Archivo en uso
fr_fr: Le fichier en cours d'utilisation
hr_hr: Datoteka je u upotrebi
ko_kr: 파일이 사용 중입니다
nl_nl: Bestand in gebruik
vi: Tệp đang sử dụng

# FileInUseDeleteDialog.PrimaryButtonText
source: Try again
ar: حاول مرة أخرى
es_es: Reintentar
fr_fr: Réessayer
hr_hr: Pokušaj ponovno
ko_kr: 다시 시도
nl_nl: Opnieuw proberen
vi: Thử lại

# FileInUseDeleteDialog.SecondaryButtonText
source: OK
ar: موافق
es_es: Aceptar
hr_hr: U redu
ko_kr: 확인
vi: Đồng ý

# BaseLayoutContextFlyoutEmptyRecycleBin.Text
source: Empty recycle bin
ar: إفراغ سلة المهملات
es_es: Vaciar Papelera de reciclaje
fr_fr: Vider la Corbeille
hr_hr: Isprazni koš za smeće
ko_kr: 휴지통 비우기
nl_nl: Prullenbak leegmaken
vi: Dọn sạch thùng rác

# BaseLayoutItemContextFlyoutRestore.Text
source: Restore
ar: استعادة
es_es: Restaurar
fr_fr: Restaurer
hr_hr: Vrati
ko_kr: 복원
nl_nl: Herstellen
vi: Khôi phục

# DaysAgo
source: {0} days ago
ar: منذ {0} يوم (أيام)
es_es: hace {0} días
fr_fr: Il y a {0} jours
hr_hr: Prije {0} dana
ko_kr: {0}일 전
nl_nl: {0} dagen geleden
vi: {0} ngày trước

# HoursAgo
source: {0} hours ago
ar: منذ {0} ساعات
es_es: hace {0} horas
fr_fr: Il y a {0} heures
hr_hr: Prije {0} sati
ko_kr: {0}시간 전
nl_nl: {0} uur geleden
vi: {0} giờ trước

# DayAgo
source: {0} day ago
ar: منذ يوم واحد {0}
es_es: hace {0} día
fr_fr: Il y a {0} jour
hr_hr: Prije {0} dan
ko_kr: {0}일 전
nl_nl: {0} dag geleden
vi: {0} ngày trước

# HourAgo
source: {0} hour ago
ar: منذ {0} ساعة
es_es: hace {0} hora
fr_fr: Il y a {0} heure
hr_hr: Prije {0} sata
ko_kr: {0}시간 전
nl_nl: {0} uur geleden
vi: {0} giờ trước

# MinutesAgo
source: {0} minutes ago
ar: منذ {0} دقائق
es_es: hace {0} minutos
fr_fr: Il y a {0} minutes
hr_hr: Prije {0} minuta
ko_kr: {0}분 전
nl_nl: {0} minuten geleden
vi: {0} phút trước

# MinuteAgo
source: {0} minute ago
ar: منذ {0} دقيقة
es_es: hace {0} minuto
fr_fr: Il y a {0} minute
hr_hr: prije {0} minutu
ko_kr: {0}분 전
nl_nl: {0} minuut geleden
vi: Cách đây {0} phút

# SecondsAgo
source: {0} seconds ago
ar: منذ {0} من الثواني
es_es: hace {0} segundos
fr_fr: Il y a {0} secondes
hr_hr: Prije {0} sekundi
ko_kr: {0}초 전
nl_nl: {0} seconden geleden
vi: {0} giây trước

# SettingsOnStartupOpenASpecificPagePath.PlaceholderText
source: New Tab
ar: علامة تبويب جديدة
es_es: Nueva pestaña
fr_fr: Nouvel onglet
hr_hr: Nova kartica
ko_kr: 새 탭
nl_nl: Nieuw tabblad
vi: Tab Mới

# ErrorDialogUnsupportedOperation
source: The requested operation is not supported
ar: العملية التي قمت بها غير مدعومة
es_es: La operación solicitada no es soportada en esta ubicación
fr_fr: L'opération demandée n'est pas prise en charge
hr_hr: Zatražena operacija nije podržana.
ko_kr: 해당 기능은 지원되지 않습니다
nl_nl: De gevraagde bewerking wordt niet ondersteund.
vi: Hoạt động đã yêu cầu không hỗ trợ

# DriveFreeSpaceAndCapacity
source: {0} free of {1}
ar: {0} فارغ من {1}
es_es: {0} disponibles de {1}
fr_fr: {0} libre(s) sur {1}
hr_hr: {0} slobodno od {1}
ko_kr: {1} 중 {0} 사용 가능
nl_nl: {0} vrij van {1}
vi: {0} phần {1}

# BaseLayoutItemContextFlyoutOpenItemWith.Text
source: Open With
ar: فتح بواسطة
es_es: Abrir con...
fr_fr: Ouvrir avec
hr_hr: Otvori sa
ko_kr: 연결 프로그램
nl_nl: Openen met
vi: Mở Bằng...

# FileNameTeachingTip.Subtitle
source: The item name must not contain the following characters: \ / : * ? " < > |
ar: اسم الملف يجب ان يحتوي على: \ / : * ? " < > |
es_es: El nombre de archivo no puede contener ninguno de los siguientes caracteres: \ / : * ? " < > |
fr_fr: Le nom ne doit pas contenir les caractères suivants : \ / : * ? " < > |
hr_hr: Naziv stavke ne smije sadržavati sljedeće znakove: \ / : * ? " < > |
ko_kr: 파일 이름에는 다음 문자를 사용할 수 없습니다. \ / : * ? " < > |
nl_nl: De itemnaam mag geen van de volgende tekens bevatten: \ / : * ? " < > |
vi: Tên mục không được có những ký tự trong danh sách sau: \ / : * ? " < > |

# FileNameTeachingTip.CloseButtonContent
source: OK
ar: موافق
es_es: Aceptar
hr_hr: U redu
ko_kr: 확인
vi: Đồng ý

# RenameDialogSymbolsTip.Text
source: The item name must not contain the following characters: \ / : * ? " < > |
ar: اسم الملف لا يجب ان يحتوي على: \ / : * ? " < > |
es_es: El nombre de archivo no puede contener ninguno de los siguientes caracteres: \ / : * ? " < > |
fr_fr: Le nom ne doit pas contenir les caractères suivants : \ / : * ? " < > |
hr_hr: Naziv stavke ne smije sadržavati sljedeće znakove: \ / : * ? " < > |
ko_kr: 파일 이름에는 다음 문자를 사용할 수 없습니다. \ / : * ? " < > |
nl_nl: De itemnaam mag geen van de volgende tekens bevatten: \ / : * ? " < > |
vi: Tên mục không được có những ký tự trong danh sách sau: \ / : * ? " < > |

# ItemSelected.Text
source: item selected
ar: تم تحديد العنصر
es_es: elemento seleccionado
fr_fr: élément sélectionné
hr_hr: stavka odabrana
ko_kr: 항목 선택함
nl_nl: item geselecteerd
vi: mục đã chọn

# ItemsSelected.Text
source: items selected
ar: عناصر محددة
es_es: elementos seleccionados
fr_fr: éléments sélectionnés
hr_hr: stavki odabrano
ko_kr: 항목 선택함
nl_nl: items geselecteerd
vi: mục đã chọn

# ItemCount.Text
source: item
ar: عنصر
es_es: elemento
fr_fr: élément
hr_hr: stavka
ko_kr: 항목
vi: mục

# ItemsCount.Text
source: items
ar: الأصناف
es_es: elementos
fr_fr: éléments
hr_hr: stavki
ko_kr: 항목
vi: mục

# PropertiesAccessed.Text
source: Accessed:
ar: التشغيل الأخير
es_es: Accedido:
fr_fr: Dernier accès le :
hr_hr: Pristupano:
ko_kr: 액세스한 날짜:
nl_nl: Laatst geopend:
vi: Đã truy nhập:

# ConfirmEmptyBinDialogContent
source: Are you sure you want to permanently delete all these items?
ar: هل انت متاكد من القيام بحذف جميع الملفات المختارة
es_es: ¿Estás seguro que quieres eliminar todos estos elementos?
fr_fr: Êtes-vous sûr de vouloir supprimer définitivement tous les éléments ?
hr_hr: Jeste li sigurni da želite trajno izbrisati sve ove stavke?
ko_kr: 모든 항목을 완전히 삭제하시겠습니까?
nl_nl: Wilt u al deze items permanent verwijderen?
vi: Chắc chắn bạn muốn xóa bỏ những mục này vĩnh viễn không?

# ConfirmEmptyBinDialogTitle
source: Empty recycle bin
ar: إفراغ سلة المحذوفات
es_es: Vaciar Papelera de reciclaje
fr_fr: Vider la Corbeille
hr_hr: Isprazni koš za smeće
ko_kr: 휴지통 비우기
nl_nl: Prullenbak leegmaken
vi: Dọn sạch thùng rác

source: Yes
es_es: Sí
fr_fr: Oui
hr_hr: Da
ko_kr: 예
nl_nl: Ja
vi: Có

# ItemSizeBytes
source: bytes
ar: بايت
fr_fr: octets
hr_hr: bajtova
ko_kr: 바이트
vi: byte

# BitlockerDialog.PrimaryButtonText
source: Unlock
ar: إلغاء تأمين
es_es: Desbloquear
fr_fr: Déverrouiller
hr_hr: Otključaj
ko_kr: 잠금 해제
nl_nl: Ontgrendelen
vi: Mở khóa

# BitlockerDialog.Title
source: Enter password to unlock the drive
ar: ادخل كلمة السر لفتح المحرك
es_es: Escriba la contraseña para desbloquear esta unidad
fr_fr: Entrez le mot de passe pour déverrouiller le disque
hr_hr: Unesite lozinku za otključavanje pogona
ko_kr: 드라이브를 잠금 해제하려면 비밀번호를 입력하세요
nl_nl: Geef het wachtwoord op om dit station te ontgrendelen
vi: Nhập vào mật khẩu để mở khóa của ổ lưu trữ.

# BitlockerDialogInputText.PlaceholderText
source: Password
ar: كلمة مرور
es_es: Contraseña
fr_fr: Mot de passe
hr_hr: Lozinka
ko_kr: 비밀번호
nl_nl: Wachtwoord
vi: Mật khẩu

# BitlockerInvalidPwDialog.Text
source: Please check the password and try again.
ar: الرجاء التحقق من كلمة المرور والمحاولة مرة اخرة
es_es: Clave incorrecta, revisa e inténtalo de nuevo.
fr_fr: Vérifiez le mot de passe et essayez à nouveau.
hr_hr: Provjerite lozinku i pokušajte ponovo.
ko_kr: 비밀번호를 확인하고 다시 시도해 주세요.
nl_nl: Controleer het wachtwoord en probeer het opnieuw.
vi: Làm ơn kiểm tra mật khẩu và thử lần nữa.

# BitlockerInvalidPwDialog.Title
source: BitLocker error
ar: BitLocker خطا
es_es: Error al intentar desbloquear
fr_fr: Erreur BitLocker
hr_hr: BitLocker greška
ko_kr: BitLocker 오류
nl_nl: BitLocker-fout
vi: Sự lỗi về Bitlocker

# PropertiesFilesAndFoldersCount.Text
source: Contains:
ar: المحتويات:
es_es: Contiene:
fr_fr: Contient :
hr_hr: Sadrži:
ko_kr: 내용:
nl_nl: Bevat:
vi: Chứa:

# PropertiesFilesAndFoldersCountString
source: {0:#,##0} files, {1:#,##0} folders
ar: {0:#,##0} ملفات, {1:#,##0} حافظات
es_es: {0:#,##0} Archivos, {1:#,##0} Carpetas
fr_fr: {0:#,##0} fichiers, {1:#,##0} dossiers
hr_hr: {0:#,##0} datoteka, {1:#,##0} mapa
ko_kr: 파일 {0:#,##0}, 폴더 {1:#,##0}
nl_nl: {0:#,##0} bestanden, {1:#,##0} mappen

# BaseLayoutContextFlyoutRunAsAdmin.Text
source: Run as administrator
ar: تشغيل كمسؤول
es_es: Ejecutar como administrador
fr_fr: Exécuter en tant qu'administrateur
hr_hr: Pokreni kao administrator
ko_kr: 관리자 권한으로 실행
nl_nl: Als administrator uitvoeren
vi: Chạy với quyền người quản trị

# BaseLayoutContextFlyoutRunAsAnotherUser.Text
source: Run as another user
ar: التشغيل كمستخدم آخر
es_es: Ejecutar como otro usuario
fr_fr: Exécuter en tant qu'autre utilisateur
hr_hr: Pokreni kao neki drugi korisnik
ko_kr: 다른 사용자로 실행
nl_nl: Als andere gebruiker uitvoeren
vi: Chạy như là người dùng khác

# PropertiesDriveItemTypesEquals
source: All type of {0}
ar: جميع انواع {0 }
es_es: Todos del tipo {0}
fr_fr: Tous de type {0}
hr_hr: Sve vrste od {0}
ko_kr: {0} 형식의 모든 파일
nl_nl: Alle typen {0}
vi: Tất cả lỗi của {0}

# PropertiesDriveItemTypeDifferent
source: Different types
ar: انواع مختلفة
es_es: Tipos múltiples
fr_fr: Différents types
hr_hr: Različite vrste
ko_kr: 복수 종류
nl_nl: Verschillende typen
vi: Loại khác nhau

# PropertiesCombinedItemPath
source: All in {0}
ar: الجميع في {0}
es_es: Todos en {0}
fr_fr: Tous dans {0}
hr_hr: Sve u {0}
ko_kr: {0}의 모든 파일
nl_nl: Alles in {0}
vi: Tất cả trong {0}

# PropertiesDriveUsedSpace.Text
source: Used space:
ar: المساحة المستخدمة
es_es: Espacio usado:
fr_fr: Espace utilisé :
hr_hr: Iskorišten prostor:
ko_kr: 사용 중인 공간:
nl_nl: Gebruikte ruimte:
vi: Không gian đã dùng:

# PropertiesDriveFreeSpace.Text
source: Free space:
ar: المساحة الحرة
es_es: Espacio disponible:
fr_fr: Espace libre :
hr_hr: Slobodan prostor:
ko_kr: 사용 가능한 공간:
nl_nl: Beschikbare ruimte:
vi: Không gian Trống:

# PropertiesDriveCapacity.Text
source: Capacity:
ar: السعة
es_es: Capacidad:
fr_fr: Capacité :
hr_hr: Kapacitet:
ko_kr: 용량:
nl_nl: Capaciteit:
vi: Dung lượng:

# PropertiesDriveFileSystem.Text
source: File system:
ar: نظام الملفات
es_es: Sistema de archivos:
fr_fr: Système de fichiers :
hr_hr: Datotečni sustav:
ko_kr: 파일 시스템:
nl_nl: Bestandssysteem:
vi: Hệ thống tệp:

# DeleteInProgress.Title
source: Deleting files
ar: حذف الملفات
es_es: Eliminando archivos
fr_fr: Suppression des fichiers
hr_hr: Brisanje datoteka
ko_kr: 삭제하는 중
nl_nl: Bestanden verwijderen
vi: Đang xóa tệp

# PasteInProgress.Title
source: Pasting files
ar: لصق الملف
es_es: Pegando archivos
fr_fr: Copie des fichiers
hr_hr: Lijepljenje datoteka
ko_kr: 붙여넣는 중
nl_nl: Bestanden plakken
vi: Đang dán tệp

# RecycleInProgress.Title
source: Moving files to the Recycle Bin
ar: نقل الى سلة المهملات
es_es: Moviendo archivos a la Papelera de reciclaje
fr_fr: Déplacement vers la Corbeille en cours
hr_hr: Premještanje datoteka u koš za smeće
ko_kr: 파일을 휴지통으로 이동하는 중
nl_nl: Bestanden verplaatsen naar prullenbak
vi: Đang di chuyển tệp đến Thùng rác.

# JumpListRecentGroupHeader
source: Recent
ar: الأخيرة
es_es: Recientes
fr_fr: Récent
hr_hr: Nedavno
ko_kr: 최근
vi: Gần đây

# syncStatusColumn.Header
source: Status
ar: حالة
es_es: Estado
fr_fr: Statut
ko_kr: 상태
vi: Trạng thái

# SettingsOnStartupOpenAddPageButton.Content
source: Add a new page
ar: إضافة صفحة جديدة.
es_es: Agregar una página nueva
fr_fr: Ajouter une nouvelle page
hr_hr: Dodajte novu stranicu
ko_kr: 새 페이지 추가
nl_nl: Nieuwe pagina toevoegen
vi: Thêm trang mới

# SettingsOnStartupPages.Text
source: Pages:
ar: الصفحات
es_es: Páginas
hr_hr: Stranice:
ko_kr: 페이지:
nl_nl: Pagina's:
vi: Trang

# SettingsPreferencesSystemDefaultLanguageOption
source: Windows default
ar: ويندوز الافتراضي
es_es: Predeterminado de Windows
fr_fr: Système
hr_hr: Windows zadana postavka
ko_kr: Windows 기본값
nl_nl: Windows-standaard
vi: Mặc định của Windows

# TabStripDragAndDropUIOverrideCaption
source: Move tab here
ar: انقل علامة التبويب الى هنا
es_es: Mover la pestaña aquí
fr_fr: Déplacer l'onglet ici
hr_hr: Premjesti karticu ovdje
ko_kr: 탭을 여기로 이동
nl_nl: Tabblad hierheen verplaatsen
vi: Di chuyển tab đây

# NavigationToolbarVisiblePathNoResults
source: No results
ar: لا توجد نتائج
es_es: No hay resultados
fr_fr: Aucun résultat
hr_hr: Nema rezultata
ko_kr: 결과 없음
nl_nl: Geen resultaten
vi: Không có kết quả

# SubDirectoryAccessDenied
source: Can't access any items to display
ar: لا يمكن الوصول إلى أي عناصر لعرضها
es_es: No se puede acceder a ningún elemento para mostrar
fr_fr: Impossible d'accéder à un élément à afficher
hr_hr: Nije moguće pristupiti nijednoj stavci za prikaz
ko_kr: 표시할 항목에 접근할 수 없음
nl_nl: Geen toegang tot items om weer te geven
vi: Không được truy cập mục nào để hiển thị

# MoveToFolderCaptionText
source: Move to {0}
ar: نقل إلى ${0}
es_es: Mover a {0}
fr_fr: Déplacer vers {0}
hr_hr: Premjesti u {0}
ko_kr: {0}(으)로 이동
nl_nl: Verplaatsen naar {0}
vi: Chuyển đến ${0}

# ErrorDialogSameSourceDestinationFile
source: The source and destination file names are the same.
ar: ‏‏الملفين المصدر والوجهة لهما نفس الاسم.
es_es: Los nombres de archivo de origen y de destino son idénticos.
fr_fr: Le nom du fichier source et de destination est le même.
hr_hr: Nazivi izvornih i odredišnih datoteka su isti.
ko_kr: 대상 파일과 원본 파일의 이름이 같습니다.
nl_nl: De naam van het bronbestand is hetzelfde als die van het doelbestand.
vi: Tệp nguồn và tệp nơi đến cùng nhau.

# ErrorDialogSameSourceDestinationFolder
source: The destination folder is the same as the source folder.
ar: ‏‏المجلد الوجهة هو نفسه المجلد المصدر
es_es: La carpeta de destino es la misma que la carpeta de origen.
fr_fr: Le dossier de destination est le même que le dossier source.
hr_hr: Odredišna je mapa ista kao izvorišna.
ko_kr: 대상 폴더가 원본 폴더와 동일합니다.
nl_nl: De doelmap is hetzelfde als de bronmap.
vi: Thư mục nơi đến và thư mục nguồn cùng nhau.

# CopyToFolderCaptionText
source: Copy to {0}
ar: نسخ إلى {0}
es_es: Copiar a {0}
fr_fr: Copier vers {0}
hr_hr: Kopiraj u {0}
ko_kr: {0}(으)로 복사
nl_nl: Kopiëren naar {0}
vi: Sao chép sang {0}

# BaseLayoutItemContextFlyoutShortcut.Text
source: Create shortcut
ar: إنشاء اختصار
es_es: Crear acceso directo
fr_fr: Créer un raccourci
hr_hr: Stvori prečac
ko_kr: 바로 가기 만들기
nl_nl: Snelkoppeling maken
vi: Tạo lối tắt

# PropertiesDialogOpenLinkButton.Content
source: Open file location
ar: فتح موقع الملف
es_es: Abrir ubicación del archivo
fr_fr: Ouvrir l'emplacement du fichier
hr_hr: Otvori lokaciju datoteke
ko_kr: 파일 위치 열기
nl_nl: Bestandslocatie openen
vi: Mở vị trí tệp

# PropertiesShortcutItemArgs.Text
source: Arguments:
ar: ‏‏الوسيطات
es_es: Argumentos:
hr_hr: Argumenti:
ko_kr: 전달인자:
nl_nl: Argumenten:
vi: Đối số:

# PropertiesShortcutItemPath.Text
source: Destination:
ar: ‏‏الوجهة
es_es: Destino:
hr_hr: Odredište:
ko_kr: 대상:
nl_nl: Bestemming:
vi: Nơi đến:

# PropertiesShortcutItemType.Text
source: Shortcut type:
ar: نوع الاختصار
es_es: Tipo de destino:
fr_fr: Type de raccourci :
hr_hr: Vrsta prečaca:
ko_kr: 바로 가기 종류:
nl_nl: Snelkoppelingstype:
vi: Loại lối tắt:

# PropertiesShortcutItemWorkingDir.Text
source: Working directory:
ar: دليل العمل:
es_es: Ubicación de destino:
fr_fr: Dossier de travail :
hr_hr: Radna mapa:
ko_kr: 시작 위치:
nl_nl: Werkmap:
vi: Danh mục đang hoạt động:

# PropertiesShortcutTypeApplication
source: Application
ar: التطبيق
es_es: Aplicación
hr_hr: Aplikacija
ko_kr: 응용 프로그램
nl_nl: Toepassing
vi: Ứng dụng

# PropertiesShortcutTypeFile
source: File
ar: ملف
es_es: Archivo
fr_fr: Fichier
hr_hr: Datoteka
ko_kr: 파일
nl_nl: Bestand
vi: Tệp

# PropertiesShortcutTypeFolder
source: Folder
ar: مجلد
es_es: Carpeta
fr_fr: Dossier
hr_hr: Mapa
ko_kr: 폴더
nl_nl: Map
vi: Thư mục

# PropertiesShortcutTypeLink
source: Web link
ar: رابط موقع
es_es: Dirección URL
fr_fr: Lien web
hr_hr: Web veze
ko_kr: 링크
nl_nl: Webkoppeling
vi: Liên kết web

source: General
fr_fr: Général
hr_hr: Općenito
ko_kr: 일반
nl_nl: Algemeen
vi: Chung

source: Shortcut
es_es: Acceso directo
fr_fr: Raccourci
hr_hr: Prečac
ko_kr: 바로 가기
nl_nl: Snelkoppeling
vi: Lối tắt

# ShortcutFileType
source: Shortcut
ar: اختصار
es_es: Acceso directo
fr_fr: Raccourci
hr_hr: Prečac
ko_kr: 바로 가기
nl_nl: Snelkoppeling
vi: Lối tắt

# ShortcutWebLinkFileType
source: Internet shortcut
ar: اختصار الإنترنت
es_es: Acceso directo a Internet
fr_fr: Raccourci internet
hr_hr: Internet prečac
ko_kr: 인터넷 바로 가기
nl_nl: Internetsnelkoppeling
vi: Lối tắt Internet

# ShortcutCreateNewSuffix
source: {0} - shortcut
ar: {0} - الاختصار
es_es: {0} - Acceso directo
fr_fr: {0} - raccourci
hr_hr: {0} - prečac
ko_kr: {0} - 바로 가기
nl_nl: {0} - snelkoppeling
vi: {0} - lối tắt

# BaseLayoutItemContextFlyoutOpenFileLocation.Text
source: Open file location
ar: فتح موقع الملف
es_es: Abrir ubicación del archivo
fr_fr: Ouvrir l'emplacement du fichier
hr_hr: Otvori lokaciju datoteke
ko_kr: 파일 위치 열기
nl_nl: Bestandslocatie openen
vi: Mở vị trí tệp

# SettingsAboutContributors.Text
source: Contributors
ar: ‏‏المساهمون
es_es: Contribuidores
fr_fr: Contributeurs
hr_hr: Suradnici
ko_kr: 기여자
nl_nl: Bijdragers
vi: Người đóng góp

# SettingsAboutReleaseNotes.Text
source: Release notes
ar: ملاحظات الإصدار
es_es: Notas de la versión
fr_fr: Notes de version
hr_hr: Napomene uz izdanje
ko_kr: 릴리즈 노트
nl_nl: Releaseopmerkingen
vi: T. tin về p. bản

# InvalidItemDialogContent
source: The item referenced is either invalid or inaccessible.{0}Error message:{0}{1}
ar: العنصر المشار إليه إما غير صالح أو لا يمكن الوصول إليه{0}رسالة خطأ{0}{1}
es_es: El elemento al que se hace referencia no es válido o es inaccesible.{0}Mensaje de error:{0}{1}
fr_fr: L'élément référencé est invalide ou inaccessible.{0}Message d'erreur : {0}{1}
hr_hr: Referentna stavka je nevaljana ili nedostupna.{0}Poruka o grešci:{0}{1}
ko_kr: 선택한 항목에 접근할 수 없습니다.{0}오류 메시지:{0}{1}
nl_nl: Het item waarnaar wordt verwezen, is ongeldig of niet toegankelijk.{0}Foutmelding:{0}{1}
vi: Mục đã nói về không truy cập được hoặc không hợp lệ.{0}Error message:{0}{1}

# InvalidItemDialogTitle
source: Invalid item
ar: عنصر غير صالح
es_es: Elemento inválido
fr_fr: Élément invalide
hr_hr: Nevaljana stavka
ko_kr: 유효하지 않은 항목입니다
nl_nl: Ongeldig item
vi: Mục không lợp lệ

# BaseLayoutContextFlyoutDetails.Text
source: Details
es_es: Detalles
fr_fr: Détails
hr_hr: Detalji
ko_kr: 자세히
nl_nl: Lijstweergave
vi: Xem thông tin chi tiết

# BaseLayoutContextFlyoutNewFile.Text
source: File
ar: ملف
es_es: Archivo
fr_fr: Fichier
hr_hr: Datoteka
ko_kr: 파일
nl_nl: Bestand
vi: Tệp

# DrivesWidgetContextFlyoutPropertiesMenuItem.Text
source: Properties
ar: خصائص
es_es: Propiedades
fr_fr: Propriétés
hr_hr: Svojstva
ko_kr: 속성
nl_nl: Eigenschappen
vi: Thuộc tính

source: New File
ar: ملف جديد
es_es: Nuevo archivo
fr_fr: Nouveau fichier
hr_hr: Nova datoteka
ko_kr: 새 파일
nl_nl: Nieuw bestand
vi: Tệp Mới

# BaseLayoutContextFlyoutLargeIcons.Text
source: Large Icons
es_es: Iconos grandes
fr_fr: Grandes Icônes
hr_hr: Velike ikone
ko_kr: 격자 (대)
nl_nl: Rasterweergave (groot)
vi: Chế độ xem lưới (Lớn)

# BaseLayoutContextFlyoutMediumIcons.Text
source: Medium Icons
es_es: Iconos medianos
fr_fr: Moyennes Icônes
hr_hr: Srednje ikone
ko_kr: 격자 (중)
nl_nl: Rasterweergave (normaal)
vi: Chế độ xem lưới (Vừa)

# BaseLayoutContextFlyoutSmallIcons.Text
source: Small Icons
es_es: Iconos pequeños
fr_fr: Petites Icônes
hr_hr: Male ikone
ko_kr: 격자 (소)
nl_nl: Rasterweergave (klein)
vi: Chế độ xem lưới (Nhỏ)

# BaseLayoutContextFlyoutTiles.Text
source: Tiles
es_es: Iconos
fr_fr: Tuiles
hr_hr: Pločice
ko_kr: 타일
nl_nl: Tegelweergave
vi: Chế độ xem ngói

# PropertiesDialogReadOnly.Text
source: Read-only
ar: للقراءة فقط
es_es: Solo lectura
fr_fr: Lecture seule
hr_hr: Samo za čitanje
ko_kr: 읽기 전용
nl_nl: Alleen-lezen
vi: Chỉ-đọc

# PropertiesDialogHidden.Text
source: Hidden
ar: مخفية
es_es: Oculto
fr_fr: Caché
hr_hr: Skriveno
ko_kr: 숨김
nl_nl: Verborgen
vi: Ẩn

# DriveCapacityUnknown
source: Unknown
ar: غير معروف
es_es: Desconocido
fr_fr: Inconnu
hr_hr: Nepoznato
ko_kr: 알 수 없음
nl_nl: Onbekend
vi: Không xác định

# ExceptionNotificationAccessLogFileButton
source: Open log location
ar: افتح موقع السجل
es_es: Abrir ubicación del log
fr_fr: Ouvrir l'emplacement des logs
hr_hr: Otvori lokaciju zapisnika
ko_kr: 로그 경로 열기
nl_nl: Logboeklocatie openen
vi: Mở vị trí log

# ExceptionNotificationBody
source: Files ran into a problem that the developers didn't prepare for yet.
ar: واجهت التطبيق مشكلة لم يحلها المطورون بعد
es_es: Files se encontró con un problema para el que los desarrolladores aún no se prepararon.
fr_fr: Files a rencontré un problème auquel les développeurs ne s'attendaient pas.
hr_hr: Files je naišao na problem za koji se programeri još nisu pripremili.
ko_kr: Files 개발자가 아직 대비하지 못한 문제가 발생했습니다.
nl_nl: Er is een probleem opgetreden met Files waarvoor de ontwikkelaars zich niet hebben voorbereid.
vi: Files đã trải nghiệm một vấn đề mà những người phát triển chưa chuẩn bị về.

# ExceptionNotificationHeader
source: Something went wrong!
ar: حدث خطأ ما
es_es: ¡Algo salió mal!
fr_fr: Quelque chose s'est mal passé !
hr_hr: Nešto je pošlo po zlu!
ko_kr: 문제가 발생했습니다!
nl_nl: Er is iets misgegaan.
vi: Đã xảy ra lỗi

# ExceptionNotificationReportButton
source: Report this issue
ar: الإبلاغ عن هذه المشكلة
es_es: Reportar este problema
fr_fr: Rapporter le problème
hr_hr: Prijavi ovaj problem
ko_kr: 오류 보고하기
nl_nl: Dit probleem melden
vi: Báo cáo sự cố này

# SettingsAboutVersionTitle
source: Version:
ar: الإصدار
es_es: Versión:
hr_hr: Verzija:
ko_kr: 버전:
nl_nl: Versie:
vi: Phiên bản:

# ShareDialogFailMessage
source: There's nothing to share right now...
ar: ‏‏لا يوجد شيء لمشاركته الآن.
es_es: No hay nada que compartir ahora mismo...
fr_fr: Il n'y a rien à partager pour le moment…
hr_hr: Trenutno nema ničeg za podijeliti...
ko_kr: 공유할 항목이 없습니다...
nl_nl: Er valt op dit moment niets te delen...
vi: Hiện không có gì để chia sẻ.

# ShareDialogMultipleItemsDescription
source: The items you've selected will be shared
ar: ستتم مشاركة العناصر التي حددتها
es_es: Los elementos que ha seleccionado se compartirán
fr_fr: Les éléments sélectionnés seront partagés
hr_hr: Stavke koje ste odabrali bit će podijeljene
ko_kr: 선택한 항목을 공유합니다
nl_nl: De geselecteerde items worden gedeeld
vi: Những mục bạn đã chọn sẽ bị chia sẻ

# ShareDialogSingleItemDescription
source: The selected item will be shared
ar: سيتم مشاركة العنصر المحدد
es_es: Se compartirá el elemento seleccionado
fr_fr: L'élément sélectionné sera partagé
hr_hr: Odabrana stavka bit će podijeljena
ko_kr: 선택한 항목을 공유합니다
nl_nl: Het geselecteerde item wordt gedeeld
vi: Mục đang chọn sẽ bị chia sẻ

# ShareDialogTitle
source: Sharing {0}
ar: المشاركة: {0}%
es_es: Compartiendo {0}
fr_fr: Partage de {0}
hr_hr: Dijeljenje {0}
ko_kr: {0} 공유
nl_nl: {0} delen
vi: Đang chia sẻ {0}
