Repository: files-community/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: ar, es_es, fr_fr, hr_hr, ko_kr, nl_nl, vi

# NavigationToolbarPaste.Label
source: Paste
es_es: Pegar
fr_fr: Coller
hr_hr: Zalijepi
ko_kr: 붙여넣기
nl_nl: Plakken
vi: Dán

# NavigationToolbarOpenInTerminal.Label
source: Open in Terminal...
es_es: Abrir en terminal...
fr_fr: Ouvrir dans le Terminal...
hr_hr: Otvori u Terminalu...
ko_kr: 터미널에서 열기(_O)
nl_nl: Openen in terminal...
vi: Mở bằng Terminal...

# BaseLayoutContextFlyoutNew.Label
source: New
es_es: Nuevo
fr_fr: Nouveau
hr_hr: Novo
ko_kr: 새로 만들기
nl_nl: Nieuw
vi: Mới

# NavigationToolbarNewPane.Label
source: New pane
es_es: Nuevo panel
fr_fr: Nouveau panneau
hr_hr: Novo okno
ko_kr: 새 창
nl_nl: Nieuw paneel
vi: Màn mới

source: Security
es_es: Seguridad
fr_fr: Sécurité
hr_hr: Sigurnost
ko_kr: 보안
nl_nl: Beveiliging
vi: Bảo mật

# SecurityAdvancedPermissions.Text
source: Advanced permissions
es_es: Permisos avanzados
fr_fr: Autorisations avancées
hr_hr: Napredne dozvole
ko_kr: 고급 사용 권한
nl_nl: Geavanceerde machtigingen
vi: Cấp phép nâng cao

# SecurityAllowLabel.Text
source: Allow
es_es: Permitir
fr_fr: Autoriser
hr_hr: Dopusti
ko_kr: 허용
nl_nl: Toestaan
vi: Cho phép

# SecurityDenyLabel.Text
source: Deny
es_es: Denegar
fr_fr: Refuser
hr_hr: Odbij
ko_kr: 거부
nl_nl: Weigeren
vi: Từ chối

# SecurityFullControlLabel.Text
source: Full control
es_es: Control total
fr_fr: Contrôle total
hr_hr: Potpuna kontrola
ko_kr: 모든 권한
nl_nl: Volledig beheer
vi: Kiểm soát đầy đủ

# SecurityListDirectoryLabel.Text
source: List directory contents
es_es: Mostrar el contenido de la carpeta
fr_fr: Lister le contenu du dossier
hr_hr: Popis sadržaja mape
ko_kr: 경로 내 내용 나열
nl_nl: Mapinhoud opsommen
vi: Danh nội dung của danh mục

# SecurityModifyLabel.Text
source: Modify
es_es: Modificar
fr_fr: Modifier
hr_hr: Izmijeni
ko_kr: 수정
nl_nl: Wijzigen
vi: Sửa đổi

# SecurityPermissionsLabel.Text
source: Permissions for
es_es: Permisos para
fr_fr: Autorisations pour
hr_hr: Prava za
ko_kr: 사용 권한 대상
nl_nl: Machtigingen voor
vi: Các quyền cho

# SecurityReadAndExecuteLabel.Text
source: Read and execute
es_es: Lectura y ejecución
fr_fr: Lire et exécuter
hr_hr: Čitanje i izvršavanje
ko_kr: 읽기 및 실행
nl_nl: Lezen en uitvoeren
vi: Độc và thực hiện

# SecurityReadLabel.Text
source: Read
es_es: Lectura
fr_fr: Lire
hr_hr: Čitanje
ko_kr: 읽기
nl_nl: Lezen
vi: Đọc

# SecurityUsersGroupLabel.Text
source: Group or user names
es_es: Grupo o nombres de usuario
fr_fr: Noms de groupe ou d'utilisateur
hr_hr: Grupna ili korisnička imena
ko_kr: 그룹 또는 사용자 이름
nl_nl: Namen van groepen of gebruikers
vi: Nhóm hoặc tên người sử dụng

# SecurityWriteLabel.Text
source: Write
es_es: Escritura
fr_fr: Écrire
hr_hr: Pisanje
ko_kr: 쓰기
nl_nl: Schrijven
vi: Viết

# SecurityUnknownAccount
source: Unknown account
es_es: Cuenta desconocida
fr_fr: Compte inconnu
hr_hr: Nepoznat račun
ko_kr: 알 수 없는 계정
nl_nl: Onbekend account
vi: Tài khoản lạ

# SecurityCannotReadProperties.Text
source: You do not have permissions to view the security properties of this object. Click "Advanced permissions" to proceed.
es_es: No tienes permisos para ver las propiedades de seguridad de este objeto. Haz clic en "Permisos avanzados" para continuar.
fr_fr: Vous n'êtes pas autorisé à afficher les propriétés de sécurité de cet objet. Cliquez sur « Autorisations avancées » pour continuer.
hr_hr: Nemate dopuštenja za pregled sigurnosnih svojstava ovog objekta. Kliknite "Napredna dopuštenja" za nastavak.
ko_kr: 이 개체의 보안 속성을 볼 권한이 없습니다. 진행하려면 "고급 실행 권한"을 클릭하십시오.
nl_nl: U hebt geen toestemming om de beveiligingseigenschappen van dit item te bekijken. Klik op "geavanceerde machtigingen" om door te gaan.
vi: Bạn không có đủ quyền để xem thuộc tính bảo mật của trình này. Làm ơn nhấn "Quyền nâng cao" để tiến.

# SecurityOwnerLabel.Text
source: Owner
es_es: Propietario
fr_fr: Propriétaire
hr_hr: Vlasnik
ko_kr: 소유자
nl_nl: Eigenaar
vi: Chủ sở hữu

# SecurityUnknownOwnerText.Text
source: Unknown owner
es_es: Propietario desconocido
fr_fr: Propriétaire inconnu
hr_hr: Nepoznati vlasnik
ko_kr: 알 수 없는 소유자
nl_nl: Onbekende gebruiker
vi: Chủ sở hữu không xác định

# DefaultTheme
source: Default
es_es: Predeterminado
fr_fr: Défaut
hr_hr: Zadano
ko_kr: 기본값
nl_nl: Standaard
vi: Mặc định

# SettingsAppearanceOpenThemesFolderButton.Content
source: Open themes folder
es_es: Abrir carpeta de temas
fr_fr: Ouvrir le dossier de thèmes
hr_hr: Otvori mapu tema
ko_kr: 테마 폴더 열기
nl_nl: Uiterlijkenmap openen
vi: Mở thư mục chủ đề

# SettingsThemesLearnMoreButton.AutomationProperties.Name
source: Learn more about custom themes
es_es: Más información acerca de los temas personalizados
fr_fr: En savoir plus sur les thèmes personnalisés
hr_hr: Saznajte više o prilagođenim temama
ko_kr: 사용자 지정 테마에 대해 자세히 알아보기
nl_nl: Meer informatie over aangepaste uiterlijken
vi: Tìm hiểu thêm về chủ đề tùy chỉnh

# SettingsThemesLearnMoreButton.ToolTipService.ToolTip
source: Learn more about custom themes
es_es: Más información acerca de los temas personalizados
fr_fr: En savoir plus sur les thèmes personnalisés
hr_hr: Saznajte više o prilagođenim temama
ko_kr: 사용자 지정 테마에 대해 자세히 알아보기
nl_nl: Meer informatie over aangepaste uiterlijken
vi: Tìm hiểu thêm về chủ đề tùy chỉnh

# SettingsThemesTeachingTipHeader.Text
source: Custom themes provide a great way for you to personalize Files.
es_es: Los temas personalizados sirven para poner Files a tu gusto.
fr_fr: Les thèmes personnalisés offrent un excellent moyen de personnaliser Files.
hr_hr: Prilagođene teme pružaju odličan način za personalizaciju aplikacije Files.
ko_kr: 사용자 지정 테마는 Files를 개인화하기에 좋은 방법입니다.
nl_nl: Aangepaste uiterlijken zijn geweldig om Files te personaliseren.
vi: Chủ đề tùy chỉnh đưa một cách tốt để cho bạn được cá nhân hóa về ứng dụng Files.

# SettingsThemesTeachingTipHyperlinkText.Text
source: View documentation.
es_es: Consultar documentación.
fr_fr: Afficher la documentation
hr_hr: Pogledajte dokumentaciju.
ko_kr: 설명서 보기
nl_nl: Documentatie weergeven.
vi: Xem hướng dẫn sử dụng

# VerticalTabFlyout.AutomationProperties.Name
source: Vertical tab flyout
es_es: Menú desplegable de pestaña
fr_fr: Menu d'onglet vertical
hr_hr: Vertikalni prozoričić kartica
ko_kr: 수직 탭 플라이아웃
nl_nl: Verticaal tabbladflyout
vi: Tab chuyển ra dọc

# VerticalTabFlyout.ToolTipService.ToolTip
source: Vertical tab flyout
es_es: Menú desplegable de pestaña
fr_fr: Menu d'onglet vertical
hr_hr: Vertikalni prozorčić kartica
ko_kr: 수직 탭 플라이아웃
nl_nl: Verticaal tabbladflyout
vi: Tab chuyển ra dọc

# SideBarCreateNewLibrary.Text
source: Create new library
es_es: Crear nueva biblioteca
fr_fr: Créer une nouvelle bibliothèque
hr_hr: Stvori novu biblioteku
ko_kr: 새 라이브러리 만들기
nl_nl: Maak nieuwe bibliotheek
vi: Tạo thư viện mới.

# SideBarRestoreLibraries.Text
source: Restore default libraries
es_es: Restaurar bibliotecas predeterminadas
fr_fr: Restaurer les bibliothèques par défaut
hr_hr: Vrati zadane biblioteke
ko_kr: 기본 라이브러리 복원
nl_nl: Herstel standaard bibliotheken
vi: Khôi phục các thư viện mặc định

# DialogRestoreLibrariesButtonText
source: Restore
es_es: Restaurar
fr_fr: Restaurer
hr_hr: Vrati
ko_kr: 복원
nl_nl: Herstel
vi: Khôi phục

# DialogRestoreLibrariesSubtitleText
source: Are you sure you want to restore the default libraries? All your files will remain on your storage.
es_es: ¿Estás seguro de que quieres restaurar las bibliotecas por defecto? Todos tus archivos permanecerán en tu almacenamiento.
fr_fr: Êtes-vous sûr de vouloir restaurer les bibliothèques par défaut ? Tous vos fichiers resteront sur votre stockage.
hr_hr: Jeste li sigurni da želite vratiti zadane biblioteke? Sve vaše datoteke ostat će u vašoj pohrani.
ko_kr: 기본 라이브러리를 복원하시겠습니까? 모든 기존 파일은 저장 공간에 유지됩니다.
nl_nl: Weet u zeker dat u de standaard bibliotheken wilt herstellen? Al uw bestanden blijven op uw opslag.
vi: Chắc chắn bạn muốn khôi phục thư viện mặc định không? Mọi tệp tin bạn sẽ vẫn còn ở lại trong ổ trữ của bạn.

# DialogRestoreLibrariesTitleText
source: Restore Libraries
es_es: Restaurar bibliotecas
fr_fr: Restaurer les bibliothèques
hr_hr: Vrati biblioteke
ko_kr: 라이브러리 복원
nl_nl: Herstel bibliotheken
vi: Khôi phục thư viện

# RecentFilesHeader.Text
source: Recent Files
es_es: Archivos recientes
fr_fr: Fichiers récents
hr_hr: Nedavne datoteke
ko_kr: 최근에 사용한 파일
nl_nl: Recente bestanden
vi: Tệp Gần đây

# BundlesOpenInNewPane.Text
source: Open in new Pane
es_es: Abrir en nuevo panel
fr_fr: Ouvrir dans un nouveau panneau
hr_hr: Otvori u novom oknu
ko_kr: 새 창에서 열기
nl_nl: Open in nieuw deelvenster
vi: Mở trong màn mới

# PropertyFileOwner
source: Owner
es_es: Propietario
fr_fr: Propriétaire
hr_hr: Vlasnik
ko_kr: 소유자
nl_nl: Eigenaar
vi: Chủ sở hữu

# SecurityAdvancedPermissionsTitle
source: Advanced permissions for {0}
es_es: Permisos avanzados para {0}
fr_fr: Autorisations avancées pour {0}
hr_hr: Napredna dopuštenja za {0}
ko_kr: 고급 사용 권한 - {0}
nl_nl: Geavanceerde machtigingen voor {0}
vi: Quyền nâng cao cho {0}

# SecuritySpecialLabel.Text
source: Special
es_es: Especial
fr_fr: Autorisations spéciales
hr_hr: Posebno
ko_kr: 특수
nl_nl: Speciaal
vi: Đặc biệt

# SecurityAdvancedAccessLabel.Text
source: Access
es_es: Acceso
fr_fr: Accéder
hr_hr: Pristup
ko_kr: 접근
nl_nl: Toegang
vi: Truy cập

# SecurityAdvancedAppliesToLabel.Text
source: Applies to
es_es: Se aplica a
fr_fr: S'applique à
hr_hr: Primjenjuje se na
ko_kr: 다음에 해당
nl_nl: Betreft
vi: Áp dụng cho:

# SecurityAdvancedEntityLabel.Text
source: Entity
es_es: Entidad
fr_fr: Entité
hr_hr: Entitet
ko_kr: 개체
nl_nl: Entiteit
vi: Thực thể

# SecurityAdvancedFlagsFilesLabel
source: files
es_es: archivos
fr_fr: fichiers
hr_hr: datoteke
ko_kr: 파일
nl_nl: bestanden
vi: các tệp

# SecurityAdvancedFlagsFolderLabel
source: this folder
es_es: esta carpeta
fr_fr: ce dossier
hr_hr: ovu mapu
ko_kr: 이 폴더
nl_nl: deze folder
vi: Thư mục này

# SecurityAdvancedFlagsSubfoldersLabel
source: subfolders
es_es: subcarpetas
fr_fr: sous-dossiers
hr_hr: podmape
ko_kr: 하위 폴더
nl_nl: submappen
vi: thư mục con

# SecurityAdvancedInheritedLabel.Text
source: Inherited
es_es: Heredado
fr_fr: Héritée
hr_hr: Naslijeđeno
ko_kr: 상속됨
nl_nl: Overgenomen
vi: kế thừa

# SecurityAdvancedInheritedNoLabel
source: No
fr_fr: Non
hr_hr: Ne
ko_kr: 아니요
nl_nl: Nee
vi: Không

# SecurityAdvancedPermissionsLabel.Text
source: Permissions
es_es: Permisos
fr_fr: Autorisations
hr_hr: Dozvole
ko_kr: 권한
nl_nl: Machtigingen
vi: Các phép

# SecurityAdvancedTypeLabel.Text
source: Type
es_es: Tipo
hr_hr: Vrsta
ko_kr: 유형
vi: Loại

# SecurityAdvancedCannotReadProperties.Text
source: You do not have permissions to view the security properties of this object. You can try to take ownership of this object.
es_es: No tienes permisos para ver las propiedades de seguridad de este objeto. Puedes intentar tomar posesión de él.
fr_fr: Vous n'êtes pas autorisé à afficher les propriétés de sécurité de cet objet. Vous pouvez essayer de vous approprier cet objet.
hr_hr: Nemate dopuštenja za pregled sigurnosnih svojstava ovog objekta. Možete pokušati preuzeti vlasništvo nad ovim objektom.
ko_kr: 이 개체의 보안 속성을 볼 권한이 없습니다. 이 개체에 대해 소유권 가져오기를 시도할 수 있습니다.
nl_nl: U hebt geen toestemming om de beveiligingseigenschappen van dit item te bekijken. U kunt proberen eigenaar van dit object te worden.
vi: Bạn không có đủ quyền để xem thuộc tính bảo mật của trình này. Bạn có thể thử lấy hữu của trình này.

# SecurityAdvancedSpecialLabel.Text
source: Special
es_es: Especial
fr_fr: Spécial
hr_hr: Posebno
ko_kr: 특수
nl_nl: Speciaal
vi: Đặc biệt

# SecurityAdvancedFolderFiles.Text
source: This folder and files
es_es: Esta carpeta y archivos
fr_fr: Ce dossier et ses fichiers
hr_hr: Ova mapa i datoteke
ko_kr: 현재 폴더 및 파일
nl_nl: Deze map en bestanden
vi: Thư mục này và tệp tin

# SecurityAdvancedFolderSubfoldersFiles.Text
source: This folder, subfolders and files
es_es: Esta carpeta, subcarpetas y archivos
fr_fr: Ce dossier et ses sous-dossiers et fichiers
hr_hr: Ovu mapu, podmape i datoteke
ko_kr: 현재 폴더, 하위 폴더 및 파일
nl_nl: Deze map, submappen en bestanden
vi: Thư mục này, thư mục con và tệp tin

# SecurityAdvancedOnlyFiles.Text
source: Only files
es_es: Solo archivos
fr_fr: Seulement les fichiers
hr_hr: Samo datoteke
ko_kr: 파일에만
nl_nl: Alleen bestanden
vi: Chỉ các tệp tin

# SecurityAdvancedOnlySubfolders.Text
source: Only subfolders
es_es: Solo subcarpetas
fr_fr: Seulement les sous-dossiers
hr_hr: Samo podmape
ko_kr: 하위 폴더에만
nl_nl: Alleen submappen
vi: Chỉ các thư mục con

# SecurityAdvancedOnlySubfoldersFiles.Text
source: Only subfolders and files
es_es: Solo subcarpetas y archivos
fr_fr: Seulement les sous-dossiers et fichiers
hr_hr: Samo podmape i datoteke
ko_kr: 하위 폴더 및 파일에만
nl_nl: Alleen submappen en bestanden
vi: Chỉ thư mục con và tệp tin

# SecurityAdvancedOnlyThisFolder.Text
source: Only this folder
es_es: Solo esta carpeta
fr_fr: Seulement ce dossier
hr_hr: Samo ova mapa
ko_kr: 이 폴더에만
nl_nl: Alleen deze map
vi: Chỉ thư mục này

# SecurityAdvancedFolderSubfolders.Text
source: This folder and subfolders
es_es: Esta carpeta y subcarpetas
fr_fr: Ce dossier et ses sous-dossiers
hr_hr: Ova mapa i podmape
ko_kr: 이 폴더 및 하위 폴더
nl_nl: Deze map en submappenOnly files
vi: Thư mục và thư mục con

# SecurityAppendDataLabel.Text
source: Append data
es_es: Anexar datos
fr_fr: Ajouter des données
hr_hr: Dodaj podatke
ko_kr: 데이터 추가
nl_nl: Gegevens toevoegen
vi: Nối thêm dữ liệu

# SecurityChangePermissionsLabel.Text
source: Change permission
es_es: Cambiar permiso
fr_fr: Modifier l'autorisation
hr_hr: Promijeni dopuštenje
ko_kr: 사용 권한 변경
nl_nl: Machtiging wijzigen
vi: Thay đổi quyền

# SecurityCreateDirectoriesLabel.Text
source: Create folders
es_es: Crear carpetas
fr_fr: Créer des dossiers
hr_hr: Napravi mape
ko_kr: 폴더 생성
nl_nl: Mappen maken
vi: Tạo thư mục

# SecurityCreateFilesLabel.Text
source: Create files
es_es: Crear archivos
fr_fr: Créer des fichiers
hr_hr: Napravi datoteke
ko_kr: 파일 생성
nl_nl: Bestanden maken
vi: Tạo tệp tin

source: Delete
es_es: Eliminar
fr_fr: Supprimer
hr_hr: Izbriši
ko_kr: 삭제
nl_nl: Verwijder
vi: Xóa bỏ

# SecurityDeleteSubdirectoriesAndFilesLabel.Text
source: Delete subdirectories and files
es_es: Eliminar subdirectorios y archivos
fr_fr: Supprimer les sous-dossiers et fichiers
hr_hr: Izbriši podmape i datoteke
ko_kr: 하위 디렉토리 및 파일 삭제
nl_nl: Verwijder submappen en bestanden
vi: Xóa bỏ danh mục con và tệp tin

# SecurityExecuteFileLabel.Text
source: Execute files
es_es: Ejecutar archivos
fr_fr: Exécuter les fichiers
hr_hr: Izvrši datoteke
ko_kr: 실행 파일
nl_nl: Bestanden uitvoeren
vi: Thực hiện tệp tin

# SecurityReadAttributesLabel.Text
source: Read attributes
es_es: Leer atributos
fr_fr: Lire les attributs
hr_hr: Atributi čitanja
ko_kr: 특성 읽기
nl_nl: Kenmerken lezen
vi: Đọc thuộc tính

# SecurityReadDataLabel.Text
source: Read data
es_es: Leer datos
fr_fr: Lire les données
hr_hr: Podaci čitanja
ko_kr: 데이터 읽기
nl_nl: Gegevens lezen
vi: Đọc dữ liệu

# SecurityReadExtendedAttributesLabel.Text
source: Read extended attributes
es_es: Leer atributos extendidos
fr_fr: Lire les attributs étendus
hr_hr: Dodatni atributi čitanja
ko_kr: 확장된 특성 읽기
nl_nl: Uitgebreide kenmerken lezen
vi: Đọc thuộc tính kéo dài thêm

# SecurityReadPermissionsLabel.Text
source: Read permissions
es_es: Leer permisos
fr_fr: Lire les autorisations
hr_hr: Dozvola čitanja
ko_kr: 읽기 권한
nl_nl: Machtigingen lezen
vi: Đọc quyền

# SecurityTakeOwnershipLabel.Text
source: Take ownership
es_es: Tomar posesión
fr_fr: Prendre possession
hr_hr: Preuzmi vlasništvo
ko_kr: 소유권 가져오기
nl_nl: Eigenaar worden
vi: Nhận sở hữu

# SecurityTraverseLabel.Text
source: Visit folder
es_es: Ir a la carpeta
fr_fr: Dossier de visite
hr_hr: Posjeti mapu
ko_kr: 폴더 열기
nl_nl: Bezoek map
vi: Thăm thư mục

# SecurityWriteAttributesLabel.Text
source: Write attributes
es_es: Escribir atributos
fr_fr: Écrire les attributs
hr_hr: Atributi pisanja
ko_kr: 특성 쓰기
nl_nl: Schrijf attributen
vi: Viết thuộc tính

# SecurityWriteDataLabel.Text
source: Write data
es_es: Escribir datos
fr_fr: Écrire les données
hr_hr: Podaci pisanja
ko_kr: 데이터 쓰기
nl_nl: Schrijf gegevens
vi: Viết dữ liệu

# SecurityWriteExtendedAttributesLabel.Text
source: Write extended attributes
es_es: Escribir atributos extendidos
fr_fr: Écrire les attributs étendus
hr_hr: Dodatni atributi pisanja
ko_kr: 확장된 특성 쓰기
nl_nl: Schrijf uitgebreide attributen
vi: Viết thuộc tính kéo dài thêm

# SecurityNoneLabel.Text
source: None
es_es: Ninguno
fr_fr: Aucun
hr_hr: Ništa
ko_kr: 없음
nl_nl: Geen
vi: Không có

# SecurityAdvancedInheritedConvert.Text
source: Convert inherited permissions into explicit permissions
es_es: Convertir los permisos heredados en permisos explícitos
fr_fr: Convertir les autorisations héritées en autorisations explicites
hr_hr: Pretvori naslijeđena dopuštenja u eksplicitna dopuštenja
ko_kr: 상속된 권한을 명시적 권한으로 전환
nl_nl: Converteer geërfde machtigingen naar expliciete machtigingen
vi: Đổi quyền thừa hưởng thành quyền thẳng

# SecurityAdvancedInheritedEnable.Text
source: Enable inheritance
es_es: Habilitar herencia
fr_fr: Activer l'héritage
hr_hr: Omogući nasljeđivanje
ko_kr: 상속 사용
vi: Bật thừa hưởng

# SecurityAdvancedInheritedRemove.Text
source: Remove all inherited permissions
es_es: Quitar todos los permisos heredados
fr_fr: Supprimer toutes les autorisations héritées
hr_hr: Ukloni sva naslijeđena dopuštenja
ko_kr: 상속된 모든 권한 삭제
nl_nl: Verwijder alle geërfde machtigingen
vi: Xóa bỏ mọi quyền thừa hưởng

# SecurityAdvancedReplaceChildPermissions.Text
source: Reset child permissions
es_es: Restablecer permisos secundarios
fr_fr: Réinitialiser les autorisations des enfants
hr_hr: Poništi dopuštenja podređenih objekata
ko_kr: 하위 권환 초기화
nl_nl: Reset onderliggende machtigingen
vi: Đặt lại quyền con

# SecurityAdvancedReplaceChildPermissions2.ToolTipService.ToolTip
source: Replace all child object permissions entries with inheritable permission entries from this object
es_es: Reemplazar todas las entradas de permisos de los objetos secundarios con entradas de permisos heredables de este objeto
fr_fr: Remplacer toutes les autorisations d'enfant par des autorisations héritées de cet objet
hr_hr: Zamijeni sve unose dopuštenja podređenih objekata s nasljednim unosima dopuštenja iz ovog objekta
ko_kr: 모든 하위 객체의 사용 권한 항목을 이 객체의 상속 가능한 사용 권한 항목으로 변경
nl_nl: Vervang alle onderliggende object machtigingen met erfbare machtigingsgegevens van dit object
vi: Thay thế mọi quyền mục đối tượng con với quyền mục được thừa hưởng từ đối tượng này.

# CreateBundleBtn.AutomationProperties.Name
source: Create Bundle
es_es: Crear contenedor
fr_fr: Créer un bundle
hr_hr: Napravi paket
ko_kr: 번들 생성
nl_nl: Bundel maken
vi: Tạo bó

# CreateBundleBtn.ToolTipService.ToolTip
source: Create Bundle
es_es: Crear contenedor
fr_fr: Créer un bundle
hr_hr: Napravi paket
ko_kr: 번들 생성
nl_nl: Bundel maken
vi: Tạo bó

# NavigationToolbarClosePane.Label
source: Close pane
es_es: Cerrar panel
fr_fr: Fermer le panneau
hr_hr: Zatvori okno
ko_kr: 창 닫기
nl_nl: Deelvenster sluiten
vi: Đóng ngăn

# PropertyFileDescription
source: File description
es_es: Descripción del archivo
fr_fr: Description de fichier
hr_hr: Opis datoteke
ko_kr: 파일 설명
nl_nl: Bestandsbeschrijving
vi: Mô tả tệp

# PropertyCompany
source: Company
es_es: Compañía
fr_fr: Société
hr_hr: Tvrtka
ko_kr: 회사
nl_nl: Bedrijf
vi: Công ty

# PropertyLanguage
source: Language
es_es: Idioma
fr_fr: Langue
hr_hr: Jezik
ko_kr: 언어
nl_nl: Taal
vi: Ngôn ngữ

# PropertyTrademarks
source: Trademarks
es_es: Marcas comerciales
fr_fr: Marques
hr_hr: Zaštitni znakovi
ko_kr: 상표
nl_nl: Handelsmerken
vi: Thương hiệu

# PropertyFileVersion
source: File version
es_es: Versión del archivo
fr_fr: Version de fichier
hr_hr: Verzija datoteke
ko_kr: 파일 버전
nl_nl: Bestandsversie
vi: Phiên bản tệp

# PreviewPaneLoadCloudItemButton.ToolTipService.ToolTip
source: Downloads the item from the cloud and loads the preview
es_es: Descarga el elemento de la nube y carga la vista previa
fr_fr: Télécharger l'élément depuis le cloud et charger l'aperçu
hr_hr: Preuzima stavku iz oblaka i učitava pregled
ko_kr: 클라우드에서 항목을 내려받고 미리보기를 불러옵니다
nl_nl: Downloadt het item van de cloud en laadt een voorbeeld
vi: Tải mục từ đám mây và tải xem trước

# DecompressArchiveDialog.Title
source: Select a destination and extract files
es_es: Seleccionar destino y extraer archivos
fr_fr: Sélectionner une destination et extraire les fichiers
hr_hr: Odaberite odredište i raspakiraj datoteke
ko_kr: 경로 선택 및 압축 풀기
nl_nl: Kies een bestemming en pak de bestanden uit
vi: Chọn một nơi đến và trích xuất những tệp tin

# DecompressArchiveDialogBrowseFolder.Content
source: Browse
es_es: Examinar
fr_fr: Parcourir
hr_hr: Pretraži
ko_kr: 탐색
nl_nl: Bladeren
vi: Duyệt tìm

# DecompressArchiveDialogOpenDestinationWhenComplete.Content
source: Open destination folder when complete
es_es: Abrir la carpeta de destino cuando se haya completado
fr_fr: Ouvrir le dossier de destination quand l'opération est terminée
hr_hr: Otvori odredišnu mapu pri završetku
ko_kr: 완료 후 압축을 푼 폴더 표시
nl_nl: Open doelmap na voltooiing
vi: Mở thư mục nơi đến khi xong

# BaseLayoutItemContextFlyoutExtractFilesOption
source: Extract files
es_es: Extraer archivos
fr_fr: Extraire les fichiers
hr_hr: Raspakiraj datoteke
ko_kr: 파일 압축 풀기
nl_nl: Bestanden uitpakken
vi: Trích xuất những tệp tin

# BaseLayoutItemContextFlyoutExtractHereOption
source: Extract here
es_es: Extraer aquí
fr_fr: Extraire ici
hr_hr: Raspakiraj ovdje
ko_kr: 여기에 압축 풀기
nl_nl: Hier uitpakken
vi: Trích xuất ở đây

# BaseLayoutItemContextFlyoutExtractionOptions
source: Extract...
es_es: Extraer...
fr_fr: Extraction...
hr_hr: Raspakiraj...
ko_kr: 압축 풀기...
nl_nl: Uitpakken...
vi: Trích xuất...

# BaseLayoutItemContextFlyoutExtractToChildFolder
source: Extract to {0}\
es_es: Extraer en {0}\
fr_fr: Extraire vers {0}\
hr_hr: Raspakiraj u {0}\
ko_kr: {0}에 압축 풀기
nl_nl: Uitpakken naar {0}\
vi: Trích xuất đến {0}\

# DetailsArchiveItemCount
source: {0} items ({1} files, {2} folders)
es_es: {0} elementos ({1} archivos, {2} carpetas)
fr_fr: {0} éléments ({1} fichiers et {2} dossiers)
hr_hr: {0} stavki ({1} datoteka, {2} mapa)
ko_kr: 항목 {0}개 (파일 {1}개, 폴더 {2}개)
nl_nl: {0} items ({1} bestanden, {2} mappen)
vi: {0} mục ({1} tệp tin, {2} thư mục)

# PropertyUncompressedSize
source: Uncompressed size
es_es: Tamaño sin comprimir
fr_fr: Taille décompressé
hr_hr: Nekomprimirana veličina
ko_kr: 미압축 크기
nl_nl: Ongecomprimeerde grootte
vi: Cỡ không nén

# NavigationToolbarEnterCompactOverlay.Label
source: Enter compact overlay
es_es: Entrar en la superposición compacta
fr_fr: Entrer en mode compact
hr_hr: Otvori kompaktni sloj
ko_kr: 간략한 화면 진입
nl_nl: Ga naar compacte overlay
vi: Chỉnh cửa sổ thành gọn

# NavigationToolbarExitCompactOverlay.Label
source: Exit compact overlay
es_es: Salir de la superposición compacta
fr_fr: Quitter le mode compact
hr_hr: Izađi iz kompaktnog sloja
ko_kr: 간략한 화면 종료
nl_nl: Sluit compacte overlay
vi: Chỉnh cửa sổ thành lớn

# SideBarHideSectionFromSideBar.Text
source: Hide {0} section
es_es: Ocultar {0}
fr_fr: Cacher la section {0}
hr_hr: Sakrij {0} odjeljak
ko_kr: {0} 섹션 숨기기
nl_nl: Verberg {0} sectie
vi: Giấu {0} phần

# SettingsMultitaskingAlwaysOpenDualPane
source: Always open new tabs in dual pane mode
es_es: Abrir siempre las nuevas pestañas en modo de panel doble
fr_fr: Toujours ouvrir les nouveaux onglets en mode double panneau
hr_hr: Uvijek otvaraj nove kartice u načinu rada s dvostrukim oknom
ko_kr: 새 탭을 항상 듀얼 패널 모드로 열기
nl_nl: Nieuwe tabbladen altijd openen in dubbel deelvenster
vi: Mở tab mới bằng chế độ hai phần luôn luôn
