Repository: files-community/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: ar, es_es, fr_fr, hr_hr, ko_kr, nl_nl, vi

# PropertiesCreated.Text
source: Created:
ar: تم الانشاء
es_es: Creado:
fr_fr: Créé :
hr_hr: Napravljeno:
ko_kr: 만든 날짜:
nl_nl: Gemaakt op:
vi: Đã tạo:

# PropertiesItemFileName.PlaceholderText
source: Item Name
ar: اسم الصنف
es_es: Nombre
fr_fr: Nom de l'élément
hr_hr: Naziv stavke
ko_kr: 항목 이름
nl_nl: Itemnaam
vi: Tên Mục

# PropertiesItemPath.Text
source: Path:
ar: المسار
es_es: Ubicación:
fr_fr: Chemin :
hr_hr: Putanja:
ko_kr: 위치:
nl_nl: Pad:
vi: Hướng dẫn

# PropertiesItemSize.Text
source: Size:
ar: الحجم
es_es: Tamaño:
fr_fr: Taille :
hr_hr: Veličina:
ko_kr: 크기:
nl_nl: Grootte:
vi: Kích thước:

# PropertiesItemType.Text
source: Item type:
ar: نوع العنصر
es_es: Tipo:
fr_fr: Type d'élément :
hr_hr: Vrsta stavke:
ko_kr: 파일 형식:
vi: Loại mục:

# PropertiesModified.Text
source: Modified:
ar: تاريخ التعديل
es_es: Modificado:
fr_fr: Modifié :
hr_hr: Promijenjeno:
ko_kr: 수정됨:
nl_nl: Gewijzigd op:
vi: Đã sửa:

# RecentItemClearAll.Text
source: Clear all items
ar: ازالة كل العناصر
es_es: Borrar todo
fr_fr: Supprimer tous les éléments
hr_hr: Očisti sve stavke
ko_kr: 모든 항목 비우기
nl_nl: Alle items wissen
vi: Bỏ hết mục

# RecentItemDescription.Text
source: Files you've previously accessed will show up here
ar: الملفات التي قمت بالوصول اليها مؤخرا سوف تظهر هنا
es_es: Los archivos a los que hayas accedido anteriormente aparecerán aquí
fr_fr: Les fichiers précédemment ouverts s'afficheront ici
hr_hr: Datoteke kojima ste pristupili prije pojaviti će se ovdje
ko_kr: 최근 본 파일이 여기 표시됩니다
nl_nl: Bestanden en mappen die u eerder hebt gebruikt worden hier weergeven
vi: Tệp tin bạn đã truy cập trước sẽ nổi lên ở đây

# RecentItemOpenFileLocation.Text
source: Open file location
ar: فتح موقع الملف
es_es: Abrir ubicación del archivo
fr_fr: Ouvrir l'emplacement du fichier
hr_hr: Otvori lokaciju datoteke
ko_kr: 파일 경로 열기
nl_nl: Bestandslocatie openen
vi: Mở vị trí tệp

# RecentItemRemove.Text
source: Remove this item
ar: إزالة هذا العنصر
es_es: Quitar
fr_fr: Supprimer cet élément
hr_hr: Ukloni ovu stavku
ko_kr: 이 항목 삭제
nl_nl: Dit item verwijderen
vi: Loại bỏ mục này

# SettingsAboutSubmitFeedback.Text
source: Submit feedback
ar: إرسال ملاحظات
es_es: Enviar comentarios
fr_fr: Soumettre un commentaire
hr_hr: Pošalji povratne informacije
ko_kr: 피드백 제출
nl_nl: Feedback verzenden
vi: Gửi phản hồi

# SettingsAboutThirdPartyLicenses.Text
source: Third party licenses
ar: تراخيص الطرف الثالث
es_es: Licencias de terceros
hr_hr: Licence trećih strana
ko_kr: 외부 라이센스
vi: Những giấy phép nhóm thứ ba

source: About
es_es: Acerca de Files
fr_fr: À propos
hr_hr: O aplikaciji
ko_kr: 정보
nl_nl: Info
vi: Giới thiệu

source: Appearance
es_es: Apariencia
fr_fr: Apparence
hr_hr: Izgled
ko_kr: 모양
nl_nl: Vormgeving
vi: Diện mạo

# SettingsNavPreferences.Content
source: Preferences
ar: التفضيلات
es_es: Preferencias
fr_fr: Préférences
hr_hr: Postavke
ko_kr: 환경 설정
nl_nl: Voorkeuren
vi: Tùy chọn

# SettingsOnStartupContinueWhereYouLeftOff.Content
source: Continue where you left off
ar: تابع اين توقفت
es_es: Continuar donde lo dejó
fr_fr: Continuer où vous en étiez
hr_hr: Nastavite gdje ste završili
ko_kr: 마지막으로 사용한 위치에서 계속하기
nl_nl: Verder gaan waar u was gebleven
vi: Tiếp tục ở nơi bạn đã khỏi ngừng

# SettingsOnStartupOpenANewTab.Content
source: Open a new tab
ar: فتح علامة تبويب جديدة
es_es: Abrir una nueva pestaña
fr_fr: Ouvrir un nouvel onglet
hr_hr: Otvori novu karticu
ko_kr: 새 탭 열기
nl_nl: Nieuw tabblad openen
vi: Mở trong tab mới

# SettingsOnStartupOpenASpecificPage.Content
source: Open a specific page or pages
ar: فتح صفحة معينة
es_es: Abrir una página o páginas específicas
fr_fr: Ouvrir un ensemble de pages
hr_hr: Otvori specifičnu stranicu ili stranice
ko_kr: 특정 페이지 열기
nl_nl: Specifieke pagina('s) openen
vi: Mở một trang cụ thể hoặc những trang

# SettingsPreferencesTitle.Text
source: Preferences
ar: التفضيلات
es_es: Preferencias
fr_fr: Préférences
hr_hr: Postavke
ko_kr: 환경 설정
nl_nl: Voorkeuren
vi: Tùy chọn

# SidebarDesktop
source: Desktop
ar: سطح المكتب
es_es: Escritorio
fr_fr: Bureau
hr_hr: Radna površina
ko_kr: 바탕 화면
nl_nl: Bureaublad
vi: Màn hình nền

# SidebarDocuments
source: Documents
ar: المستندات
es_es: Documentos
hr_hr: Dokumenti
ko_kr: 문서
nl_nl: Documenten
vi: Tài liệu

# SidebarDownloads
source: Downloads
ar: التنزيلات
es_es: Descargas
fr_fr: Téléchargements
hr_hr: Preuzimanja
ko_kr: 다운로드
vi: Tải xuống

# SidebarHome
source: Home
ar: الصفحة الرئيسية
es_es: Inicio
fr_fr: Accueil
hr_hr: Početno
ko_kr: 홈
nl_nl: Start
vi: Trang chủ

# SidebarMusic
source: Music
ar: موسيقى
es_es: Música
fr_fr: Musique
hr_hr: Glazba
ko_kr: 음악
nl_nl: Muziek
vi: Âm nhạc

# SidebarPictures
source: Pictures
ar: صور
es_es: Imágenes
fr_fr: Images
hr_hr: Slike
ko_kr: 사진
nl_nl: Afbeeldingen
vi: Hình ảnh

# SidebarVideos
source: Videos
ar: مقاطع الفيديو
fr_fr: Vidéos
hr_hr: Videozapisi
ko_kr: 동영상
vi: Video

# BaseLayoutContextFlyoutSortBy.Text
source: Sort by
ar: فرز حسب
es_es: Ordenar por
fr_fr: Trier par
hr_hr: Sortiraj po
ko_kr: 정렬 기준
nl_nl: Sorteren op
vi: Sắp xếp theo

# BaseLayoutContextFlyoutSortByName.Text
source: Name
ar: اسم
es_es: Nombre
fr_fr: Nom
hr_hr: Naziv
ko_kr: 이름
nl_nl: Naam

# BaseLayoutContextFlyoutSortByDate.Text
source: Date modified
ar: تاريخ التعديل
es_es: Fecha de modificación
fr_fr: Date de modification
hr_hr: Datum promjene
ko_kr: 수정한 날짜
nl_nl: Gewijzigd op
vi: Ngày sửa đổi

# BaseLayoutContextFlyoutSortByType.Text
source: Type
ar: النوع
es_es: Tipo
hr_hr: Vrsta
ko_kr: 유형
vi: Loại

# BaseLayoutContextFlyoutSortBySize.Text
source: Size
ar: الحجم
es_es: Tamaño
fr_fr: Taille
hr_hr: Veličina
ko_kr: 크기
nl_nl: Grootte
vi: Kích cỡ

# BaseLayoutContextFlyoutSortByAscending.Text
source: Ascending
ar: تصاعدي
es_es: Ascendente
fr_fr: Croissant
hr_hr: Uzlazno
ko_kr: 오름차순
nl_nl: Oplopend
vi: Tăng dần

# BaseLayoutContextFlyoutSortByDescending.Text
source: Descending
ar: تنازلي
es_es: Descendente
fr_fr: Décroissant
hr_hr: Silazno
ko_kr: 내림차순
nl_nl: Aflopend
vi: Giảm dần

# BaseLayoutContextFlyoutRefresh.Text
source: Refresh
ar: تحديث
es_es: Actualizar
fr_fr: Actualiser
hr_hr: Osvježi
ko_kr: 새로고침
nl_nl: Vernieuwen
vi: Làm mới

# BaseLayoutContextFlyoutPaste.Text
source: Paste
ar: لصق
es_es: Pegar
fr_fr: Coller
hr_hr: Zalijepi
ko_kr: 붙여넣기
nl_nl: Plakken
vi: Dán

# BaseLayoutContextFlyoutOpenInTerminal.Text
source: Open in Terminal...
ar: فتح في طرفيه
es_es: Abrir en terminal...
fr_fr: Ouvrir dans un Terminal…
hr_hr: Otvori u Terminalu...
ko_kr: 터미널에서 열기...
nl_nl: Openen in terminal...
vi: Mở bằng Terminal...

# BaseLayoutContextFlyoutNewFolder.Text
source: Folder
ar: مجلد
es_es: Carpeta
fr_fr: Dossier
hr_hr: Mapa
ko_kr: 폴더
nl_nl: Map
vi: Thư mục

# BaseLayoutContextFlyoutPropertiesFolder.Text
source: Properties
ar: خصائص
es_es: Propiedades
fr_fr: Propriétés
hr_hr: Svojstva
ko_kr: 속성
nl_nl: Eigenschappen
vi: Thuộc tính

# BaseLayoutItemContextFlyoutExtract.Text
source: Extract
ar: استخراج
es_es: Extraer
fr_fr: Extraire
hr_hr: Raspakiraj
ko_kr: 압축 해제
nl_nl: Uitpakken
vi: Trích xuất

# BaseLayoutItemContextFlyoutOpenInNewTab.Text
source: Open in new tab
ar: فتح في علامة تبويب جديدة
es_es: Abrir en nueva pestaña
fr_fr: Ouvrir dans un nouvel onglet
hr_hr: Otvori u novoj kartici
ko_kr: 새 탭에서 열기
nl_nl: Openen in nieuw tabblad
vi: Mở trong tab mới

# BaseLayoutItemContextFlyoutOpenInNewWindow.Text
source: Open in new window
ar: فتح في نافذة جديدة
es_es: Abrir en nueva ventana
fr_fr: Ouvrir dans une nouvelle fenêtre
hr_hr: Otvori u novom prozoru
ko_kr: 새 창에서 열기
nl_nl: Openen in nieuw venster
vi: Mở trong cửa sổ mới

# BaseLayoutItemContextFlyoutSetAsDesktopBackground.Text
source: Set as desktop background
ar: تعيين كخلفية سطح المكتب
es_es: Fondo de escritorio
fr_fr: Définir comme fond d'écran
hr_hr: Postavi kao pozadinu radne površine
ko_kr: 바탕 화면 배경으로 설정
nl_nl: Als bureaubladachtergrond gebruiken
vi: Đặt như nền bàn làm việc

# BaseLayoutItemContextFlyoutShare.Text
source: Share
ar: مشاركة
es_es: Compartir
fr_fr: Partager
hr_hr: Podijeli
ko_kr: 공유
nl_nl: Delen
vi: Chia sẻ

# BaseLayoutItemContextFlyoutCut.Text
source: Cut
ar: قص
es_es: Cortar
fr_fr: Couper
hr_hr: Izreži
ko_kr: 잘라내기
nl_nl: Knippen
vi: Cắt

# BaseLayoutItemContextFlyoutCopy.Text
source: Copy
ar: نسخ
es_es: Copiar
fr_fr: Copier
hr_hr: Kopiraj
ko_kr: 복사
nl_nl: Kopiëren
vi: Sao chép

# BaseLayoutItemContextFlyoutRename.Text
source: Rename
ar: إعادة تسمية
es_es: Renombrar
fr_fr: Renommer
hr_hr: Preimenuj
ko_kr: 이름 바꾸기
nl_nl: Naam wijzigen
vi: Đổi tên

# BaseLayoutItemContextFlyoutProperties.Text
source: Properties
ar: خصائص
es_es: Propiedades
fr_fr: Propriétés
hr_hr: Svojstva
ko_kr: 속성
nl_nl: Eigenschappen
vi: Thuộc tính

# NavigationToolbarVisiblePath.PlaceholderText
source: Enter a path
ar: ادخل وجهة معينة
es_es: Ingrese una ubicación
fr_fr: Entrer un chemin d'accès
hr_hr: Unesi putanju
ko_kr: 경로 입력
nl_nl: Geef een pad op
vi: Nhập vào một đường

# NavigationToolbarSearchReigon.PlaceholderText
source: Search
ar: بحث
es_es: Buscar
fr_fr: Rechercher
hr_hr: Pretraga
ko_kr: 검색
nl_nl: Zoeken
vi: Tìm kiếm

# NavToolbarSelectAll.Text
source: Select All
ar: تحديد الكل
es_es: Seleccionar Todo
fr_fr: Sélectionner tout
hr_hr: Odaberi sve
ko_kr: 모두 선택
nl_nl: Alles selecteren
vi: Chọn Tất cả

# NavToolbarClearSelection.Text
source: Clear Selection
ar: مسح التحديد
es_es: Quitar Selección
fr_fr: Effacer la sélection
hr_hr: Poništi odabir
ko_kr: 선택 취소
nl_nl: Selectie wissen
vi: Xóa lựa chọn

# ModernNavigationToolbaNewFolder.Text
source: Folder
ar: مجلد
es_es: Carpeta
fr_fr: Dossier
hr_hr: Mapa
ko_kr: 폴더
nl_nl: Map
vi: Thư mục

# ModernNavigationToolbaNewBitmapImage.Text
source: Bitmap Image
ar: صورة نقطية
es_es: Imagen Bitmap
fr_fr: Image bitmap
hr_hr: Bitmapna slika
ko_kr: 비트맵 이미지
nl_nl: Bitmapafbeelding
vi: Ảnh Bitmap

# ModernNavigationToolbaNewTextDocument.Text
source: Text Document
ar: مستند نصي
es_es: Documento de Texto
fr_fr: Document texte
hr_hr: Tekstualni dokument
ko_kr: 텍스트 문서
nl_nl: Tekstdocument
vi: Tài liệu văn bản

# nameColumn.Header
source: Name
ar: اسم
es_es: Nombre
fr_fr: Nom
hr_hr: Naziv
ko_kr: 이름
nl_nl: Naam
vi: Tên

# dateColumn.Header
source: Date modified
ar: تاريخ معدل
es_es: Fecha de modificación
fr_fr: Date de modification
hr_hr: Datum promjene
ko_kr: 수정한 날짜
nl_nl: Gewijzigd op
vi: Ngày sửa đổi

# typeColumn.Header
source: Type
ar: النوع
es_es: Tipo
hr_hr: Vrsta
ko_kr: 유형
vi: Loại

# sizeColumn.Header
source: Size
ar: الحجم
es_es: Tamaño
fr_fr: Taille
hr_hr: Veličina
ko_kr: 크기
nl_nl: Grootte
vi: Kích cỡ

# WelcomeDialog.Title
source: Welcome to Files!
ar: مرحبا بك في Files
es_es: Bienvenido a Files!
fr_fr: Bienvenue dans Files !
hr_hr: Dobrodošli u Files!
ko_kr: 환영합니다!
nl_nl: Welkom bij Files!
vi: Chào mừng đến Files!

# WelcomeDialog.PrimaryButtonText
source: Grant Permission
ar: منح الإذن
es_es: Conceder Permiso
fr_fr: Accorder l'autorisation
hr_hr: Odobri dopuštenje
ko_kr: 권한 부여
nl_nl: Toestemming geven
vi: Cho quyền phép

# WelcomeDialogTextBlock.Text
source: To get started, you'll need to grant us permission to display your files. This will open a Settings page where you can grant us this permission. You'll need to reopen the app once you've completed this step.
ar: للبدء ، ستحتاج إلى منحنا إذنًا لعرض ملفاتك. سيؤدي هذا إلى فتح صفحة الإعدادات حيث يمكنك منحنا هذا الإذن. ستحتاج إلى إعادة فتح التطبيق بمجرد الانتهاء من هذه الخطوة
es_es: Para comenzar, deberá otorgarnos permiso para mostrar sus archivos. Esto abrirá una página de Configuración donde puede otorgarnos este permiso. Deberá volver a abrir la aplicación una vez que haya completado este paso.
fr_fr: Pour commencer, vous devez nous permettre d'afficher vos fichiers. Une fenêtre de configuration va s'ouvrir où vous pourrez nous donner la permission. Vous devrez relancer l'application une fois cette étape terminée.
hr_hr: Za početak, morat ćete nam dati dopuštenje za prikaz vaših datoteka. Ovo će otvoriti stranicu Postavki na kojoj nam možete dodijeliti ovo dopuštenje. Nakon što dovršite ovaj korak, morate ponovno pokrenuti aplikaciju.
ko_kr: 시작하려면 파일을 표시할 수 있는 권한이 필요합니다. 이 권한을 부여할 수 있는 설정 페이지가 열립니다. 이 단계를 완료하면 앱을 다시 실행해야 합니다.
nl_nl: Om aan de slag te gaan, moet u toestemming geven om uw bestanden weer te geven. Hiermee wordt er een pagina in Instellingen geopend waar u toestemming kunt geven. U moet de app hierna opnieuw starten.
vi: Để bắt đầu, bạn sẽ cần cho chúng tôi quyền phép để hiển thị những tệp của bạn. Điều này sẽ mở một trang Cài đặt mà bạn có thể cho quyền phép này đến chúng tôi. Bạn sẽ cần khởi động lại ứng dụng khi bạn làm bước này xong.

# FileFolderListItem
source: File folder
ar: مجلد ملفات
es_es: Carpeta de archivos
fr_fr: Dossier de fichiers
hr_hr: Mapa datoteka
ko_kr: 파일 폴더
nl_nl: Bestandsmap
vi: Tệp thư mục

# RenameDialog.Title
source: Enter an item name
ar: ادخل اسم عنصر
es_es: Ingrese un nombre de archivo
fr_fr: Entrez un nom d'élément
hr_hr: Unesite naziv stavke
ko_kr: 항목 이름을 입력하세요
nl_nl: Voer een itemnaam in
vi: Nhập vào một tên của mục

# RenameDialogInputText.PlaceholderText
source: Enter an item name
ar: ادخل اسم عنصر
es_es: Ingrese un nombre de archivo
fr_fr: Entrez un nom d'élément
hr_hr: Unesite naziv stavke
ko_kr: 항목 이름 입력
nl_nl: Voer een itemnaam in
vi: Nhập vào một tên của mục

# RenameDialog.PrimaryButtonText
source: Set Name
ar: اسم المجموعة
es_es: Establecer Nombre
fr_fr: Définir le nom
hr_hr: Postavi naziv
ko_kr: 이름 설정
nl_nl: Naam instellen
vi: Đặt tên

# SystemTheme
source: Default
es_es: Predeterminado
fr_fr: Système
hr_hr: Zadano
ko_kr: 기본값
nl_nl: Standaard
vi: Mặc định

# LightTheme
source: Light
ar: فاتح
es_es: Claro
fr_fr: Clair
hr_hr: Svijetlo
ko_kr: 밝게
nl_nl: Licht
vi: Sáng

# DarkTheme
source: Dark
ar: داكن
es_es: Oscuro
fr_fr: Sombre
hr_hr: Tamno
ko_kr: 어둡게
nl_nl: Donker
vi: Tối

# ApplicationTimeStye
source: Application
ar: التطبيق
es_es: Aplicación
hr_hr: Aplikacija
ko_kr: 응용 프로그램
nl_nl: Toepassing
vi: Ứng dụng

# SystemTimeStye
source: System
ar: النظام
es_es: Sistema
fr_fr: Système
hr_hr: Sustav
ko_kr: 시스템
nl_nl: Systeem
vi: Hệ thống

source: New Folder
ar: مجلد جديد
es_es: Nueva Carpeta
fr_fr: Nouveau dossier
hr_hr: Nova mapa
ko_kr: 새 폴더
nl_nl: Nieuwe map
vi: Thư mục Mới

# EmptyFolder.Text
source: This folder is empty.
ar: ‏‏هذا المجلد فارغ
es_es: Esta carpeta está vacía.
fr_fr: Ce dossier est vide.
hr_hr: Ova je mapa prazna.
ko_kr: 이 폴더는 비어 있습니다.
nl_nl: Deze map is leeg.
vi: Thư mục này trống.

# NavBackButton.ToolTipService.ToolTip
source: Back (Alt+Left Arrow)
ar: ‏‏الانتقال للخلف (Alt + مفتاح السهم الأيسر)
es_es: Atrás (Alt+Flecha Izquierda)
fr_fr: Précédent (Alt + Flèche gauche)
hr_hr: Natrag (Alt+lijeva strelica)
ko_kr: 뒤로 (Alt+왼쪽 화살표)
nl_nl: Terug (Alt+Pijl-links)
vi: Lùi (Alt+Mũi tên Trái)

# NavForwardButton.ToolTipService.ToolTip
source: Forward (Alt+Right Arrow)
ar: ‏‏الانتقال للأمام (Alt + مفتاح السهم الأيمن)
es_es: Adelante (Alt+Flecha Derecha)
fr_fr: Suivant (Alt + Flèche droite)
hr_hr: Naprijed (Alt+strelica desno)
ko_kr: 앞으로 (Alt+오른쪽 화살표)
nl_nl: Vooruit (Alt+Pijl-rechts)
vi: Chuyển tiếp (Alt+Mũi tên Phải)

# NavUpButton.ToolTipService.ToolTip
source: Up (Alt+Up Arrow)
ar: ‏‏الانتقال للاعلى (Alt + مفتاح السهم الأيمن)
es_es: Arriba (Alt+Flecha Arriba)
fr_fr: Remonter (Alt + Flèche haut)
hr_hr: Gore (Alt+strelica gore)
ko_kr: 위로 (Alt+위쪽 화살표)
nl_nl: Omhoog (Alt+Pijl-omhoog)
vi: Tên (Alt+Mũi tên trên)

# NavRefreshButton.ToolTipService.ToolTip
source: Refresh (F5)
ar: تحديث (F5)
es_es: Actualizar (F5)
fr_fr: Actualiser (F5)
hr_hr: Osvježi (F5)
ko_kr: 새로고침 (F5)
nl_nl: Vernieuwen (F5)
vi: Làm mới (F5)

# NavSearchButton.ToolTipService.ToolTip
source: Search (Ctrl+F)
ar: بحث
es_es: Búsqueda (Ctrl+F)
fr_fr: Rechercher (Ctrl+F)
hr_hr: Pretraga (Ctrl+F)
ko_kr: 검색 (Ctrl+F)
nl_nl: Zoeken (Ctrl+F)
vi: Tìm kiếm (Ctrl +F)

# SidebarDrives
source: Drives
ar: محركات الأقراص
es_es: Dispositivos y unidades
fr_fr: Disques
hr_hr: Pogoni
ko_kr: 드라이브
nl_nl: Stations
vi: Những ổ lưu trữ:

# ItemTypeFile
source: File
ar: ملف
es_es: Archivo
fr_fr: Fichier
hr_hr: Datoteka
ko_kr: 파일
nl_nl: Bestand
vi: Tệp

# PropertiesItemMD5Hash.Text
source: MD5Hash:
es_es: HashMD5:
fr_fr: Hash MD5 :
ko_kr: MD5 해시:

# ErrorDialogThisActionCannotBeDone
source: This action cannot be done
ar: لا يمكن القيام بهذا الامر
es_es: Esta acción no se puede completar
fr_fr: Cette action ne peut pas être effectuée
hr_hr: Ova akcija se ne može napraviti
ko_kr: 작업을 수행할 수 없습니다
nl_nl: Deze actie kan niet worden uitgevoerd
vi: Không thể làm hoạt động này

# ErrorDialogTheDestinationFolder
source: The destination folder
ar: وجهة الملف
es_es: La carpeta de destino
fr_fr: Le dossier de destination
hr_hr: Destinacijska mapa
ko_kr: 대상 폴더
nl_nl: De doelmap
vi: Thư mục nơi đến

# ErrorDialogIsASubfolder
source: is a subfolder of the source folder
ar: انه مجلد فرعي من المجلد الاصلي
es_es: es la misma que la carpeta de origen
fr_fr: est un sous-dossier du dossier source
hr_hr: je podmapa izvorne mape
ko_kr: 는 원본 폴더의 하위 폴더입니다
nl_nl: is een submap van de bronmap
vi: là một thư mục con của thư mục nguồn

# ErrorDialogSkip
source: Skip
ar: ‏‏تخطي
es_es: Omitir
fr_fr: Ignorer
hr_hr: Preskoči
ko_kr: 건너뛰기
nl_nl: Overslaan
vi: Bỏ qua

# NavToolbarInvertSelection.Text
source: Invert Selection
ar: عكس التحديد
es_es: Invertir Selección
fr_fr: Inverser la sélection
hr_hr: Obrni odabir
ko_kr: 선택 반전
nl_nl: Selectie omkeren
vi: Đảo Lựa chọn

# BaseLayoutItemContextFlyoutOpenItem.Text
source: Open
ar: فتح
es_es: Abrir
fr_fr: Ouvrir
hr_hr: Otvori
ko_kr: 열기
nl_nl: Openen
vi: Mở

# PropertiesTitle
source: Properties
ar: خصائص
es_es: Propiedades
fr_fr: Propriétés
hr_hr: Svojstva
ko_kr: 속성
nl_nl: Eigenschappen
vi: Thuộc tính

# PropertiesAttributes.Text
source: Attributes:
ar: السمات:
es_es: Atributos:
fr_fr: Attributs :
hr_hr: Atributi:
ko_kr: 특성:
nl_nl: Kenmerken:
vi: Thuộc tính:

# PropertiesTitleSecondary.Text
source: Properties
ar: خصائص
es_es: Propiedades
fr_fr: Propriétés
hr_hr: Svojstva
ko_kr: 속성
nl_nl: Eigenschappen
vi: Thuộc tính

# SideBarOpenInNewTab.Text
source: Open in new tab
ar: فتح في علامة تبويب جديدة
es_es: Abrir en nueva pestaña
fr_fr: Ouvrir dans un nouvel onglet
hr_hr: Otvori u novoj kartici
ko_kr: 새 탭에서 열기
nl_nl: In nieuw tabblad openen
vi: Mở trong tab mới

# SideBarOpenInNewWindow.Text
source: Open in new window
ar: فتح في نافذة جديدة
es_es: Abrir en nueva ventana
fr_fr: Ouvrir dans une nouvelle fenêtre
hr_hr: Otvori u novom prozoru
ko_kr: 새 창에서 열기
nl_nl: In nieuw venster openen
vi: Mở trong cửa sổ mới

# SettingsExperimentalTitle.Text
source: Experimental
ar: تجريبي
fr_fr: Expérimental
hr_hr: Eksperimentalno
ko_kr: 실험실
nl_nl: Experimenteel
vi: Thực nghiệm

# SettingsExperimentalDescription.Text
source: WARNING: EXPERIMENTAL FEATURES AHEAD!
ar: تحذير ميزات قيد التجربة
es_es: ADVERTENCIA: ¡CARACTERISTICAS EXPERIMENTALES!
fr_fr: ATTENTION : FONCTIONS EXPERIMENTALES !
hr_hr: UPOZORENJE: EKSPERIMENTALNE MOGUĆNOSTI!
ko_kr: 경고: 아직 실험 중인 기능입니다!
nl_nl: WAARSCHUWING: DIT ZIJN EXPERIMENTELE FUNCTIES!
vi: CẢNH BÁO: TÍNH NĂNG THỬ NGHIỆM PHÍA TRƯỚC!

# SettingsNavExperimental.Content
source: Experimental
ar: تجريبي
fr_fr: Expérimental
hr_hr: Eksperimentalno
ko_kr: 실험실
nl_nl: Experimenteel
vi: Thực nghiệm

# ItemAlreadyExistsDialogContent
source: An item with this name already exists in this directory.
ar: يوجد عنصر بهذا الاسم في دليل الملفات
es_es: Un elemento con este nombre ya existe en esta ubicación.
fr_fr: Un élément avec ce nom existe déjà dans ce dossier.
hr_hr: Stavka s ovim nazivom već postoji u ovoj mapi.
ko_kr: 폴더에 같은 이름의 항목이 이미 존재합니다.
nl_nl: Een item met deze naam bestaat al in deze map.
vi: Có một mục với tên này trong danh mục này rồi.

# ItemAlreadyExistsDialogTitle
source: Item already exists
ar: العنصر موجود بالفعل.
es_es: El elemento ya existe
fr_fr: L‘élément existe déjà
hr_hr: Stavka već postoji
ko_kr: 이미 존재하는 항목입니다
nl_nl: Item bestaat al
vi: Mục đã hiện hữu rồi

# ItemAlreadyExistsDialogSecondaryButtonText
source: Replace existing item
ar: استبدل العنصر الموجود سابقا
es_es: Reemplazar elemento existente
fr_fr: Remplacer l'élément existant
hr_hr: Zamijeni postojeću stavku
ko_kr: 기존 항목 대체
nl_nl: Bestaand item vervangen
vi: Thay thế mục hiện hữu

# BaseLayoutItemContextFlyoutSetAsLockscreenBackground.Text
source: Set as lockscreen background
ar: ضبط كخلفية قفل الشاشة
es_es: Fondo de pantalla de bloqueo
fr_fr: Définir en tant qu'écran de verrouillage
hr_hr: Postavi kao pozadinu zaključanog zaslona
ko_kr: 잠금 화면 배경으로 설정
nl_nl: Als vergrendelingsscherm instellen
vi: Đặt nền màn hình khóa

# PropertiesDialogOKButton.Content
source: OK
ar: موافق
es_es: Aceptar
hr_hr: U redu
ko_kr: 확인
vi: Đồng ý

# AccessDeniedDeleteDialog.Text
source: We weren't able to delete this item
ar: لم نتمكن من حذف هذا العنصر
es_es: No pudimos eliminar este elemento
fr_fr: Impossible de supprimer cet élément
hr_hr: Ovu stavku je nemoguće izbrisati
ko_kr: 항목을 삭제할 수 없습니다
nl_nl: Dit item kan niet worden verwijderd
vi: Chúng tôi đã không xóa bỏ mục này được.

# DriveUnpluggedDialog.Text
source: Please insert the necessary drive to access this item.
ar: الرجاء ادخال المحرك المطلوب لهذا العنصر
es_es: Inserte la unidad necesaria para acceder a este elemento.
fr_fr: Veuillez insérer le disque nécessaire pour accéder à cet élément.
hr_hr: Molimo umetnite potreban pogon za pristup ovoj stavci.
ko_kr: 파일에 접근하려면 드라이브를 삽입하세요
nl_nl: Plaats het benodigde station om toegang te krijgen tot dit item.
vi: Làm ơn chèn ổ lưu trữ yêu cầu để truy cập mục này.

# DriveUnpluggedDialog.Title
source: Drive Unplugged
ar: تم فصل المحرك
es_es: Unidad Desconectada
fr_fr: Disque déconnecté
hr_hr: Pogon isključen
ko_kr: 드라이브가 분리되었습니다
nl_nl: Schijf niet aangesloten
vi: Ổ lưu trữ đã bị rút ra

# FileNotFoundDialog.Text
source: The file you are attempting to access may have been moved or deleted.
es_es: El archivo al que está intentando acceder puede haberse movido o eliminado.
fr_fr: Le fichier auquel vous tentez d'accéder a peut-être été déplacé ou supprimé.
hr_hr: Datoteka kojoj pokušavate pristupiti je možda premještena ili izbrisana.
ko_kr: 파일이 이동되거나 삭제되었을 수 있습니다.
nl_nl: Het bestand dat u probeert te openen, is mogelijk verplaatst of verwijderd.
vi: Tệp bằng đang cố gắng để truy cập có thể đã bị di chuyển hoặc xóa bỏ.

# FileNotFoundDialog.Title
source: File Not Found
ar: ‏‏لم يتم العثور على الملف
es_es: Archivo no encontrado
fr_fr: Fichier introuvable
hr_hr: Datoteka nije pronađena
ko_kr: 파일을 찾을 수 없습니다
nl_nl: Bestand is niet gevonden
vi: Không thấy tệp

# FileNotFoundPreviewDialog.Text
source: The file you are attempting to preview may have been moved or deleted.
ar: الملف الذي تحاول استعراضه قد تم نقله او حذفه
es_es: El archivo que está intentando obtener una vista previa puede haberse movido o eliminado.
fr_fr: Le fichier que vous tentez de prévisualiser a peut-être été déplacé ou supprimé.
hr_hr: Datoteka koju pokušavate pregledati možda je premještena ili izbrisana.
ko_kr: 파일이 이동되거나 삭제되었을 수 있습니다.
nl_nl: De bestanden waarvan u een voorbeeld probeert te bekijken, zijn mogelijk verplaatst of verwijderd.
vi: Tệp bạn đang cố gắng để xem trước có thể đã bị di chuyển hoặc xóa bỏ.

# FolderNotFoundDialog.Text
source: The folder you are attempting to access may have been moved or deleted.
ar: الملف الذي تحاول الوصول اليه قد تم نقله او حذفه.
es_es: La carpeta a la que está intentando acceder puede haberse movido o eliminado.
fr_fr: Le dossier auquel vous tentez d'accéder a peut-être été déplacé ou supprimé.
hr_hr: Mapa kojoj pokušavate pristupiti možda je premještena ili izbrisana.
ko_kr: 폴더가 이동되거나 삭제되었을 수 있습니다.
nl_nl: De map die u probeert te openen, is mogelijk verplaatst of verwijderd.
vi: Thư mục bằng đang cố gắng để truy cập có thể đã bị di chuyển hoặc xóa bỏ.
