Repository: files-community/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: ar, es_es, fr_fr, hr_hr, ko_kr, nl_nl, vi

# ConflictingItemsDialogSubtitleSingleConflictMultipleNonConflicts
source: There is one conflicting file name, and {0} outgoing item(s).
es_es: Hay un nombre de archivo en conflicto y {0} elementos salientes.
fr_fr: Il y a un nom de fichier en conflit et {0} élément(s) sortant(s).
hr_hr: Postoji jedan konfliktni naziv datoteke i sljedeći broj odlaznih stavki: {0}.
ko_kr: 이름이 중복되는 파일이 1개, 아닌 파일이 {0}개 있습니다.
nl_nl: Er is een conflicterende itemnaam en {0} uitgaand(e) item(s).
vi: Có một tên tệp tin xung đột, và {0} mục đang hoạt động.

# ConflictingItemsDialogItemOptionReplaceExisting.Text
source: Replace existing
es_es: Remplazar el existente
fr_fr: Remplacer l'existant
hr_hr: Zamijeni postojeće
ko_kr: 기존 항목 바꾸기
nl_nl: Bestaand(e) item(s) vervangen
vi: Thay thế hiện có

# ConflictingItemsDialogItemOptionSkip.Text
source: Skip
es_es: Omitir
fr_fr: Ignorer
hr_hr: Preskoči
ko_kr: 건너뛰기
nl_nl: Overslaan
vi: Bỏ qua

# ConflictingItemsDialogOptionReplaceExisting.Text
source: Replace existing
es_es: Reemplazar el existente
fr_fr: Remplacer l'existant
hr_hr: Zamijeni postojeće
ko_kr: 기존 항목 바꾸기
nl_nl: Bestaand(e) item(s) vervangen
vi: Thay thế hiện có

# ConflictingItemsDialogOptionSkip.Text
source: Skip
es_es: Omitir
fr_fr: Ignorer
hr_hr: Preskoči
ko_kr: 건너뛰기
nl_nl: Overslaan
vi: Bỏ qua

# ConflictingItemsDialogTakenActionReplaceExisting
source: Replace existing
es_es: Reemplazar el existente
fr_fr: Remplacer l'existant
hr_hr: Zamijeni postojeće
ko_kr: 기존 항목 바꾸기
nl_nl: Bestaand(e) item(s) vervangen
vi: Thay thế hiện có

# ConflictingItemsDialogTakenActionSkip
source: Skip
es_es: Omitir
fr_fr: Ignorer
hr_hr: Preskoči
ko_kr: 건너뛰기
nl_nl: Overslaan
vi: Bỏ qua

source: Generate new name
es_es: Generar nuevo nombre
fr_fr: Générer un nouveau nom
hr_hr: Generirajte novi naziv
ko_kr: 새 이름 생성
nl_nl: Nieuwe naam genereren
vi: Phát ra tên mới

# ConflictingItemsDialogUndoOption.Text
source: Undo
es_es: Deshacer
fr_fr: Défaire
hr_hr: Poništi
ko_kr: 실행 취소
nl_nl: Ongedaan maken
vi: Hoàn tác

# ConflictingItemsDialogSubtitleMultipleConflictsNoNonConflicts
source: There are {0} conflicting file names.
es_es: Hay {0} nombres de archivo en conflicto.
fr_fr: Il y a {0} conflits de nom de fichiers.
hr_hr: Postoji {0} konfliktnih naziva datoteka.
ko_kr: 이름이 중복되는 파일이 {0}개 있습니다.
nl_nl: Er zijn {0} conflicterende itemnamen.
vi: Đang có {0} tên tệp tin xung đột.

# ConflictingItemsDialogSubtitleSingleConflictNoNonConflicts
source: There is one conflicting file name.
es_es: Hay un nombre de archivo en conflicto.
fr_fr: Il y a un conflit de nom de fichiers.
hr_hr: Postoji jedan konfliktni naziv datoteke.
ko_kr: 이름이 중복되는 파일이 1개 있습니다.
nl_nl: Er is een conflicterende itemnaam.
vi: Đang có một tên tệp tin xung đột.

# BaseLayoutItemContextFlyoutCreateFolderWithSelection.Text
source: Create folder with selection
es_es: Crear carpeta con la selección
fr_fr: Créer un dossier avec la sélection
hr_hr: Napravi mapu s odabirom
ko_kr: 선택한 항목으로 폴더 생성
nl_nl: Map maken van selectie
vi: Tạo thư mục bằng chọn

# ToolTipDescriptionName
source: Name:
es_es: Nombre:
fr_fr: Nom :
hr_hr: Naziv:
ko_kr: 이름:
nl_nl: Naam:
vi: Tên:

# ToolTipDescriptionType
source: Type:
es_es: Tipo:
hr_hr: Vrsta:
ko_kr: 유형:
vi: Loại:

# ToolTipDescriptionDate
source: Date modified:
es_es: Fecha de modificación:
fr_fr: Date de modification :
hr_hr: Datum promjene:
ko_kr: 수정한 날짜
nl_nl: Gewijzigd op:
vi: Ngày sửa đổi:

# NavToolbarSelectionOptions.ToolTipService.ToolTip
source: Selection options
ar: خيارات التحديد
es_es: Opciones de selección
fr_fr: Sélection
hr_hr: Mogućnosti odabira
ko_kr: 선택 옵션
nl_nl: Selectieopties
vi: Tùy chọn lựa chọn

# NavToolbarSelectionOptions.AutomationProperties.Name
source: Selection options
ar: خيارات التحديد
es_es: Opciones de selección
fr_fr: Sélection
hr_hr: Mogućnosti odabira
ko_kr: 선택 옵션
nl_nl: Selectieopties
vi: Tùy chọn lựa chọn

# FileBrowserThumbnailIconColumnGrid.AutomationProperties.Name
source: File icon
es_es: Icono
fr_fr: Icône de fichier
hr_hr: Ikona datoteke
ko_kr: 파일 아이콘
nl_nl: Bestandspictogram
vi: Biểu tượng tệp tin

# DetailsViewHeaderFlyout_ShowOriginalPath.Text
source: Original path column
es_es: Ubicación original
fr_fr: Chemin d'origine
hr_hr: Stupac izvorne putanje
ko_kr: 기본 경로 열
nl_nl: Kolom origineel pad
vi: Cột hướng đầu tiên

# DetailsViewHeaderFlyout_ShowItemType.Text
source: Item type column
es_es: Tipo
fr_fr: Type
hr_hr: Stupac vrste stavke
ko_kr: 항목 유형 열
nl_nl: Kolom itemtype
vi: Cột loại mục

# DetailsViewHeaderFlyout_ShowDateModified.Text
source: Date modified column
es_es: Fecha de modificación
fr_fr: Date de modification
hr_hr: Stupac datum promjene
ko_kr: 수정된 날짜 열
nl_nl: Kolom gewijzigd op
vi: Cột ngày chỉnh sửa

# DetailsViewHeaderFlyout_ShowDateDeleted.Text
source: Date deleted column
es_es: Fecha de eliminación
fr_fr: Date de suppression
hr_hr: Stupac datuma brisanja
ko_kr: 삭제된 날짜 열
nl_nl: Kolom verwijderd op
vi: Cột ngày xóa

# ResizeElementKeyboardControl.AutomationProperties.Name
source: Sidebar resizer
es_es: Ajuste de tamaño de la barra lateral
fr_fr: Redimensionneur de la barre latérale
hr_hr: Promjena veličine bočne trake
ko_kr: 사이드바 크기 조정
nl_nl: Zijbalk verkleinen/vergroten
vi: Trình chỉnh lại kích thước thanh bên

# HorizontalMultitaskingControlAddButton.ToolTipService.ToolTip
source: New tab (Ctrl+T)
es_es: Nueva pestaña (Ctrl+T)
fr_fr: Nouvel onglet (Ctrl+T)
hr_hr: Nova kartica (Ctrl+T)
ko_kr: 새 탭 (Ctrl+T)
nl_nl: Nieuw tabblad (Ctrl+T)
vi: Tab mới Ctrl+T

# HorizontalMultitaskingControlCloseButton.ToolTipService.ToolTip
source: Close tab (Ctrl+W)
es_es: Cerrar pestaña (Ctrl+W)
fr_fr: Fermer l'onglet (Ctrl+W)
hr_hr: Zatvori karticu (Ctrl+W)
ko_kr: 탭 닫기 (Ctrl+W)
nl_nl: Tabblad sluiten (Ctrl+W)
vi: Đóng tab (Ctrl+W)

# OpenItemsWithCaptionText
source: Open with
es_es: Abrir con
fr_fr: Ouvrir avec
hr_hr: Otvori sa
ko_kr: 다른 프로그램으로 열기
nl_nl: Openen met
vi: Mở bằng

# NavToolbarGroupByRadioButtons.Text
source: Group By
es_es: Agrupar por
fr_fr: Grouper par
hr_hr: Grupiraj po
ko_kr: 그룹화 방법
nl_nl: Groeperen op

# NavToolbarSortByRadioButtons.Text
source: Sort By
es_es: Ordenar por
fr_fr: Trier par
hr_hr: Sortiraj prema
ko_kr: 정렬 기준
nl_nl: Sorteren op

# NavToolbarSortDirectionRadioButtons.Header
source: Sort direction
es_es: Dirección de ordenación
fr_fr: Direction
hr_hr: Smjer sortiranja
ko_kr: 정렬 방향
nl_nl: Sorteerrichting
vi: Hướng sắp xếp

# ItemSizeText_Huge
source: Huge
es_es: Enorme
fr_fr: Gigantesque
hr_hr: Ogromno
ko_kr: 매우 큼
nl_nl: Enorm
vi: Rất lớn

# ItemSizeText_VeryLarge
source: Very large
es_es: Muy grande
fr_fr: Très grand
hr_hr: Vrlo veliko
ko_kr: 매우 큼
nl_nl: Zeer groot
vi: Rất lớn

# ItemSizeText_Large
source: Large
es_es: Grande
fr_fr: Grand
hr_hr: Veliko
ko_kr: 크게
nl_nl: Groot
vi: Lớn

# ItemSizeText_Medium
source: Medium
es_es: Mediano
fr_fr: Moyen
hr_hr: Srednje
ko_kr: 보통
nl_nl: Normaal
vi: Vừa

# ItemSizeText_Small
source: Small
es_es: Pequeño
fr_fr: Petit
hr_hr: Malo
ko_kr: 작게
nl_nl: Klein
vi: Nhỏ

# ItemSizeText_Tiny
source: Tiny
es_es: Muy pequeño
fr_fr: Minuscule
hr_hr: Vrlo malo
ko_kr: 매우 작게
nl_nl: Zeer klein
vi: Nhỏ

# ItemTimeText_Today
source: Today
es_es: Hoy
fr_fr: Aujourd'hui
hr_hr: Danas
ko_kr: 오늘
nl_nl: Vandaag
vi: Hôm nay

# ItemTimeText_Yesterday
source: Yesterday
es_es: Ayer
fr_fr: Hier
hr_hr: Jučer
ko_kr: 어제
nl_nl: Gisteren
vi: Hôm qua

# ItemTimeText_ThisWeek
source: Earlier this week
es_es: A principios de esta semana
fr_fr: Plus tôt cette semaine
hr_hr: Ranije ovog tjedna
ko_kr: 이번 주 초
nl_nl: Eerder deze week
vi: Đầu tuần này

# ItemTimeText_LastWeek
source: Last week
es_es: La semana pasada
fr_fr: La semaine dernière
hr_hr: Prošli tjedan
ko_kr: 지난 주
nl_nl: Vorige week
vi: Tuần trước

# ItemTimeText_ThisMonth
source: This month
es_es: Este mes
fr_fr: Le mois courant
hr_hr: Ovaj mjesec
ko_kr: 이번 달
nl_nl: Deze maand
vi: Tháng này

# ItemTimeText_LastMonth
source: Last month
es_es: Mes pasado
fr_fr: Le mois dernier
hr_hr: Prošli mjesec
ko_kr: 지난 달
nl_nl: Vorige maand
vi: Tháng trước

# ItemTimeText_ThisYear
source: This year
es_es: Este año
fr_fr: Cette année
hr_hr: Ove godine
ko_kr: 올해
nl_nl: Dit jaar
vi: Năm nay

# ItemTimeText_Older
source: Older
es_es: Más viejo
fr_fr: Plus ancien
hr_hr: Starije
ko_kr: 오래된 항목
nl_nl: Ouder
vi: Cũ hơn

# ItemTimeText_Before
source: Before {0}
es_es: Antes {0}
fr_fr: Avant {0}
hr_hr: Prije {0}
ko_kr: {0} 이전
nl_nl: Voor {0}
vi: Trước {0}

# GroupItemsCount_Singular
source: {0} item
es_es: {0} elemento
fr_fr: {0} élement
hr_hr: {0} stavka
ko_kr: 항목 {0}개
vi: {0} mục

# GroupItemsCount_Plural
source: {0} items
es_es: {0} elementos
fr_fr: {0} éléments
hr_hr: {0} stavki
ko_kr: 항목 {0}개
vi: {0} mục

# HorizontalMultitaskingControlReopenClosedTab.Text
source: Reopen closed tab
es_es: Volver a abrir pestaña cerrada
fr_fr: Rouvrir l'onglet fermé
hr_hr: Ponovno otvori zatvorenu karticu
ko_kr: 닫은 탭 다시 열기
nl_nl: Gesloten tabblad opnieuw openen
vi: Mở lại cửa sổ đã đóng

# SettingsAboutPrivacyPolicy.Text
source: Privacy policy
es_es: Política de privacidad
fr_fr: Politique de confidentialité
hr_hr: Pravila zaštite privatnosti
ko_kr: 개인정보취급방침
nl_nl: Privacybeleid
vi: Chính sách về quyền riêng tư

# SettingsAboutPrivacyPolicyListViewItem.AutomationProperties.Name
source: View Files privacy policy
es_es: Consultar la política de privacidad de Files
fr_fr: Afficher la politique de confidentialité de Files
hr_hr: Pregledaj pravila privatnosti aplikacije Files
ko_kr: Files 개인정보보호정책 보기
nl_nl: Lees het Files-privacybeleid
vi: Chính sách quyền riêng tư về View Files

# RenameFileDialogTitle
source: Rename
es_es: Renombrar
fr_fr: Renommer
hr_hr: Preimenuj
ko_kr: 이름 바꾸기
nl_nl: Naam wijzigen
vi: Đổi tên

# StatusDeletionCancelled
source: Deletion cancelled
es_es: Eliminación cancelada
fr_fr: Suppression annulée
hr_hr: Brisanje je otkazano
ko_kr: 삭제 취소됨
nl_nl: Verwijderen geannuleerd
vi: Hanh động xóa bỏ bị hủy bỏ

# StatusMoveCanceled
source: Move canceled
es_es: Cambio de ubicación cancelado
fr_fr: Déplacement annulé
hr_hr: Premještanje otkazano
ko_kr: 이동 취소됨
nl_nl: Verplaatsen geannuleerd
vi: Hủy bỏ hoạt động di chuyển

# StatusCopyCanceled
source: Copy canceled
es_es: Copia cancelada
fr_fr: Copie annulée
hr_hr: Kopiranje otkazano
ko_kr: 복사 취소됨
nl_nl: Kopiëren geannuleerd
vi: Hủy bỏ hoạt động sao chép

# StatusMoveCanceledDetails_Singular
source: Moving {0} item from {1} to {2} was canceled
es_es: Se canceló mover {0} elemento de {1} a {2}
fr_fr: Le déplacement de {0} élément depuis {1} vers {2} a été annulé
hr_hr: Premještanje {0} stavke iz {1} u {2} je otkazano
ko_kr: 항목 {0}개를 {1}에서 {2}(으)로 이동하는 작업이 취소되었습니다
nl_nl: {0} item van {1} naar {2} verplaatsen geannuleerd
vi: Hoạt động di chuyển {0} mục từ {1} đến {2} đã bị hủy bỏ

# StatusMoveCanceledDetails_Plural
source: Moving {0} items from {1} to {2} was canceled after moving {3} items
es_es: Se canceló mover {0} elementos de {1} a {2} después de mover {3} elementos
fr_fr: Le déplacement de {0} éléments depuis {1} vers {2} a été annulé après le déplacement de {3} éléments
hr_hr: Premještanje {0} stavki iz {1} u {2} je otkazano nakon premještanja {3} stavki
ko_kr: 항목 {3}개를 이동한 후 항목 {0}개를 {1}에서 {2}(으)로 이동하는 작업이 취소되었습니다
nl_nl: {0} items van {1} naar {2} verplaatsen geannuleerd na {3} items
vi: Hoạt động di chuyển {0} mục từ {1} đến {2} đã bị hủy bỏ sau khi di chuyển {3} mục

# StatusMoveCanceledDetails_Plural2
source: Moving {0} items from {1} to {2} was canceled after moving {3} item
es_es: Se canceló mover {0} elementos de {1} a {2} después de mover {3} elemento
fr_fr: Le déplacement de {0} éléments depuis {1} vers {2} a été annulé après le déplacement de {3} élément
hr_hr: Premještanje {0} stavki iz {1} u {2} je otkazano nakon premještanja {3} stavke
ko_kr: 항목 {3}개를 이동한 후 항목 {0}개를 {1}에서 {2}(으)로 이동하는 작업이 취소되었습니다
nl_nl: {0} items van {1} naar {2} verplaatsen geannuleerd na {3} item
vi: Hoạt động di chuyển {0} mục từ {1} đến {2} đã bị hủy bỏ sau khi di chuyển {3} mục

# StatusMovingItemsDetails_Singular
source: Moving {0} item from {1} to {2}
es_es: Moviendo {0} elemento de {1} a {2}
fr_fr: Déplacement de {0} élément depuis {1} vers {2}
hr_hr: Premještanje {0} stavke iz {1} u {2}
ko_kr: 항목 {0}개를 {1}에서 {2}(으)로 이동하는 중
nl_nl: {0} item van {1} naar {2} verplaatsen
vi: Đang di chuyển {0} mục từ {1} đến {2}

# StatusMovingItemsDetails_Plural
source: Moving {0} items from {1} to {2}
es_es: Moviendo {0} elementos de {1} a {2}
fr_fr: Déplacement de {0} éléments depuis {1} vers {2}
hr_hr: Premještanje {0} stavki iz {1} u {2}
ko_kr: 항목 {0}개를 {1}에서 {2}(으)로 이동하는 중
nl_nl: {0} items van {1} naar {2} verplaatsen
vi: Đang di chuyển {0} mục từ {1} đến {2}

# StatusMovedItemsDetails_Singular
source: Successfully moved {0} item from {1} to {2}
es_es: Se ha movido con éxito {0} elemento de {1} a {2}
fr_fr: Le déplacement de {0} élément depuis {1} vers {2} a réussi
hr_hr: Uspješno premještena {0} stavka iz {1} u {2}
ko_kr: 항목 {0}개를 {1}에서 {2}(으)로 성공적으로 이동했습니다
nl_nl: {0} item van {1} naar {2} verplaatst
vi: Hoạt động di chuyển {0} mục từ {1} đến {2} thành công

# StatusMovedItemsDetails_Plural
source: Successfully moved {0} items from {1} to {2}
es_es: Se han movido con éxito {0} elementos de {1} a {2}
fr_fr: Le déplacement de {0} éléments depuis {1} vers {2} a réussi
hr_hr: {0} stavki uspješno premješteno iz {1} u {2}
ko_kr: 항목 {0}개를 {1}에서 {2}(으)로 성공적으로 이동했습니다
nl_nl: {0} items van {1} naar {2} verplaatst
vi: Hoạt động di chuyển {0} mục từ {1} đến {2} thành công

# StatusMoveFailedDetails_Singular
source: Failed to move {0} item from {1} to {2}
es_es: No se ha podido mover {0} elemento de {1} a {2}
fr_fr: Le déplacement de {0} élément depuis {1} vers {2} a échoué
hr_hr: Premještanje {0} stavke iz {1} u {2} nije uspjelo
ko_kr: 항목 {0}개를 {1}에서 {2}로 이동하는 데 실패했습니다
nl_nl: {0} item van {1} naar {2} verplaatsen mislukt
vi: Hoạt động di chuyển {0} mục từ {1} đến {2} bị thất bại.

# StatusMoveFailedDetails_Plural
source: Failed to move {0} items from {1} to {2}
es_es: No se han podido mover {0} elementos de {1} a {2}
fr_fr: Le déplacement de {0} éléments depuis {1} vers {2} a échoué
hr_hr: Premještanje {0} stavki iz {1} u {2} nije uspjelo
ko_kr: 항목 {0}개를 {1}에서 {2}로 이동하는 데 실패했습니다
nl_nl: {0} items van {1} naar {2} verplaatsen mislukt
vi: Hoạt động di chuyển {0} mục từ {1} đến {2} bị thất bại.

# StatusCopyCanceledDetails_Singular
source: Copying {0} item to {1} was canceled
es_es: Se canceló copiar {0} elemento a {1}
fr_fr: La copie de {0} élément vers {1} a été annulée
hr_hr: Kopiranje {0} stavke u {1} je otkazano
ko_kr: 항목 {0}개를 {1}에 복사하는 작업이 취소되었습니다
nl_nl: {0} item naar {1} kopiëren geannuleerd
vi: Hoạt động sao chép {0} mục từ {1} đến {2} bị hủy bỏ.

# StatusCopyCanceledDetails_Plural
source: Copying {0} items to {1} was canceled after copying {2} items
es_es: Se canceló copiar {0} elementos a {1} después de copiar {2} elementos
fr_fr: La copie de {0} éléments vers {1} a été annulée après {2} éléments copiés
hr_hr: Kopiranje {0} stavki u {1} je otkazano nakon kopiranja {2} stavki
ko_kr: 항목 {2}개를 복사한 후 항목 {0}개를 {1}에 복사하는 작업이 취소되었습니다
nl_nl: {0} items naar {1} kopiëren geannuleerd na {2} items
vi: Hoạt động sao chép {0} mục từ {1} bị hủy bỏ sau khi sao chép {2} mục

# StatusCopyCanceledDetails_Plural2
source: Copying {0} items to {1} was canceled after copying {2} item
es_es: Se canceló copiar {0} elementos a {1} después de copiar {2} elemento
fr_fr: La copie de {0} éléments vers {1} a été annulée après {2} élément copié
hr_hr: Kopiranje {0} stavki u {1} je otkazano nakon kopiranja {2} stavke
ko_kr: 항목 {2}개를 복사한 후 항목 {0}개를 {1}에 복사하는 작업이 취소되었습니다
nl_nl: {0} items naar {1} kopiëren geannuleerd na {2} item
vi: Hoạt động sao chép {0} mục từ {1} bị hủy bỏ sau khi sao chép {2} mục

# StatusCopyingItemsDetails_Singular
source: Copying {0} item to {1}
es_es: Copiando {0} elemento a {1}
fr_fr: Copie de {0} élement vers {1}
hr_hr: Kopiranje {0} stavke u {1}
ko_kr: {1}에 항목 {0}개 복사 중
nl_nl: {0} item naar {1} kopiëren
vi: Đang sao chép {0} mục từ {1}

# StatusCopyingItemsDetails_Plural
source: Copying {0} items to {1}
es_es: Copiando {0} elementos a {1}
fr_fr: Copie de {0} élements vers {1}
hr_hr: Kopiranje {0} stavki u {1}
ko_kr: 항목 {0}개를 {1}에 복사하는 중
nl_nl: {0} items naar {1} kopiëren
vi: Đang sao chép {0} mục từ {1}

# StatusCopiedItemsDetails_Singular
source: Successfully copied {0} item to {1}
es_es: Se ha copiado con éxito {0} elemento en {1}
fr_fr: La copie de {0} élément vers {1} a réussi
hr_hr: {0} stavka uspješno kopirana u {1}
ko_kr: 항목 {0}개를 {1}에 성공적으로 복사했습니다
nl_nl: {0} item naar {1} gekopieerd
vi: Hoạt động sao chép {0} mục từ {1} thành công

# StatusCopiedItemsDetails_Plural
source: Successfully copied {0} items to {1}
es_es: Se han copiado con éxito {0} elementos en {1}
fr_fr: La copie de {0} éléments vers {1} a réussi
hr_hr: Uspješno kopirano {0} stavki u {1}
ko_kr: 항목 {0}개를 {1}에 성공적으로 복사했습니다
nl_nl: {0} items naar {1} gekopieerd
vi: Hoạt động sao chép {0} mục từ {1} thành công

# StatusDeleteCanceledDetails_Singular
source: Deleting {0} item from {1} was canceled
es_es: Se canceló eliminar {0} elemento de {1}
fr_fr: La suppression de {0} élément depuis {1} a été annulé
hr_hr: Brisanje {0} stavke iz {1} je otkazano
ko_kr: 항목 {0}개를 {1}에서 삭제하는 작업이 취소되었습니다
nl_nl: {0} item uit {1} verwijderen geannuleerd
vi: Hoạt động xóa {0} mục từ {1} bị hủy bỏ

# StatusDeleteCanceledDetails_Plural
source: Deleting {0} items from {1} was canceled after deleting {3} items
es_es: Se canceló eliminar {0} elementos de {1} después de eliminar {3} elementos
fr_fr: La suppression de {0} éléments depuis {1} a été annulé après {3} éléments supprimés
hr_hr: Brisanje {0} stavki iz {1} je otkazano nakon brisanja {3} stavki
ko_kr: 항목 {3}개가 삭제된 이후 항목 {0}개를 {1}에서 삭제하는 작업이 취소되었습니다
nl_nl: {0} items uit {1} verwijderen geannuleerd na {3} items
vi: Hoạt động xóa {0} mục từ {1} bị hủy bỏ sau khi xóa {3} mục

# StatusDeleteCanceledDetails_Plural2
source: Deleting {0} items from {1} was canceled after deleting {3} item
es_es: Se canceló eliminar {0} elementos de {1} después de eliminar {3} elemento
fr_fr: La suppression de {0} éléments depuis {1} a été annulé après {3} élément supprimé
hr_hr: Brisanje {0} stavki iz {1} je otkazano nakon brisanja {3} stavke
ko_kr: 항목 {3}개가 삭제된 이후 항목 {0}개를 {1}에서 삭제하는 작업이 취소되었습니다
nl_nl: {0} items uit {1} verwijderen geannuleerd na {3} item
vi: Hoạt động xóa {0} mục từ {1} bị hủy bỏ sau khi xóa {3} mục

# StatusDeletingItemsDetails_Singular
source: Deleting {0} item from {1}
es_es: Eliminando {0} elemento de {1}
fr_fr: Suppression de {0} élément depuis {1}
hr_hr: Brisanje {0} stavke iz {1}
ko_kr: {1}에서 항목 {0}개 삭제 중
nl_nl: {0} item uit {1} verwijderen
vi: Đang xóa {0} mục từ {1}

# StatusDeletingItemsDetails_Plural
source: Deleting {0} items from {1}
es_es: Eliminando {0} elementos de {1}
fr_fr: Suppression de {0} éléments depuis {1}
hr_hr: Brisanje {0} stavki iz {1}
ko_kr: {1}에서 항목 {0}개를 삭제하는 중
nl_nl: {0} items uit {1} verwijderen
vi: Đang xóa {0} mục từ {1}

# StatusDeletedItemsDetails_Singular
source: Successfully deleted {0} item from {1}
es_es: Se ha eliminado con éxito {0} elemento de {1}
fr_fr: La suppression de {0} élément depuis {1} a réussi
hr_hr: Uspješno izbrisana {0} stavka iz {1}
ko_kr: 항목 {0}개를 {1}에서 성공적으로 삭제했습니다
nl_nl: {0} item uit {1} verwijderd
vi: Hoạt động xóa {0} mục từ {1} thành công

# StatusDeletedItemsDetails_Plural
source: Successfully deleted {0} items from {1}
es_es: Se han eliminado con éxito {0} elementos de {1}
fr_fr: La suppression de {0} éléments depuis {1} a réussi
hr_hr: Uspješno izbrisano {0} stavki iz {1}
ko_kr: 항목 {0}개를 {1}에서 성공적으로 삭제했습니다
nl_nl: {0} items uit {1} verwijderd
vi: Hoạt động xóa {0} mục từ {1} thành công

# StatusDeletionFailedDetails_Singular
source: Failed to delete {0} item from {1}
es_es: No se ha podido eliminar {0} elemento de {1}
fr_fr: La suppression de {0} élément depuis {1} a échoué
hr_hr: Brisanje {0} stavke iz {1} nije uspjelo
ko_kr: 항목 {0}개를 {1}에서 삭제하는 데 실패했습니다
nl_nl: {0} item uit {1} verwijderen mislukt
vi: Hoạt động xóa {0} mục từ {1} bị thất bại

source: the Recycle Bin
es_es: la Papelera de reciclaje
fr_fr: la Corbeille
hr_hr: Koš za smeće
ko_kr: 휴지통
nl_nl: de prullenbak
vi: Thùng rác

# MoveInProgress
source: Moving items
es_es: Moviendo elementos
fr_fr: Déplacement d'éléments
hr_hr: Premještanje stavki
ko_kr: 항목 이동 중
nl_nl: Items verplaatsen
vi: Di chuyển mục

# CopyInProgress.Title
source: Copying items
es_es: Copiando elementos
fr_fr: Copie d'éléments
hr_hr: Kopiranje stavki
ko_kr: 항목 복사 중
nl_nl: Items kopiëren
vi: Sao mục

# StatusRecycleFailed
source: Recycle failed
es_es: Error al reciclar
fr_fr: Le déplacement vers la Corbeille a échoué
hr_hr: Recikliranje nije uspjelo
ko_kr: 휴지통 비우기에 실패했습니다
nl_nl: Recyclen mislukt
vi: Hoạt động dọn thùng rác bị thất bại

# StatusRecycleCancelled
source: Recycle cancelled
es_es: Reciclaje cancelado
fr_fr: Le déplacement vers la Corbeille a été annulé
hr_hr: Recikliranje je otkazano
ko_kr: 휴지통 비우기가 취소되었습니다
nl_nl: Recyclen geannuleerd
vi: Hoạt động dọn thùng rác bị hủy bỏ

# StatusCancellingOp
source: canceling
es_es: cancelando
fr_fr: annulé
hr_hr: otkazivanje
ko_kr: 취소 중
nl_nl: annuleren
vi: Hoạt động dọn thùng rác bị hủy bỏ

# OngoingTasksDismissBannerButton.AutomationProperties.Name
source: Dismiss
es_es: Descartar
fr_fr: Ignorer
hr_hr: Odbaci
ko_kr: 해제
nl_nl: Sluiten
vi: Bỏ qua

# OngoingTasksDismissBannerButton.ToolTipService.ToolTip
source: Dismiss
es_es: Descartar
fr_fr: Ignorer
hr_hr: Odbaci
ko_kr: 해제
nl_nl: Sluiten
vi: Bỏ qua

# NavToolbarWidgets.Label
source: Widgets
hr_hr: Programčići
ko_kr: 위젯
vi: Phụ tùng

# NavToolbarSelectionOptions.Label
source: Select
es_es: Selección
fr_fr: Sélectionner
hr_hr: Odabir
ko_kr: 선택
nl_nl: Selecteren
vi: Chọn

# NavToolbarLayoutOptionsButton.AutomationProperties.Name
source: Layout
es_es: Diseño
fr_fr: Disposition
hr_hr: Raspored
ko_kr: 레이아웃
nl_nl: Indeling
vi: Bố trí

# NavToolbarLayoutOptionsButton.ToolTipService.ToolTip
source: Layout
es_es: Diseño
fr_fr: Disposition
hr_hr: Raspored
ko_kr: 레이아웃
nl_nl: Indeling
vi: Bố trí

# NavToolbarLayoutOptionsButton.Label
source: Layout
es_es: Diseño
fr_fr: Disposition
hr_hr: Raspored
ko_kr: 레이아웃
nl_nl: Indeling
vi: Bố trí

# PreviewPaneToggle.Label
source: Preview
es_es: Vista previa
fr_fr: Aperçu
hr_hr: Pregled
ko_kr: 미리 보기
nl_nl: Voorbeeld
vi: Xem trước

# NavToolbarSortOptionsButton.ToolTipService.ToolTip
source: Sort
es_es: Ordenar
fr_fr: Tri
hr_hr: Sortiraj
ko_kr: 표 정렬
nl_nl: Sorteren
vi: Sắp xếp

# NavToolbarSortOptionsButton.AutomationProperties.Name
source: Sort
es_es: Ordenar
fr_fr: Tri
hr_hr: Sortiraj
ko_kr: 표 정렬
nl_nl: Sorteren
vi: Sắp xếp

# NavToolbarSortOptionsButton.Label
source: Sort
es_es: Ordenar
fr_fr: Tri
hr_hr: Sortiraj
ko_kr: 표 정렬
nl_nl: Sorteren
vi: Sắp xếp

# NavToolbarLayout.Text
source: Layout
es_es: Diseño
fr_fr: Disposition
hr_hr: Raspored
ko_kr: 레이아웃
nl_nl: Indeling
vi: Bố trí

# StatusDeletionFailedDetails_Plural
source: Failed to delete {0} items from {1}
es_es: No se han podido eliminar {0} elementos de {1}
fr_fr: La suppression de {0} éléments depuis {1} a échoué
hr_hr: Brisanje {0} stavki iz {1} nije uspjelo
ko_kr: 항목 {0}개를 {1}에서 삭제하는 데 실패했습니다
nl_nl: {0} items uit {1} verwijderen mislukt
vi: Hoạt động xóa {0} mục từ {1} bị thất bại

# NavigationToolbarNewWindow.Label
source: New window
es_es: Nueva ventana
fr_fr: Nouvelle fenêtre
hr_hr: Novi prozor
ko_kr: 새 창
nl_nl: Nieuw venster
vi: Cửa sổ mới

# NavigationToolbarCopyPath.Label
source: Copy location
es_es: Copiar ubicación
fr_fr: Copier l'emplacement
hr_hr: Kopiraj lokaciju
ko_kr: 위치 복사
nl_nl: Locatie kopiëren
vi: Sao chép vị trí
