Repository: files-community/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: ar, es_es, fr_fr, hr_hr, ko_kr, nl_nl, vi

# SettingsMultitaskingEnableDualPane
source: Enable dual pane view
es_es: Habilitar vista de panel doble
fr_fr: Activer l'affichage à double panneau
hr_hr: Omogući prikaz dvostrukog okna
ko_kr: 듀얼 패널 활성화
nl_nl: Dubbel deelvenster inschakelen
vi: Bật hiển thị hai phần

# SettingsVerticalTabFlyout
source: Display the vertical tab flyout on the title bar
es_es: Mostrar el menú desplegable de pestaña en la barra de título
fr_fr: Afficher le menu de l'onglet vertical sur la barre de titre
hr_hr: Prikaži prozorčić vertikalnih kartica na naslovnoj traci
ko_kr: 제목 표시줄에 수직 탭 플라이아웃 표시
nl_nl: Toon de verticale tabbladflyout op de titelbalk
vi: Hiển thị thực đơn bay ra dọc trên thanh tiểu đề.

# SettingsShowCloudDrivesSection.Title
source: Show cloud drives section
es_es: Mostrar unidades de la nube
fr_fr: Afficher la section Disques Cloud
hr_hr: Prikaži odjeljak pogoni u oblaku
ko_kr: 클라우드 드라이브 섹션 표시
nl_nl: Toon cloudstations sectie op de zijbalk
vi: Hiển thị phần ổ lưu trữ đám mây trong thanh bên

# SettingsShowDrivesSection.Title
source: Show drives section
es_es: Mostrar unidades
fr_fr: Afficher la section Disques
hr_hr: Prikaži odjeljak za pogone
ko_kr: 드라이브 섹션 표시
nl_nl: Toon stations sectie op de zijbalk
vi: Hiển thị phần ổ lưu trữ trong thanh bên

# SettingsShowWslSection.Title
source: Show WSL section
es_es: Mostrar WSL
fr_fr: Afficher la section WSL
hr_hr: Prikaži WSL odjeljak
ko_kr: WSL 섹션 표시
nl_nl: Toon WSL sectie op de zijbalk
vi: Hiển thị phần WSL trong thanh bên

# SettingsShowNetworkDrivesSection.Title
source: Show network section
es_es: Mostrar unidades de red
fr_fr: Afficher la section Disques Réseaux
hr_hr: Prikaži odjeljak za mreže
ko_kr: 네트워크 섹션 표시
nl_nl: Toon netwerkstations sectie op de zijbalk
vi: Hiển thị phần ổ lưu trữ mạng trong thanh bên

# SettingsPinRecycleBin.Title
source: Pin Recycle Bin to favorites
es_es: Anclar la Papelera de reciclaje a Favoritos
fr_fr: Épingler la Corbeille aux Favoris
hr_hr: Prikvači Koš za smeće u favorite
ko_kr: 즐겨찾기에 휴지통 고정
nl_nl: Prullenbak aan favorieten vastmaken
vi: Gắn Thùng rác vào Ưa thích

# SettingsShowLibrarySection.Title
source: Show library section
es_es: Mostrar Bibliotecas
fr_fr: Afficher la section Bibliothèques
hr_hr: Prikaz biblioteke
ko_kr: 라이브러리 섹션 표시
nl_nl: Toon bibliotheeksectie op de zijbalk
vi: Hiển thị phần thư viện trên thanh bên

# SettingsAppearanceTheme
source: Choose your color
es_es: Elegir el color
fr_fr: Choisissez votre couleur
hr_hr: Odaberite svoju boju
ko_kr: 색상 선택
nl_nl: Kies uw kleur
vi: Chọn màu của bạn

# SettingsAppearanceCustomThemes
source: Custom themes
es_es: Temas personalizados
fr_fr: Thèmes personnalisés
hr_hr: Prilagođene teme
ko_kr: 사용자 지정 테마
nl_nl: Aangepaste thema's
vi: Chủ đề tùy chỉnh

# SettingsContextMenuOverflow
source: Move overflow items into a sub menu
es_es: Mover los elementos de desbordamiento a un submenú
fr_fr: Déplacer les éléments de débordement dans un sous-menu
hr_hr: Premjesti prekomjerne stavke u podizbornik
ko_kr: 넘어간 항목을 더보기 메뉴로 이동
nl_nl: Verplaats overlopende items naar een sub menu
vi: Di chuyển những mục chảy ra vào một thực đơn con

# SettingsPreferencesAppLanguage.Title
source: Language
es_es: Idioma
fr_fr: Langue
hr_hr: Jezik
ko_kr: 언어
nl_nl: Taal
vi: Ngôn ngữ

# SettingsFilesAndFoldersShowFileExtensions
source: Show extensions for known file types
es_es: Mostrar extensiones de archivos conocidos
fr_fr: Afficher les extensions des types de fichiers connus
hr_hr: Prikaži ekstenzije za poznate vrste datoteka
ko_kr: 알려진 파일 유형에 대해 확장자 표시
nl_nl: Extensies tonen voor bekende bestandstypes

# SettingsFilesAndFoldersShowHiddenItems
source: Show hidden files and folders
es_es: Mostrar archivos y carpetas ocultos
fr_fr: Afficher les fichiers et dossiers cachés
hr_hr: Prikaz skrivenih datoteka i mapa
ko_kr: 숨김 파일 및 폴더 표시
nl_nl: Verborgen bestanden en mappen weergeven
vi: Hiển thị tệp và thư mục đang giấu

# SettingsFilesAndFoldersHideSystemItems
source: Hide protected operating system files (Recommended)
es_es: Ocultar archivos protegidos del sistema operativo (recomendado)
fr_fr: Masquer les fichiers protégés du système (Recommandé)
hr_hr: Sakrij zaštićene datoteke operacijskog sustava (preporučeno)
ko_kr: 보호된 운영 체제 파일 숨기기(권장)
nl_nl: Verberg beveiligde besturingssysteembestanden (aanbevolen)
vi: Giấu những tệp tin về hệ điều hành đã bảo vể (Khuyến khích)

# SettingsOpenFilesWithOneClick
source: Open files with a single click
es_es: Abrir elementos con un solo clic
fr_fr: Ouvrir les éléments d'un seul clic
hr_hr: Otvori datoteke jednim klikom
ko_kr: 한 번 클릭하여 파일 열기
nl_nl: Open items met een enkele klik
vi: Mở mục bằng một cú nhấp chuột

# SettingsListAndSortDirectoriesAlongsideFiles
source: List and sort directories alongside files
es_es: Listar y ordenar directorios junto con archivos
fr_fr: Lister et trier les dossiers avec les fichiers
hr_hr: Popis i sortiranje mapa uz datoteke
ko_kr: 파일과 함께 경로 나열 및 정렬
nl_nl: Som op en sorteer mappen naast bestanden
vi: Danh và sắp xếp danh mụch kế bên tệp tin

# SettingsSearchUnindexedItems
source: Show unindexed items when searching for files and folders
fr_fr: Afficher les éléments non indexés lors de la recherche de fichiers et dossiers (peut prendre plus de temps)
ko_kr: 파일 및 폴더 검색 시 색인하지 않은 항목도 표시 (검색 시간이 길어질 수 있음)
nl_nl: Toon niet-geïndexeerde items bij het zoeken naar bestanden en mappen (zoekopdrachten kunnen langer duren)

# SettingsEnableLayoutPreferencesPerFolder
source: Enable individual preferences for individual directories
es_es: Habilitar preferencias individuales para directorios individuales
fr_fr: Activer les préférences individuelles pour les dossiers
hr_hr: Omogući pojedinačne postavke za pojedinačne mape
ko_kr: 각 디렉토리마다 설정 따로 적용 활성화
nl_nl: Schakel individuele voorkeuren in voor individuele mappen
vi: Bật tùy chọn cá nhân cho danh mục cá nhân

# SettingsUsefulLinks.Title
source: Useful links
es_es: Vínculos útiles
fr_fr: Liens utiles
hr_hr: Korisne veze
ko_kr: 유용한 링크
nl_nl: Nuttige links
vi: Liên kết có ích

# SettingCopyVersionInfo.Content
source: Copy
es_es: Copiar
fr_fr: Copie
hr_hr: Kopiraj
ko_kr: 복사
nl_nl: Kopieer
vi: Sao chép

# BaseLayoutItemContextFlyoutPinToFavorites.Text
source: Pin to Favorites
es_es: Anclar a Favoritos
fr_fr: Ajouter aux favoris
hr_hr: Prikvači u favorite
ko_kr: 즐겨찾기에 고정
nl_nl: Toevoegen aan favorieten
vi: Gắn vào Ưa thích

# SideBarUnpinFromFavorites.Text
source: Unpin from Favorites
es_es: Desanclar de Favoritos
fr_fr: Retirer des favoris
hr_hr: Otkvači iz favorita
ko_kr: 즐겨찾기 해제
nl_nl: Verwijderen uit favorieten
vi: Ngừng ghim vào Ưa thích

# BaseLayoutContextFlyoutUnpinFromFavorites.Text
source: Unpin from Favorites
es_es: Desanclar de Favoritos
fr_fr: Retirer des favoris
hr_hr: Otkvači iz favorita
ko_kr: 즐겨찾기 해제
nl_nl: Verwijderen uit favorieten
vi: Ngừng ghim vào Ưa thích

# NavSettingsButton
source: Settings
es_es: Ajustes
fr_fr: Paramètres
hr_hr: Postavke
ko_kr: 설정
nl_nl: Instellingen
vi: Cài đặt

# NavigationToolbarCopy.ToolTipService.ToolTip
source: Copy
es_es: Copiar
fr_fr: Copie
hr_hr: Kopiraj
ko_kr: 복사
nl_nl: Kopieer
vi: Sao chép

# NavigationToolbarCopy.Label
source: Copy
es_es: Copiar
fr_fr: Copie
hr_hr: Kopiraj
ko_kr: 복사
nl_nl: Kopieer
vi: Sao chép

# ConsentDialogTitle
source: Updates available
es_es: Actualizaciones disponibles
fr_fr: Mises à jour disponibles
hr_hr: Dostupna ažuriranja
ko_kr: 업데이트 가능
nl_nl: Updates beschikbaar
vi: Có bản cập nhật

# ConsentDialogContent
source: Updates are ready to install
es_es: Hay actualizaciones listas para instalarse
fr_fr: Les mises à jour sont prêtes à être installées
hr_hr: Ažuriranja su spremna za instalaciju
ko_kr: 업데이트를 설치할 준비가 되었습니다
nl_nl: Updates zijn klaar om te installeren
vi: Bản cập nhật đã sẵn sàng cài đặt

source: Close
es_es: Cerrar
fr_fr: Fermer
hr_hr: Zatvori
ko_kr: 닫기
nl_nl: Sluiten
vi: Đóng

# ConsentDialogPrimaryButtonText
source: Update
es_es: Actualizar
fr_fr: Mise à jour
hr_hr: Ažuriraj
ko_kr: 업데이트
nl_nl: Bijwerken
vi: Cập nhật

# BundleOptionsFlyoutAddFileMenuItem.Text
source: Add file
es_es: Agregar archivo
fr_fr: Ajouter un fichier
hr_hr: Dodajte datoteku
ko_kr: 파일 추가
nl_nl: Bestand toevoegen
vi: Thêm tệp

# BundleOptionsFlyoutAddFolderMenuItem.Text
source: Add folder
es_es: Agregar carpeta
fr_fr: Ajouter un dossier
hr_hr: Dodaj mapu
ko_kr: 폴더 추가
nl_nl: Map toevoegen
vi: Thêm thư mục

# BundleOptionsFlyoutAddItemMenuItem.Text
source: Add item...
es_es: Agregar elemento...
fr_fr: Ajouter un élément...
hr_hr: Dodaj stavku...
ko_kr: 항목 추가...
nl_nl: Item toevoegen...
vi: Thêm mục

source: Home
es_es: Inicio
fr_fr: Accueil
hr_hr: Početno
ko_kr: 홈
nl_nl: Start
vi: Trang chủ

# TabViewVerticalNewTab.Text
source: New tab
es_es: Nueva pestaña
fr_fr: Nouvel onglet
hr_hr: Nova kartica
ko_kr: 새 탭
nl_nl: Nieuw tabblad
vi: Tab Mới

# SettingsPreferencesTerminalApplications.Title
source: Terminal applications
es_es: Aplicaciones de terminal
fr_fr: Applications de terminal
hr_hr: Terminal aplikacije
ko_kr: 터미널 프로그램
nl_nl: Terminal toepassingen

# ArchiveExtractionCompletedSuccessfullyText
source: The archive extraction completed successfully.
es_es: La extracción se completó correctamente.
fr_fr: L'extraction des archives s'est terminée avec succès.
hr_hr: Raspakiranje arhive je uspješno završeno.
ko_kr: 압축 풀기가 성공적으로 완료되었습니다.
nl_nl: Het uitpakken van het archief is voltooid.

# ExtractingArchiveText
source: Extracting archive
es_es: Extrayendo archivo
fr_fr: Extraction de l'archive
hr_hr: Raspakiranje arhive
ko_kr: 보관 파일의 압축을 푸는 중
nl_nl: Archief uitpakken

# ExtractingCompleteText
source: Extracting complete!
es_es: ¡Extracción completada!
fr_fr: Extraction terminée !
hr_hr: Raspakiranje završeno!
ko_kr: 압축 풀기 완료!
nl_nl: Uitpakken compleet!

# SettingsPreferencesEditTerminalApplicationsExpander.Title
source: Edit terminal applications
es_es: Editar las aplicaciones de terminal
fr_fr: Éditer les applications de terminal
hr_hr: Uredi terminal aplikacije
ko_kr: 터미널 프로그램 변경
nl_nl: Bewerk terminal toepassingen

# SettingsDateFormat.Title
source: Date format
es_es: Formato de fecha
fr_fr: Format de la date
hr_hr: Format datuma
ko_kr: 날짜 형식
nl_nl: Datumnotatie

# SettingsPreferencesShowConfirmDeleteDialog.Title
source: Show a confirmation dialog when deleting files or folders
es_es: Mostrar un diálogo de confirmación al eliminar archivos o carpetas
fr_fr: Afficher une boîte de dialogue de confirmation lors de la suppression de fichiers ou de dossiers
hr_hr: Prikaz dijaloga za potvrdu prilikom brisanja datoteka ili mapa
ko_kr: 파일이나 폴더를 삭제할 때 확인 대화 창 표시
nl_nl: Toon een bevestigingsdialoog bij het verwijderen van bestanden of mappen

# SettingsPreferencesOpenFoldersNewTab.Title
source: Open folders in new tab
es_es: Abrir carpetas en nueva pestaña
fr_fr: Ouvrir les dossiers dans un nouvel onglet
hr_hr: Otvori mape u novoj kartici
ko_kr: 새 탭에서 폴더 열기
nl_nl: Open mappen in een nieuw tabblad

# SettingsPrivacy.Title
source: Privacy policy
es_es: Directiva de privacidad
fr_fr: Politique de confidentialité
hr_hr: Pravila zaštite privatnosti
ko_kr: 개인정보취급방침
nl_nl: Privacybeleid

# SettingsPrivacyPolicyMarkdownBlock.Text
source: *Personal Information Collection* Files does not collect, store, share or publish any personal information. *Non-personal Information Collection* We use App Center to keep track of app usage, find bugs, and fix crashes. All information sent to App Center is anonymous and free of any user or contextual data.
es_es: *Recogida de información personal* Files no recoge, almacena, comparte ni publica ninguna información personal. *Recogida de información no personal* Utilizamos App Center para hacer un seguimiento del uso de la aplicación, encontrar errores y corregir fallos. Toda la información enviada a App Center es anónima y libre de cualquier dato de usuario o contextual.
fr_fr: *Collecte d'informations personnelles* Files ne collecte, ne stocke, ne partage ni ne publie aucune information personnelle. *Collecte d'informations non personnelles Nous utilisons l'App Center pour suivre l'utilisation de l'application, trouver des bogues et réparer les pannes. Toutes les informations envoyées à App Center sont anonymes et exemptes de toute donnée relative à l'utilisateur ou au contexte.
hr_hr: *Prikupljanje osobnih podataka* Files aplikacija ne prikuplja, ne pohranjuje, ne dijeli niti objavljuje nikakve osobne podatke. *Prikupljanje neosobnih podataka* Koristimo App Center za praćenje korištenja aplikacija, pronalaženje grešaka i ispravljanje padova. Sve informacije poslane u App Center anonimne su i ne sadrže nikakve korisničke ili kontekstualne podatke.
ko_kr: *개인정보 수집* Files는 어떤 개인정보도 수집, 저장, 공유, 게시하지 않습니다. *비-개인정보 수집* 저희는 앱 사용 추적, 버그 발견, 오류 수정을 위해 앱 센터를 이용합니다. 앱 센터로 전송되는 모든 정보는 익명 처리되며 사용자와 직간접적으로 관련되어 있는 데이터는 일체 포함되지 않습니다.
nl_nl: *Verzameling van persoonlijke informatie* Files verzamelt, bewaart, deelt of publiceert geen persoonlijke informatie. *Verzameling van niet-persoonlijke informatie* We gebruiken App Center om app-gebruik bij te houden, bugs te vinden en crashes te verhelpen. Alle informatie die naar App Center gestuurd wordt is anoniem en bevat geen gebruikers of contextuele data.

# NavToolbarGroupByOptionNone.Text
source: None
es_es: Ninguno
fr_fr: Aucun
hr_hr: Ništa
ko_kr: 없음
nl_nl: Geen

# NavToolbarArrangementOptionName.Text
source: Name
es_es: Nombre
fr_fr: Nom
hr_hr: Naziv
ko_kr: 이름
nl_nl: Naam

# NavToolbarArrangementOptionDateModified.Text
source: Date modified
es_es: Fecha de modificación
fr_fr: Date de modification
hr_hr: Datum promjene
ko_kr: 수정한 날짜
nl_nl: Datum gewijzigd

# NavToolbarArrangementOptionDateCreated.Text
source: Date created
es_es: Fecha de creación
fr_fr: Date de création
hr_hr: Datum stvaranja
ko_kr: 생성한 날짜
nl_nl: Aanmakdatum

# NavToolbarArrangementOptionSize.Text
source: Size
es_es: Tamaño
fr_fr: Taille
hr_hr: Veličina
ko_kr: 크기
nl_nl: Grootte

# NavToolbarArrangementOptionDateDeleted.Text
source: Date deleted
es_es: Fecha de eliminación
fr_fr: Date de suppression
hr_hr: Datum brisanja
ko_kr: 삭제된 날짜
nl_nl: Verwijderdatum

# NavToolbarArrangementOptionOriginalFolder.Text
source: Original folder
es_es: Carpeta original
fr_fr: Dossier original
hr_hr: Originalna mapa
ko_kr: 원본 폴더
nl_nl: Originele map

# NavToolbarArrangementOptionType.Text
source: Type
es_es: Tipo
hr_hr: Vrsta
ko_kr: 유형

# NavToolbarSortDirectionOptionAscending.Text
source: Ascending
es_es: Ascendente
fr_fr: Croissant
hr_hr: Uzlazno
ko_kr: 오름차순
nl_nl: Oplopend

# NavToolbarSortDirectionOptionDescending.Text
source: Descending
es_es: Descendente
fr_fr: Décroissant
hr_hr: Silazno
ko_kr: 내림차순
nl_nl: Aflopend

source: Sync status
es_es: Estado de sincronización
fr_fr: Statut de la synchronisation
hr_hr: Status sinkronizacije
ko_kr: 동기화 상태
nl_nl: Synchronisatiestatus

# SettingsShowFavoritesSection.Title
source: Show favorites section
es_es: Mostrar Favoritos
fr_fr: Afficher la section Favoris
hr_hr: Prikaži odjeljak favorita
ko_kr: 즐겨찾기 섹션 표시
nl_nl: Toon favorieten sectie op de zijbalk

# BaseLayoutContextFlyoutSortByFileTag.Text
source: File tag
es_es: Etiqueta de archivo
fr_fr: Étiquette de fichier
hr_hr: Oznaka datoteke
ko_kr: 파일 태그
nl_nl: Bestandslabel

# NavToolbarArrangementOptionFileTag.Text
source: File tag
es_es: Etiqueta de archivo
fr_fr: Étiquette de fichier
hr_hr: Oznaka datoteke
ko_kr: 파일 태그
nl_nl: Bestandslabel

# BaseLayoutItemContextFlyoutOpenParentFolder.Text
source: Open parent folder
es_es: Abrir la carpeta principal
fr_fr: Ouvrir le dossier parent
hr_hr: Otvori nadređenu mapu
ko_kr: 상위 폴더 열기
nl_nl: Open bovenliggende map

# FileTagUnknown
source: Unknown
es_es: Desconocida
fr_fr: Inconnu
hr_hr: Nepoznato
ko_kr: 알 수 없음
nl_nl: Onbekend

# DetailsViewHeaderFlyout_ShowFileTag.Text
source: File tag
es_es: Etiqueta de archivo
fr_fr: Étiquette de fichier
hr_hr: Oznaka datoteke
ko_kr: 파일 태그
nl_nl: Bestandslabel

# SettingsEditFileTags.AutomationProperties.Name
source: Edit file tags
es_es: Editar etiquetas de archivo
fr_fr: Modifier les étiquettes de fichiers
hr_hr: Uredi oznake datoteke
ko_kr: 파일 태그 수정
nl_nl: Bewerk bestandslabels

# SettingsEditFileTags.ToolTipService.ToolTip
source: Edit file tags
es_es: Editar etiquetas de archivo
fr_fr: Modifier les étiquettes de fichiers
hr_hr: Uredi oznake datoteke
ko_kr: 파일 태그 수정
nl_nl: Bewerk bestandslabels

# SettingsEditFileTagsExpander.Title
source: Edit file tags
es_es: Editar etiquetas de archivo
fr_fr: Modifier les étiquettes de fichiers
hr_hr: Uredi oznake datoteke
ko_kr: 파일 태그 수정
nl_nl: Bewerk bestandslabels

# SettingsEnableFileTags.Title
source: Enable file tags
es_es: Habilitar etiquetas de archivo
fr_fr: Activer les étiquettes de fichier
hr_hr: Omogući oznake datoteka
ko_kr: 파일 태그 활성화
nl_nl: Schakel bestandslabels in

# InsertDiscDialog.OpenDriveButton
source: Open Drive
es_es: Abrir Unidad
fr_fr: Ouvrir le Disque
hr_hr: Otvori pogon
ko_kr: 드라이브 열기
nl_nl: Open station

# InsertDiscDialog.Text
source: Please insert a disc into drive {0}
es_es: Inserte un disco en la unidad {0}
fr_fr: Veuillez insérer un disque dans le lecteur {0}
hr_hr: Umetnite disk u pogon {0}
ko_kr: 드라이브 {0}에 디스크를 삽입하십시오
nl_nl: Plaats een schijf in station {0}

# InsertDiscDialog.Title
source: Insert a disc
es_es: Inserte un disco
fr_fr: Insérer un disque
hr_hr: Umetnite disk
ko_kr: 디스크 삽입
nl_nl: Een schijf plaatsen

# ConfictingItemsDialogOptionApplyToAll.Text
source: Apply to all
es_es: Aplicar a todo
fr_fr: Appliquer à tous
hr_hr: Primijeni na sve
ko_kr: 전체 적용

# PropertyPartOfSet
source: Part of set
es_es: Parte del conjunto
fr_fr: Partie de l'ensemble
hr_hr: Dio skupa
ko_kr: 세트 중 일부

# AskCredentialDialog.PrimaryButtonText
source: OK
es_es: Aceptar
hr_hr: U redu
ko_kr: 확인

# AskCredentialDialog.Title
source: Credential Required
es_es: Credenciales requeridas
fr_fr: Informations d'identification requises
hr_hr: Potrebna vjerodajnica
ko_kr: 신원 확인 필요

# CredentialDialogAnonymous.Content
source: Anonymous
es_es: Anónimo
fr_fr: Anonyme
hr_hr: Anonimno
ko_kr: 익명

# CredentialDialogDescription.Text
source: Provide your credential:
es_es: Proporcione sus credenciales:
fr_fr: Fournissez votre identifiant :
hr_hr: Navedite svoju vjerodajnicu:
ko_kr: 신원을 증명하십시오:

# CredentialDialogPassword.PlaceholderText
source: Password
es_es: Contraseña
fr_fr: Mot de passe
hr_hr: Lozinka
ko_kr: 비밀번호

# CredentialDialogUserName.PlaceholderText
source: UserName
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
hr_hr: Korisničko ime
ko_kr: 사용자명

# NoSearchResultsFound
source: No items found
es_es: Ningún elemento encontrado
fr_fr: Aucun élément trouvé
hr_hr: Nisu pronađene stavke
ko_kr: 항목 없음

# BundlesWidgetAutomationProperties.Name
source: Bundles Widget
es_es: Contenedores
fr_fr: Widget Bundles
hr_hr: Paket programčić
ko_kr: 번들 위젯

# DrivesWidgetAutomationProperties.Name
source: Drives Widget
es_es: Unidades
fr_fr: Widget Disques
hr_hr: Programčić pogona
ko_kr: 드라이브 위젯

# FolderWidgetAutomationProperties.Name
source: Libraries Widget
es_es: Bibliotecas
fr_fr: Widget Bibliothèque
hr_hr: Programčić biblioteke
ko_kr: 라이브러리 위젯

# RecentFilesWidgetAutomationProperties.Name
source: Recent Files Widget
es_es: Archivos recientes
fr_fr: Widget Fichiers Récents
hr_hr: Programčić nedavnih datoteka
ko_kr: 최근 파일 위젯

source: Open log location
es_es: Abrir ubicación del log
fr_fr: Ouvrir l'emplacement des fichiers journaux
hr_hr: Otvori lokaciju zapisnika
ko_kr: 로그 위치 열기

# LinkToFolderCaptionText
source: Create link in {0}
es_es: Crear vínculo en {0}
fr_fr: Créer un lien dans {0}
hr_hr: Napravi vezu u {0}
ko_kr: {0} 폴더로 링크 생성

# NavToolbarColumnsHeader.Text
source: Columns
es_es: Columnas
fr_fr: Colonnes
hr_hr: Stupci
ko_kr: 열 보기

# NavToolbarDetailsHeader.Text
source: Details
es_es: Detalles
fr_fr: Détails
hr_hr: Detalji
ko_kr: 자세히

# NavToolbarLargeIconsHeader.Text
source: Large Icons
es_es: Iconos grandes
fr_fr: Grandes Icônes
hr_hr: Velike ikone
ko_kr: 큰 아이콘

# NavToolbarMediumIconsHeader.Text
source: Medium Icons
es_es: Iconos medianos
fr_fr: Moyennes Icônes
hr_hr: Srednje ikone
ko_kr: 중간 아이콘

# NavToolbarSmallIconsHeader.Text
source: Small Icons
es_es: Iconos pequeños
fr_fr: Petites Icônes
hr_hr: Male ikone
ko_kr: 작은 아이콘

# NavToolbarTilesHeader.Text
source: Tiles
es_es: Iconos
fr_fr: Tuiles
hr_hr: Pločice
ko_kr: 타일

# NavToolbarShowFileExtensionsHeader.Text
source: Show file extensions
es_es: Mostrar extensiones de archivo
fr_fr: Afficher l'extension des fichiers
hr_hr: Prikaži ekstenzije datoteka
ko_kr: 파일 확장자 표시

# NavToolbarShowHiddenItems.AutomationProperties.Name
source: Show hidden items
es_es: Mostrar elementos ocultos
fr_fr: Afficher les fichiers cachés
hr_hr: Prikaži skrivene stavke
ko_kr: 숨긴 항목 표시

# NavToolbarShowFileExtensions.AutomationProperties.Name
source: Show file extensions
es_es: Mostrar extensiones de archivo
fr_fr: Afficher l'extension des fichiers
hr_hr: Prikaži ekstenzije datoteka
ko_kr: 파일 확장자 표시

# NavToolbarShowHiddenItemsHeader.Text
source: Show hidden items
es_es: Mostrar elementos ocultos
fr_fr: Afficher les fichiers cachés
hr_hr: Prikaži skrivene stavke
ko_kr: 숨긴 항목 표시

# SettingsShowFavoritesSectionSwitch.AutomationProperties.Name
source: Show favorites section
es_es: Mostrar Favoritos
fr_fr: Afficher la section des favoris
hr_hr: Prikaži odjeljak favorita
ko_kr: 즐겨찾기 섹션 표시

# SettingsPinRecycleBinSwitch.AutomationProperties.Name
source: Pin Recycle Bin to favorites
es_es: Anclar la Papelera de reciclaje a Favoritos
fr_fr: Épingler la Corbeille aux favoris
hr_hr: Prikvači Koš za smeće u favorite
ko_kr: 즐겨찾기에 휴지통 고정

# SettingsShowCloudDrivesSectionSwitch.AutomationProperties.Name
source: Show cloud drives section
es_es: Mostrar unidades de la nube
fr_fr: Afficher la section des disques Cloud
hr_hr: Prikaži odjeljak pogona u oblaku
ko_kr: 클라우드 드라이브 섹션 표시

# SettingsShowDrivesSectionSwitch.AutomationProperties.Name
source: Show drives section
es_es: Mostrar unidades
fr_fr: Afficher la section des disques
hr_hr: Prikaži odjeljak s diskovima
ko_kr: 드라이브 섹션 표시

# SettingsShowLibrarySectionSwitch.AutomationProperties.Name
source: Show library section
es_es: Mostrar Bibliotecas
fr_fr: Afficher la section des librairies
hr_hr: Prikaži odjeljak biblioteke
ko_kr: 라이브러리 섹션 표시

# SettingsShowNetworkDrivesSectionSwitch.AutomationProperties.Name
source: Show network section
es_es: Mostrar unidades de red
fr_fr: Afficher la section des réseaux
hr_hr: Prikaži odjeljak mreža
ko_kr: 네트워크 섹션 표시

# SettingsShowWslSectionSwitch.AutomationProperties.Name
source: Show WSL section
es_es: Mostrar WSL
fr_fr: Afficher la section WSL
hr_hr: Prikaži WSL odjeljak
ko_kr: WSL 섹션 표시

# SettingsDateFormatComboBox.AutomationProperties.Name
source: Date format
es_es: Formato de fecha
fr_fr: Format de la date
hr_hr: Oblik datuma
ko_kr: 날짜 형식

# SettingsOpenFoldersNewTabToggleSwitch.AutomationProperties.Name
source: Open folders in new tab
es_es: Abrir carpetas en nueva pestaña
fr_fr: Ouvrir les dossiers dans un nouvel onglet
hr_hr: Otvori mape u novoj kartici
ko_kr: 새 탭에서 폴더 열기

# SettingsPreferencesAppLanguageComboBox.AutomationProperties.Name
source: Language
es_es: Idioma
fr_fr: Langue
hr_hr: Jezik
ko_kr: 언어

# SettingsShowConfirmDeleteDialogToggleSwitch.AutomationProperties.Name
source: Show a confirmation dialog when deleting files or folders
es_es: Mostrar un diálogo de confirmación al eliminar archivos o carpetas
fr_fr: Afficher une fenêtre de confirmation à la fermeture ou la suppression d'un dossier
hr_hr: Prikaz dijaloga za potvrdu prilikom brisanja datoteka ili mapa
ko_kr: 파일이나 폴더를 삭제할 때 확인 대화 창 표시

# TerminalApplicationsComboBox.AutomationProperties.Name
source: Terminal application
es_es: Aplicación de terminal
fr_fr: Application de Terminal
hr_hr: Terminal aplikacija
ko_kr: 터미널 프로그램

source: Ongoing Tasks
es_es: Tareas en curso
fr_fr: Tâches en cours
hr_hr: Trenutni zadaci
ko_kr: 진행 중인 작업
