Repository: files-community/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: ar, es_es, fr_fr, hr_hr, ko_kr, nl_nl, vi

# PreviewPaneFilePreview.AutomationProperties.Name
source: File preview
es_es: Vista previa del archivo
fr_fr: Aperçu du fichier
hr_hr: Pregled datoteke
ko_kr: 파일 미리보기
nl_nl: Bestandsvoorbeeld
vi: Xem trước tệp tin

# SelectedFilePreviewPane.AutomationProperties.Name
source: Selected file preview pane
es_es: Panel de vista previa del archivo seleccionado
fr_fr: Volet d'aperçu du fichier sélectionné
hr_hr: Odabrano okno za pregled datoteke
ko_kr: 선택한 파일 미리보기 패널
nl_nl: Voorbeeldpaneel geselecteerd bestand
vi: Màn xem tệp tin trước đã chọn

# SettingsAboutDocumentation.Text
source: Documentation
ar: الوثائق
es_es: Documentación
hr_hr: Dokumentacija
ko_kr: 문서
nl_nl: Documentatie
vi: Tài liệu

# SettingsAboutDocumentationListViewItem.AutomationProperties.Name
source: Visit the Files documentation website
es_es: Visite el sitio web de documentación de Files
fr_fr: Accéder à la documentation web de Files
hr_hr: Posjetite web stranicu dokumentacije Files aplikacije
ko_kr: Files 문서 웹사이트 방문하기
nl_nl: Lees de Files-documentatie
vi: Truy cập trang Web cho tài liệu về ứng dụng Files

# OngoingTasksFlyout.AutomationProperties.Name
source: Ongoing tasks flyout
es_es: Menú desplegable de tareas en curso
fr_fr: Menu des tâches en cours
hr_hr: Izlet trenutnih zadataka
ko_kr: 진행 중인 작업 플라이아웃
nl_nl: Flyout lopende taken
vi: Thực đơn nổi lên về công việc đang xảy ra

# CloudDriveSyncStatus_Online
source: Available when online
ar: التوفر عند الاتصال
es_es: Disponible cuando está en línea
fr_fr: Disponible en ligne
hr_hr: Dostupno kada je online
ko_kr: 온라인 전용
nl_nl: Online beschikbaar
vi: Sẵn sàng khi trực tuyến

# CloudDriveSyncStatus_Offline
source: Available offline
ar: ‏‏متوفر دون اتصال
es_es: Disponible sin conexión
fr_fr: Disponible hors ligne
hr_hr: Dostupno izvan mreže
ko_kr: 오프라인 사용 가능
nl_nl: Offline beschikbaar
vi: Dùng được ngoại tuyến

# CloudDriveSyncStatus_PartialOffline
source: Partially available offline
es_es: Parcialmente disponible sin conexión
fr_fr: Partiellement disponible hors ligne
hr_hr: Djelomično dostupno izvanmrežno
ko_kr: 부분적으로 오프라인 사용 가능
nl_nl: Gedeeltelijk offline beschikbaar
vi: Có phần sẫn sàng ngoài tuyến

# CloudDriveSyncStatus_Sync
source: Syncing
ar: ‏‏مزامنة
es_es: Sincronizando
fr_fr: Synchronisation
hr_hr: Sinkronizacija
ko_kr: 동기화 중
nl_nl: Synchroniseren...
vi: Đang đồng bộ hóa

# CloudDriveSyncStatus_Excluded
source: Excluded from sync
es_es: Excluido de la sincronización
fr_fr: Exclu de la synchronisation
hr_hr: Isključeno iz sinkronizacije
ko_kr: 동기화에서 제외됨
nl_nl: Uitgesloten van synchronisatie
vi: Đã trừ từ đồng bộ hóa

# ItemSizeNotCalcluated
source: Not calculated
ar: غير محسوب
es_es: No calculado
hr_hr: Nije izračunato
ko_kr: 계산되지 않음
vi: Không tính

# CloudDriveSyncStatus_Unknown
source: Unknown
ar: غير معروف
es_es: Desconocido
fr_fr: Inconnu
hr_hr: Nepoznato
ko_kr: 알 수 없음
nl_nl: Onbekend
vi: Không xác định

# SidebarNetworkDrives
source: Network drives
es_es: Unidades de red
fr_fr: Disques réseaux
hr_hr: Mrežni pogoni
ko_kr: 네트워크 드라이브
nl_nl: Netwerkstations
vi: Ổ lưu trữ mạng

source: Network
ar: الشبكة
es_es: Red
fr_fr: Réseau
hr_hr: Mreža
ko_kr: 네트워크
nl_nl: Netwerk
vi: Mạng

# NavToolbarMultiselect.Text
source: Multiselect
es_es: Multiselección
fr_fr: Sélection Multiple
hr_hr: Višestruki odabir
ko_kr: 다중 선택
nl_nl: Meervoudige selectie
vi: Chọn nhiều thứ

# RenameFileDialog.Text
source: If you change a file extension, the file might become unusable. Are you sure you want to change it?
es_es: Si cambias la extensión de un archivo, el archivo puede quedar inutilizable. ¿Estás seguro de que quieres cambiarlo?
fr_fr: Si vous changez l'extension du fichier, celui-ci peut devenir inutilisable. Etes-vous sûr de vouloir la changer ?
hr_hr: Ako promijenite ekstenziju datoteke, datoteka bi mogla postati neupotrebljiva. Jeste li sigurni da želite promijeniti ekstenziju?
ko_kr: 파일 확장명을 변경하면 파일을 사용할 수 없게 될 수도 있습니다. 변경하시겠습니까?
nl_nl: Als u een bestandsnaamextensie wijzigt, wordt het bestand mogelijk onbruikbaar. Weet u zeker dat u de extensie wilt wijzigen?
vi: Nếu bạn thay đổi định dạng của tệp tin, nó có thể mất khả năng để dùng. Chắc chắn bạn muốn thay đổi không?

# DriveTypeCDRom
source: CD ROM Drive
es_es: CD ROM
fr_fr: Lecteur CD
hr_hr: CD ROM pogon
ko_kr: CD ROM 드라이브
nl_nl: Cd-rom-station
vi: Ổ đĩa CD ROM

# DriveTypeCloudDrive
source: Cloud Drive
es_es: Unidad en la nube
fr_fr: Disque Cloud
hr_hr: Pogon u oblaku
ko_kr: 클라우드 드라이브
nl_nl: Cloudstation
vi: Ổ lưu trữ đám mây

# DriveTypeFixed
source: Fixed Disk Drive
es_es: Disco local
fr_fr: Lecteur de disque fixe
hr_hr: Pogon tvrdog diska
ko_kr: 고정 디스크 드라이브
nl_nl: Vasteschijfstation
vi: Ổ đĩa cố định

# DriveTypeFloppyDisk
source: Floppy Disk Drive
ar: محرك الأقراص المرنة
es_es: Disquete
fr_fr: Lecteur de disquette
hr_hr: Pogon za floppy disk
ko_kr: 플로피 디스크 드라이브
nl_nl: Diskettestation
vi: Ổ Đĩa Mềm

# DriveTypeNetwork
source: Network Drive
ar: محرك أقراص الشبكة
es_es: Unidad de red
fr_fr: Disque réseau
hr_hr: Mrežni pogon
ko_kr: 네트워크 드라이브
nl_nl: Netwerkstation
vi: Ổ đĩa Mạng

# DriveTypeNoRootDirectory
source: Unmounted Drive
es_es: Unidad desmontada
fr_fr: Disque démonté
hr_hr: Demontirani pogon
ko_kr: 마운트 해제된 드라이브
nl_nl: Ontkoppeld station
vi: Ổ lưu trữ không kết nối

# DriveTypeRam
source: RAM Disk Drive
es_es: Unidad de RAM (RAMDisk)
fr_fr: Lecteur de disque RAM
hr_hr: RAM disk pogon
ko_kr: 램 디스크 드라이브
nl_nl: RAM-schijfstation
vi: Ổ lưu RAM

# DriveTypeRemovable
source: Removable Storage Device
es_es: Unidad extraíble
fr_fr: Stockage amovible
hr_hr: Uklonjivi uređaj za pohranu
ko_kr: 이동식 저장 장치
nl_nl: Verwisselbaar opslagapparaat
vi: Thiết bị lưu trữ không cố định

# DriveTypeUnknown
source: Unknown
ar: غير معروف
es_es: Desconocido
fr_fr: Inconnu
hr_hr: Nepoznato
ko_kr: 알 수 없음
nl_nl: Onbekend
vi: Không xác định

# DriveTypeVirtualDrive
source: Virtual Drive
es_es: Unidad virtual
fr_fr: Disque virtuel
hr_hr: Virtualni pogon
ko_kr: 가상 드라이브
nl_nl: Virtueel station
vi: Ổ lưu trữ ảo

# BaseLayoutContextFlyoutSortByDateCreated.Text
source: Date created
ar: تاريخ الإنشاء
es_es: Fecha de creación
fr_fr: Date de création
hr_hr: Datum stvaranja
ko_kr: 만든 날짜
nl_nl: Gemaakt op
vi: Ngày tạo

# DateCreatedColumn.Header
source: Date created
ar: تاريخ الإنشاء
es_es: Fecha de creación
fr_fr: Date de création
hr_hr: Datum stvaranja
ko_kr: 만든 날짜
nl_nl: Gemaakt op
vi: Ngày tạo

# DrivesWidgetMoreOptionsButton.ToolTipService.ToolTip
source: More options...
ar: خيارات إضافية
es_es: Más opciones...
fr_fr: Plus d'options…
hr_hr: Više postavki...
ko_kr: 추가 옵션...
nl_nl: Meer opties...
vi: Nhiều tùy chọn nữa...

# DrivesWidgetOptionsFlyoutMapNetDriveMenuItem.Text
source: Map network drive
ar: تعيين محرك أقراص الشبكة
es_es: Conectar una unidad de red
fr_fr: Connecter un lecteur réseau
hr_hr: Mapiranje mrežnog pogona
ko_kr: 네트워크 드라이브 연결
nl_nl: Netwerkstation toewijzen
vi: Ánh xạ ổ đĩa mạng

# SideBarDisconnectNetworkDrive.Text
source: Disconnect
ar: قطع الاتصال
es_es: Desconectar
fr_fr: Déconnecter
hr_hr: Prekini vezu
ko_kr: 연결 끊기
nl_nl: Verbinding verbreken
vi: Ngắt kết nối

# BundlesWidgetMoreOptionsButton.AutomationProperties.Name
source: More bundles options
es_es: Más opciones de contenedores
fr_fr: Plus d'options de bundles
hr_hr: Više opcija paketa
ko_kr: 추가 보관함 옵션
nl_nl: Meer opties voor bundels
vi: Thêm tùy chọn về bó

# DrivesWidgetMoreOptionsButton.AutomationProperties.Name
source: More drives options
es_es: Más opciones de contenedores
fr_fr: Plus d'options de lecteurs
hr_hr: Više postavki pogona
ko_kr: 추가 드라이브 옵션
nl_nl: Meer opties voor schijven
vi: Thêm tùy chọn về ổ lưu trữ

# SidebarFavorites
source: Favorites
ar: المفضلة
es_es: Favoritos
fr_fr: Favoris
hr_hr: Favoriti
ko_kr: 즐겨찾기
nl_nl: Favorieten
vi: Mục yêu thích

source: Browse
ar: تصفح
es_es: Examinar
fr_fr: Parcourir
hr_hr: Pregled
ko_kr: 탐색
nl_nl: Bladeren
vi: Duyệt tìm

# DetailsPanePreviewNotAvaliableText
source: No preview available
ar: المعاينة غير متوفرة
es_es: No hay vista previa disponible
fr_fr: Pas d'aperçu disponible
hr_hr: Pregled nedostupan
ko_kr: 미리보기를 사용할 수 없습니다
nl_nl: Geen voorbeeld beschikbaar
vi: Xem trước không sẵn dùng

# PreviewPaneDetailsNotAvailableText
source: No details available
ar: لا تتوفر تفاصيل.
es_es: No hay detalles disponibles
fr_fr: Pas de détail disponible
hr_hr: Nema dostupnih detalja
ko_kr: 자세한 정보를 볼 수 없습니다
nl_nl: Geen details beschikbaar
vi: Không có chi tiết.

source: No item selected
ar: لم يتم تحديد أي صنف
es_es: Ningun elemento seleccionado
fr_fr: Aucun élément sélectionné
hr_hr: Nije odabrana nijedna stavka
ko_kr: 선택한 항목 없음
nl_nl: Er zijn geen items geselecteerd
vi: Chưa chọn mục nào

# PropertyItemTarget
source: Target
ar: الهدف
es_es: Destino
fr_fr: Cible
hr_hr: Odredište
ko_kr: 대상
nl_nl: Doel
vi: Mục tiêu

# PropertyItemArguments
source: Arguments
ar: ‏‏الوسيطات
es_es: Argumentos
hr_hr: Argumenti
ko_kr: 전달인자
nl_nl: Argumenten
vi: Đối số

# SidebarLibraries
source: Libraries
ar: المكتبات
es_es: Bibliotecas
fr_fr: Bibliothèques
hr_hr: Biblioteke
ko_kr: 라이브러리
nl_nl: Bibliotheken
vi: Thư viện

# PropertyItemCount
source: Item count
ar: عدد العناصر
es_es: Elementos
fr_fr: Nombre d'éléments
hr_hr: Broj stavki
ko_kr: 항목 수
nl_nl: Aantal items
vi: Số lượng mục

# StatusDeletionFailed
source: Deletion Failed
es_es: Error al eliminar
fr_fr: Erreur de suppression
hr_hr: Brisanje nije uspjelo
ko_kr: 삭제 실패
nl_nl: Verwijderen mislukt
vi: Hoạt động xóa bỏ bị thất bại

# StatusUnknownError
source: An unknown error has occurred.
es_es: Error desconocido.
fr_fr: Une erreur inconnue s'est produite.
hr_hr: Došlo je do nepoznate greške.
ko_kr: 알 수 없는 오류가 발생했습니다.
nl_nl: Er is een onbekende fout opgetreden.
vi: Đã xảy ra lỗi không xác định.

# StatusDeletionComplete
source: Deletion complete
es_es: Eliminación completada
fr_fr: Suppression terminée
hr_hr: Brisanje je završeno
ko_kr: 삭제 완료
nl_nl: Verwijderen voltooid
vi: Hoạt động xóa bỏ xong

# StatusOperationCompleted
source: The operation has completed.
es_es: La operación se completó.
fr_fr: L'opération est terminée.
hr_hr: Operacija je završena.
ko_kr: 작업이 완료되었습니다.
nl_nl: De bewerking is voltooid.
vi: Hoạt động xong

# StatusRecycleComplete
source: Recycle complete
es_es: Papelera vaciada
fr_fr: La Corbeille est vide
hr_hr: Recikliranje dovršeno
ko_kr: 휴지통 이동 완료
nl_nl: Recyclen voltooid
vi: Dọn thùng rác xong

# StatusMoveComplete
source: Move complete
es_es: Cambio de ubicación completado
fr_fr: Déplacement terminé
hr_hr: Premještanje je završeno
ko_kr: 이동 완료
nl_nl: Verplaatsen voltooid
vi: Hoạt động di chuyển xong

# StatusCopyComplete
source: Copy complete
es_es: Copia completada
fr_fr: Copie terminée
hr_hr: Kopiranje je završeno
ko_kr: 복사 완료
nl_nl: Kopiëren voltooid
vi: Sao chép xong

# ElevateConfirmDialog.CloseButtonText
source: No
ar: لا
fr_fr: Non
hr_hr: Ne
ko_kr: 아니오
nl_nl: Nee
vi: Không

# ElevateConfirmDialog.Title
source: This action requires administrator rights
es_es: Esta acción requiere permisos de administrador
fr_fr: Cette action nécessite des droits d'administrateur
hr_hr: Ova akcija zahtijeva administratorska prava
ko_kr: 이 작업은 관리자 권한이 필요합니다
nl_nl: Deze bewerking vereist administratorrechten
vi: Hoạt động này yêu cầu quyền người quản trị

# ElevateConfirmDialog.Content
source: Would you like to continue as administrator?
es_es: ¿Le gustaría continuar como administrador?
fr_fr: Voulez-vous continuer en tant qu'administrateur ?
hr_hr: Želite li nastaviti kao administrator?
ko_kr: 관리자 권한으로 계속하시겠습니까?
nl_nl: Wilt u doorgaan als administrator?
vi: Bạn có muốn tiếp tục như người quản trị không?

# HorizontalMultitaskingControlCloseTabsToTheRight.Text
source: Close tabs to the right
ar: إغلاق علامات التبويب على اليسار
es_es: Cerrar las pestañas de la derecha
fr_fr: Fermer les onglets à droite
hr_hr: Zatvori kartice s desne strane
ko_kr: 오른쪽 탭 닫기
nl_nl: Tabbladen rechts sluiten
vi: Đóng các tab bên phải

# FullTrustStatusTeachingTip.Title
source: Administrator
ar: المسؤول
es_es: Administrador
fr_fr: Administrateur
ko_kr: 관리자 권한
vi: Người quản trị

# FullTrustStatusTeachingTip.Subtitle
source: Files is running as administrator
es_es: Files se está ejecutando como administrador
fr_fr: Files est exécuté en tant qu'administrateur
hr_hr: Files aplikacija se pokreće kao administrator
ko_kr: Files가 관리자 권한으로 실행 중입니다
nl_nl: Files wordt uitgevoerd als administrator
vi: Ứng dụng Files đang chạy với quyền quản trị

# PinItemToStart.Text
source: Pin to the Start Menu
es_es: Anclar a Inicio
fr_fr: Épingler au menu Démarrer
hr_hr: Prikvači na izbornik Start
ko_kr: 시작 메뉴에 고정
nl_nl: Aan startscherm vastmaken
vi: Ghim vào thực đơn Start

# UnpinItemFromStart.Text
source: Unpin from the Start Menu
es_es: Desanclar de Inicio
fr_fr: Détacher du menu Démarrer
hr_hr: Otkvači s izbornika Start
ko_kr: 시작 메뉴에서 고정 해제
nl_nl: Van startscherm losmaken
vi: Ngừng ghim vào thực đơn Start

# NavToolbarColumnView.AutomationProperties.Name
source: Columns
es_es: Columnas
fr_fr: Colonnes
hr_hr: Stupci
ko_kr: 열 보기
nl_nl: Kolomweergave
vi: Chế độ xem cột

# NavToolbarColumnView.ToolTipService.ToolTip
source: Columns (Ctrl+Shift+6)
es_es: Columnas (Ctrl+Mayús+6)
fr_fr: Colonnes (Ctrl+Shift+6)
hr_hr: Stupci (Ctrl+Shift+6)
ko_kr: 열 보기 (Ctrl+Shift+6)
nl_nl: Kolomweergave (Ctrl+Shift+6)

# BaseLayoutContextFlyoutColumn.Text
source: Columns
es_es: Columnas
fr_fr: Colonnes
hr_hr: Stupci
ko_kr: 열 보기
nl_nl: Kolomweergave
vi: Chế độ xem cột

# PropertiesFilesFoldersAndLocationsCountString
source: {0:#,##0} files, {1:#,##0} folders from {2:#,##0} locations
es_es: {0:#,##0} archivos, {1:#,##0} carpetas de {2:#,##0} ubicaciones
fr_fr: {0:#,##0} fichiers, {1:#,##0} dossiers de {2:#,##0} emplacements
hr_hr: {0:#,##0} datoteka, {1:#,##0} mapa od {2:#,##0} lokacija
ko_kr: 주소 {2:#,##0}개로부터 파일 {0:#,##0}개, 폴더 {1:#,##0}개
nl_nl: {0:#,##0} bestanden, {1:#,##0} mappen uit {2:#,##0} locaties

# ItemTypeLibrary
source: Library
es_es: Bibliotecas
fr_fr: Bibliothèque
hr_hr: Biblioteka
ko_kr: 라이브러리
nl_nl: Bibliotheek
vi: Thư viện

# LibraryItemAutomation
source: Library
es_es: Bibliotecas
fr_fr: Bibliothèque
hr_hr: Biblioteka
ko_kr: 라이브러리
nl_nl: Bibliotheek
vi: Thư viện

source: Library
es_es: Bibliotecas
fr_fr: Bibliothèque
hr_hr: Biblioteka
ko_kr: 라이브러리
nl_nl: Bibliotheek
vi: Thư viện

# LibraryLocations.Text
source: Locations:
es_es: Ubicaciones:
fr_fr: Emplacements :
hr_hr: Lokacije:
ko_kr: 위치
nl_nl: Locaties:
vi: Vị trí

# LibraryLocationsButtonAdd.Label
source: Add
es_es: Añadir
fr_fr: Ajouter
hr_hr: Dodaj
ko_kr: 추가
nl_nl: Toevoegen
vi: Thêm

# LibraryLocationsButtonSetDefault.Label
source: Default
es_es: Predeterminado
fr_fr: Défaut
hr_hr: Zadano
ko_kr: 기본값
nl_nl: Standaard
vi: Mặc định

# LibraryLocationsButtonSetDefault.ToolTipService.ToolTip
source: Set as default save path
es_es: Establecer como ruta de guardado predeterminada
fr_fr: Définir comme emplacement de sauvegarde par défaut
hr_hr: Postavi kao zadanu putanju za spremanje
ko_kr: 기본 저장 경로로 설정
nl_nl: Als standaardpad instellen
vi: Đặt hướng lưu mặc định

# LibraryLocationsButtonRemove.Label
source: Remove
es_es: Quitar
fr_fr: Enlever
hr_hr: Ukloni
ko_kr: 간격 없음
nl_nl: Verwijderen
vi: Loại bỏ

# LibraryNoLocations.Text
source: No locations
es_es: Sin ubicaciones
fr_fr: Pas d'emplacement
hr_hr: Nema lokacija
ko_kr: 위치 없음
nl_nl: Geen locaties
vi: Không có vị trí

# ErrorInputEmpty
source: Input field cannot be empty!
es_es: ¡El campo de entrada no puede estar vacío!
fr_fr: Le champ ne peut pas être vide !
hr_hr: Polje za unos ne može biti prazno!
ko_kr: 값을 입력해야 합니다!
nl_nl: Veld mag niet leeg zijn.
vi: Hộp văn bản không trống được

# ErrorNameInputRestrictedCharacters
source: The name must not contain the following characters: \ / : * ? " < > |
es_es: El nombre no debe contener los siguientes caracteres: \ / : * ? " < > |
fr_fr: Le nom ne peut pas contenir les caractères suivants : \ / : * ? " < > |
hr_hr: Naziv ne smije sadržavati sljedeće znakove: \ / : * ? " < > |
ko_kr: 다음 기호가 포함되어서는 안 됩니다: \ / : * ? " < > |
nl_nl: De naam mag geen van de volgende tekens bevatten: \ / : * ? " < > |
vi: Tên không được hữu những ký tự danh sau này: \ / : * ? " < > |

# ErrorNameInputRestricted
source: Using this name is not allowed!
es_es: ¡No se permite usar este nombre!
fr_fr: Ce nom n'est pas autorisé !
hr_hr: Korištenje ovog naziva nije dopušteno!
ko_kr: 이 이름은 사용할 수 없습니다!
nl_nl: Deze naam is niet toegestaan.
vi: Không cho phép sử dụng tên này!

# CreateLibraryErrorAlreadyExists
source: Library with the same name already exists!
es_es: ¡Ya existe una biblioteca con el mismo nombre!
fr_fr: Une bibliothèque avec ce nom existe déjà !
hr_hr: Biblioteka s istim nazivom već postoji!
ko_kr: 같은 이름의 라이브러리가 이미 존재합니다!
nl_nl: Een bibliotheek met deze naam bestaat al.
vi: Thư viện với tên giống hiện hữu rồi!

# BaseLayoutContextFlyoutDeleteLibrary.Text
source: Delete Library
es_es: Eliminar biblioteca
fr_fr: Supprimer la bibliothèque
hr_hr: Obriši biblioteku
ko_kr: 라이브러리 제거
nl_nl: Bibliotheek verwijderen
vi: Xóa bỏ thư viện

# DialogCreateLibraryButtonText
source: Create
es_es: Crear
fr_fr: Créer
hr_hr: Napravi
ko_kr: 만들기
nl_nl: Maken
vi: Tạo

# DrivesWidgetOpenStorageSenseButton.ToolTipService.ToolTip
source: Open Storage Sense
es_es: Abrir sensor de almacenamiento
fr_fr: Ouvrir le Sense de Stockage
hr_hr: Otvori Sense za pohranu
ko_kr: 저장소 센스 열기
nl_nl: Opslaginzicht openen

# DrivesWidgetOpenStorageSenseButton.AutomationProperties.Name
source: Open Storage Sense
es_es: Abrir sensor de almacenamiento
fr_fr: Ouvrir le Sense de Stockage
hr_hr: Otvori Sense za pohranu
ko_kr: 저장소 센스 열기
nl_nl: Opslaginzicht openen
vi: Mở Storage Sense

# PropertyISO
source: ISO speed
es_es: Velocidad ISO
fr_fr: Vitesse ISO
hr_hr: ISO brzina
ko_kr: ISO 감도
nl_nl: ISO-snelheid
vi: Tốc độ ISO

# CopyItemsDialogPrimaryButtonText
source: Copy
es_es: Copiar
fr_fr: Copier
hr_hr: Kopiraj
ko_kr: 복사
nl_nl: Kopiëren
vi: Sao chép

# CopyItemsDialogSubtitleMultiple
source: {0} items will be copied
es_es: Se copiarán {0} elementos
fr_fr: {0} éléments seront copiés
hr_hr: {0} stavki će biti kopirano
ko_kr: 항목 {0}개가 복사됩니다
nl_nl: {0} items zullen worden gekopieerd
vi: {0} mục sẽ bị sao chép

# CopyItemsDialogTitle
source: Copy item(s)
es_es: Copiar elemento(s)
fr_fr: Copier les éléments
hr_hr: Kopiraj stavku(e)
ko_kr: 항목 복사
nl_nl: Item(s) kopiëren
vi: Sao chép mục

# DeleteItemsDialogTitle
source: Delete item(s)
es_es: Eliminar elemento(s)
fr_fr: Supprimer les éléments
hr_hr: Izbriši stavku(e)
ko_kr: 항목 삭제
nl_nl: Item(s) verwijderen
vi: Xóa mục

# MoveItemsDialogPrimaryButtonText
source: Move
es_es: Mover
fr_fr: Déplacer
hr_hr: Premjesti
ko_kr: 이동
nl_nl: Verplaatsen
vi: Di chuyển

# MoveItemsDialogSubtitleMultiple
source: {0} items will be moved
es_es: Se moverán {0} elementos
fr_fr: {0} éléments seront déplacés
hr_hr: {0} stavki će biti premještene
ko_kr: 항목 {0}개가 삭제됩니다
nl_nl: {0} items zullen worden verplaatst
vi: {0} mục sẽ bị di chuyển

# MoveItemsDialogTitle
source: Move item(s)
es_es: Mover elementos(s)
fr_fr: Déplacer les éléments
hr_hr: Premjesti stavku(e)
ko_kr: 항목 이동
nl_nl: Item(s) verplaatsen
vi: Di chuyển mục

# DeleteItemsDialogSubtitleMultiple
source: {0} items will be deleted
es_es: Se eliminarán {0} elementos
fr_fr: {0} éléments seront supprimés
hr_hr: {0} stavki će biti izbrisano
ko_kr: 항목 {0}개가 삭제됩니다.
nl_nl: {0} items zullen worden verwijderd
vi: {0} mục sẽ bị xóa.

# ConflictingItemsDialogPrimaryButtonText
source: Continue
es_es: Continuar
fr_fr: Continuer
hr_hr: Nastavi
ko_kr: 계속
nl_nl: Doorgaan
vi: Tiếp tục

# ConflictingItemsDialogTitle
source: Conflicting file name(s)
es_es: Nombre de archivo(s) en conflicto
fr_fr: Conflit de noms de fichier
hr_hr: Konfliktni nazivi datoteka
ko_kr: 파일 이름 중복
nl_nl: Conflicterende bestandsnaam/-namen
vi: Tên mục xung đột

# CopyItemsDialogSubtitleSingle
source: One item will be copied
es_es: Se copiará 1 elemento
fr_fr: Un élément sera copié
hr_hr: Jedna stavka će biti kopirana
ko_kr: 항목 1개가 복사됩니다
nl_nl: Eén item zal worden gekopieerd
vi: Một mục sẽ bị sao chép

# DeleteItemsDialogSubtitleSingle
source: One item will be deleted
es_es: Se eliminará 1 elemento
fr_fr: Un élément sera supprimé
hr_hr: Jedna stavka će biti izbrisana
ko_kr: 항목 1개가 삭제됩니다
nl_nl: Eén item zal worden verwijderd
vi: Một mục sẽ bị xóa

# MoveItemsDialogSubtitleSingle
source: One item will be moved
es_es: Se moverá 1 elemento
fr_fr: Un élément sera déplacé
hr_hr: Jedna će stavka biti premještena
ko_kr: 항목 1개가 이동됩니다
nl_nl: Eén item zal worden verplaatst
vi: Một mục sẽ bị di chuyển

# DeleteItemsDialogPermanentlyDeleteCheckBox.Content
source: Permanently delete
es_es: Eliminar permanentemente
fr_fr: Effacer définitivement
hr_hr: Trajno izbrisati
ko_kr: 영구 삭제
nl_nl: Permanent verwijderen
vi: Xóa vĩnh viễn

# SearchUnindexedItemsLabel.Text
source: Didn't find what you're looking for?
es_es: ¿No encontraste lo que buscabas?
fr_fr: Vous n'avez pas trouvé ce que vous cherchiez ?
hr_hr: Niste pronašli ono što tražite?
ko_kr: 원하는 항목을 찾지 못했나요?
nl_nl: Niet gevonden wat u zoekt?
vi: Bạn không tìm thấy nội dung cần tìm?

# SearchUnindexedItemsButton.Content
source: Search unindexed items.
es_es: Buscar elementos no indexados.
fr_fr: Chercher les éléments non-indexés.
hr_hr: Pretraži neindeksirane stavke.
ko_kr: 색인되지 않은 항목을 검색하세요.
nl_nl: Niet-geïndexeerde items doorzoeken.
vi: Tìm kiếm mục không lục.

# NavToolbarWidgets.ToolTipService.ToolTip
source: Manage Widgets
es_es: Ajustes de widgets
fr_fr: Gérer les widgets
hr_hr: Upravljaj programčićima
ko_kr: 위젯 관리
nl_nl: Widgets beheren
vi: Quản lý phụ tùng

# NavToolbarWidgetsManager.AutomationProperties.Name
source: Manage widgets
es_es: Ajustes de widgets
fr_fr: Gérer les widgets
hr_hr: Upravljaj programčićima
ko_kr: 위젯 관리
nl_nl: Widgets beheren
vi: Quản lý phụ tùng

# NavToolbarShowBundlesWidget.Header
source: Show Bundles widget
es_es: Mostrar contenedores
fr_fr: Afficher le widget Bundles
hr_hr: Prikaži programčić Paketi
ko_kr: 번들 위젯 표시
nl_nl: Bundelwidget weergeven
vi: Hiển thị phụ tùng bó

# NavToolbarShowDrivesWidget.Header
source: Show Drives widget
es_es: Mostrar unidades
fr_fr: Afficher le widget Disques
hr_hr: Prikaži programčić Pogoni
ko_kr: 드라이브 위젯 표시
nl_nl: Stationswidget weergeven
vi: Hiển thị phụ tùng ổ lưu trữ

# NavToolbarShowRecentFilesWidget.Header
source: Show Recent Files widget
es_es: Mostrar archivos recientes
fr_fr: Afficher le widget Fichiers Récents
hr_hr: Prikaži programčić Nedavne datoteke
ko_kr: 최근 파일 위젯 표시
nl_nl: Recente bestanden-widget weergeven
vi: Di chuyển phụ tùng tệp tin gần đây

# NavToolbarManageWidgetsFlyoutHeader.Text
source: Manage Widgets
es_es: Ajustes de widgets
fr_fr: Gérer les widgets
hr_hr: Upravljaj programčićima
ko_kr: 위젯 관리
nl_nl: Widgets beheren
vi: Quản lý phụ tùng

# NavToolbarShowFolderWidget.Header
source: Show Folders widget
es_es: Mostrar bibliotecas
fr_fr: Afficher le widget Dossiers
hr_hr: Prikaži programčić Mape
ko_kr: 폴더 위젯 표시
nl_nl: Bibliotheekwidget weergeven
vi: Hiển thị phụ tùng thư mục

# ConflictingItemsDialogSubtitleMultipleConflictsMultipleNonConflicts
source: There are {0} conflicting file names, and {1} outgoing item(s).
es_es: Hay {0} nombres de archivos en conflicto y {1} elemento(s) saliente(s).
fr_fr: Il y a {0} noms de fichiers en conflit et {1} élément(s) sortant(s).
hr_hr: Postoji {0} konfliktnih naziva datoteka i {1} odlazna(ih) stavka(i).
ko_kr: 이름이 중복되는 파일이 {0}개, 아닌 파일이 {1}개 있습니다.
nl_nl: Er zijn {0} conflicterende itemnamen en {1} uitgaand(e) item(s).
vi: Đang có {0} tên tệp tin xung đột, và {1} mục đang hoạt động.
