Repository: files-community/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: ar, es_es, fr_fr, hr_hr, ko_kr, nl_nl, vi

# PropertyParagraphCount
source: Paragraph Count
ar: عدد الفقرات
es_es: Párrafos
fr_fr: Nombre de paragraphes
hr_hr: Broj paragrafa
ko_kr: 단락 수
nl_nl: Aantal alinea's
vi: Số đoạn văn

# PropertyPageCount
source: Page Count
ar: عدد الصفحات
es_es: Páginas
fr_fr: Nombre de pages
hr_hr: Broj stranica
ko_kr: 페이지 수
nl_nl: Aantal pagina's
vi: Số trang

# PropertySlideCount
source: Slide Count
ar: عدد الشرائح
es_es: Diapositiva
fr_fr: Nombre de diapositives
hr_hr: Broj slajdova
ko_kr: 슬라이드 수
nl_nl: Aantal dia's

# PropertyFrameRate
source: Frame Rate
ar: معدل الإطارات
es_es: Fotogramas
fr_fr: Fréquence d'images
hr_hr: Broj uzoraka u sekundi
ko_kr: 프레임레이트
nl_nl: Framesnelheid
vi: Tốc độ khung hình

# PropertyEncodingBitrate
source: Encoding Bitrate
ar: ترميز معدل البت
es_es: Velocidad de bits
fr_fr: Vitesse d'encodage
hr_hr: Bitrata kodiranja
ko_kr: 비트레이트
nl_nl: Versleutelingsbitrate

# PropertyCompression
source: Compression
ar: الضغط
es_es: Compresión
hr_hr: Kompresija
ko_kr: 압축
nl_nl: Compressie
vi: Nén

# PropertyFrameWidth
source: Frame Width
ar: عرض الإطار
es_es: Ancho de fotograma
fr_fr: Largeur de cadre
hr_hr: Širina okvira
ko_kr: 프레임 너비
nl_nl: Framebreedte
vi: Chiều rộng khung

# PropertyFrameHeight
source: Frame Height
ar: ارتفاع الإطار
es_es: Alto de fotograma
fr_fr: Hauteur de cadre
hr_hr: Visina okvira
ko_kr: 프레임 높이
nl_nl: Framehoogte
vi: Chiều cao Khung

# PropertyOrientation
source: Orientation
ar: الاتجاه
es_es: Orientación
hr_hr: Orijentacija
ko_kr: 방향
nl_nl: Afdrukstand
vi: Hướng

# PropertySectionCore
source: Core
ar: الأساس
es_es: Archivo
hr_hr: Osnovno
ko_kr: 파일
nl_nl: Kern
vi: Cốt lõi

# PropertySectionImage
source: Image
ar: صورة
es_es: Imagen
hr_hr: Slika
ko_kr: 이미지
nl_nl: Afbeelding
vi: Hình ảnh

# PropertySectionPhoto
source: Photo
ar: صورة
es_es: Foto
hr_hr: Fotografija
ko_kr: 사진
nl_nl: Foto
vi: Ảnh

# PropertySectionMedia
source: Media
ar: الوسائط
es_es: Multimedia
fr_fr: Média
hr_hr: Mediji
ko_kr: 미디어
vi: Phương tiện

# PropertySectionAudio
source: Audio
ar: الصوت
hr_hr: Zvuk
ko_kr: 오디오
nl_nl: Geluid
vi: Âm thanh

# PropertySectionMusic
source: Music
ar: موسيقى
es_es: Música
fr_fr: Musique
hr_hr: Glazba
ko_kr: 음악
nl_nl: Muziek
vi: Âm nhạc

# PropertySectionVideo
source: Video
ar: فيديو
es_es: Vídeo
fr_fr: Vidéo
hr_hr: Videozapis
ko_kr: 비디오

# PropertySectionDocument
source: Document
ar: مستند
es_es: Documento
hr_hr: Dokument
ko_kr: 문서
vi: Tài liệu

# PropertyAddress
source: Address
ar: العنوان
es_es: Dirección
fr_fr: Adresse
hr_hr: Adresa
ko_kr: 주소
nl_nl: Adres
vi: Địa chỉ

# FileItemAutomation
source: File
ar: ملف
es_es: Archivo
fr_fr: Fichier
hr_hr: Datoteka
ko_kr: 파일
nl_nl: Bestand
vi: Tệp

# FolderItemAutomation
source: Folder
ar: مجلد
es_es: Carpeta
fr_fr: Dossier
hr_hr: Mapa
ko_kr: 폴더
nl_nl: Map
vi: Thư mục

# RecycleBinItemAutomation
source: Recycle bin item
ar: عنصر سلة المحذوفات
es_es: Elemento de papelera de reciclaje
fr_fr: Élément de la Corbeille
hr_hr: Stavka Koša za smeće
ko_kr: 휴지통 항목
nl_nl: Prullenbakitem
vi: Mục thùng rác

# ShortcutItemAutomation
source: Shortcut item
es_es: Elemento de acceso directo
fr_fr: Raccourci
hr_hr: Stavka prečaca
ko_kr: 바로 가기 항목
nl_nl: Snelkoppelingsitem
vi: Mục tắt lối

# DrivesWidgetDescription.Text
source: Drives
ar: محركات الأقراص:
es_es: Dispositivos y unidades
fr_fr: Disques
hr_hr: Pogoni
ko_kr: 드라이브
nl_nl: Stations
vi: Ổ đĩa:

# PinToSidebarByDraggingCaptionText
source: Move here
ar: نقل إلى هنا
es_es: Mover aquí
fr_fr: Déplacer ici
hr_hr: Premjesti ovdje
ko_kr: 여기로 이동
nl_nl: Hierheen verplaatsen
vi: Di chuyển tới đây

# EjectNotificationHeader
source: Safe to remove hardware
ar: آمنة لإزالة الأجهزة
es_es: Es seguro quitar el hardware
fr_fr: Le matériel peut être retiré en toute sécurité
hr_hr: Sigurno za uklanjanje hardvera
ko_kr: 하드웨어 안전하게 제거
nl_nl: Hardware kan veilig worden verwijderd
vi: An toàn để rút phần cứng

# EjectNotificationBody
source: The device can now be safely removed from the computer.
ar: يمكن الآن إزالة الجهاز بأمان من الكمبيوتر
es_es: Ahora se puede quitar el dispositivo de forma segura del equipo.
fr_fr: Le périphérique peut maintenant être retiré en tout sécurité de l'ordinateur.
hr_hr: Uređaj se sada može sigurno ukloniti s računala.
ko_kr: 이제 컴퓨터에서 장치를 안전하게 제거할 수 있습니다.
nl_nl: Dit apparaat kan nu veilig uit de computer worden verwijderd.
vi: Bây giờ an toàn để rút thiết bị từ máy vi tính.

# EjectNotificationErrorDialogHeader
source: Problem Ejecting Device
ar: جهاز إخراج المشكلة
es_es: Problema al expulsar el dispositivo
fr_fr: Problème lors de l'éjection du périphérique
hr_hr: Problem s izbacivanjem uređaja
ko_kr: 장치를 꺼내던 중 문제가 발생했습니다
nl_nl: Probleem bij het uitwerpen van apparaat
vi: Có vấn đề chuẩn bị ngắt kết nối thiết bị

# EjectNotificationErrorDialogBody
source: This device is currently in use. Close any programs, windows or tabs that might be using the device, and then try again.
ar: هذا الجهاز قيد الاستخدام حاليا. أغلق أي برامج أو نوافذ أو علامات تبويب قد تستخدم الجهاز ، ثم حاول مرة أخرى
es_es: El dispositivo está en uso. Cierre cualquier programa o ventana que pueda estar usando el dispositivo e inténtelo de nuevo.
fr_fr: Le périphérique est actuellement utilisé. Fermez tous les programmes, fenêtres, ou onglets qui peuvent utiliser le périphérique, et essayez à nouveau.
hr_hr: Ovaj uređaj je trenutno u upotrebi. Zatvorite sve programe, prozore ili kartice koji možda koriste uređaj, te zatim pokušajte ponovno.
ko_kr: 이 장치는 현재 사용 중입니다. 장치를 사용하고 있을 수 있는 프로그램, 창, 탭을 닫고 다시 시도해 주세요.
nl_nl: Dit apparaat is in gebruik. Sluit alle programma's, vensters en tabbladen die dit apparaat gebruiken en probeer het opnieuw.
vi: Thiết bị này đang sử dụng. Đóng ứng dụng, cửa sổ, hoặc tab nào chắc dùng thiết bị, xong rồi thử lần nữa.

# SideBarEjectDevice.Text
source: Eject
ar: إخراج
es_es: Expulsar
fr_fr: Éjecter
hr_hr: Izbaci
ko_kr: 꺼내기
nl_nl: Uitwerpen
vi: Đẩy ra

# HorizontalMultitaskingControlDuplicateTab.Text
source: Duplicate tab
ar: ‏‏تكرار علامة تبويب
es_es: Duplicar pestaña
fr_fr: Dupliquer l'onglet
hr_hr: Dupliciraj karticu
ko_kr: 탭 복제
nl_nl: Tabblad dupliceren
vi: Tab trùng

# HorizontalMultitaskingControlMoveTabToNewWindow.Text
source: Move tab to new window
ar: نقل علامة التبويب إلى نافذة جديدة
es_es: Mover a una nueva ventana
fr_fr: Déplacer l'onglet vers une nouvelle fenêtre
hr_hr: Premjesti karticu u novi prozor
ko_kr: 탭을 새 창으로 이동
nl_nl: Tabblad naar nieuw venster verplaatsen
vi: Di chuyển tab đến cửa sổ mới

# HorizontalMultitaskingControlNewTab.Text
source: New tab
ar: علامة تبويب جديدة
es_es: Nueva pestaña
fr_fr: Nouvel onglet
hr_hr: Nova kartica
ko_kr: 새 탭
nl_nl: Nieuw tabblad
vi: Tab Mới

# ClearPropertiesFlyoutText.Text
source: Some properties may contain personal information.
ar: قد تحتوي بعض الخصائص على معلومات شخصية
es_es: Algunas propiedades pueden contener información personal.
fr_fr: Certaines propriétés peuvent contenir des informations personnelles.
hr_hr: Neka svojstva mogu sadržavati osobne podatke.
ko_kr: 일부 속성에는 개인정보가 포함될 수 있습니다.
nl_nl: Sommige eigenschappen kunnen persoonlijke informatie bevatten.
vi: Mấy thuộc tính có thể hữu thông tin cá nhân.

# ClearPropertiesFlyoutConfirmation.Content
source: Clear
ar: مسح
es_es: Quitar
fr_fr: Effacer
hr_hr: Očisti
ko_kr: 제거
nl_nl: Wissen
vi: Xóa

# ClearPropertiesButton.Content
source: Clear All Properties
ar: مسح كافة الخصائص
es_es: Quitar todas las propiedades
fr_fr: Effacer toutes les propriétés
hr_hr: Obriši sva svojstva
ko_kr: 모든 속성 제거
nl_nl: Alle eigenschappen wissen
vi: Xóa cả thuộc tính

# OngoingTasksTeachingTip.Subtitle
source: Check the status of file operations here
es_es: Verifique el estado de las operaciones de archivo aquí
fr_fr: Vérifiez le statut des opérations de fichiers ici
hr_hr: Ovdje provjerite status operacija s datotekama
ko_kr: 여기서 파일 작업 현황을 확인하세요
nl_nl: Controleer hier de status van bewerkingen
vi: Kiểm tra tình trạng của hoạt động tệp ở đây

# OngoingTasksTeachingTip.Title
source: Status Center
es_es: Centro de actividades
fr_fr: Centre de status
hr_hr: Status centar
ko_kr: 작업 현황
nl_nl: Statuscentrum
vi: Trung tâm tình trạng

# NavSearchButton.AutomationProperties.Name
source: Search
ar: بحث
es_es: Búsqueda
fr_fr: Rechercher
hr_hr: Traži
ko_kr: 검색
nl_nl: Zoeken
vi: Tìm kiếm

# SearchPagePathBoxOverrideText
source: Search results in {1} for {0}
es_es: Resultados de la búsqueda en {1} para {0}
fr_fr: Résultats de la recherche dans {1} pour {0}
hr_hr: Traži rezultate u {1} za {0}
ko_kr: 검색 결과
nl_nl: Zoekresultaten in
vi: Tìm kết quả trong

# SearchTabHeaderText
source: Search results
ar: نتائج البحث
es_es: Resultados de búsqueda
fr_fr: Résultats de recherche
hr_hr: Rezultati pretrage
ko_kr: 검색 결과
nl_nl: Zoekresultaten
vi: Kết quả tìm kiếm

# SettingsAboutContributorsListViewItem.AutomationProperties.Name
source: See who contributed to Files
ar: تعرف على من ساهم في الملفات
es_es: Ver quiénes contribuyen a Files
fr_fr: Voir qui a contribué à Files
hr_hr: Pogledajte tko je pridonio stvaranju Files aplikacije
ko_kr: Files에 기여해주신 분들
nl_nl: Bekijk wie er heeft bijgedragen aan Files
vi: Thấy ai đã đóng góp đên Files

# SettingsAboutReleaseNotesListViewItem.AutomationProperties.Name
source: Find out what's new in Files
ar: اكتشف الجديد في الملفات
es_es: Ver las novedades de esta versión
fr_fr: Découvrez les nouveautés de Files
hr_hr: Saznajte što je novo u Files aplikaciji
ko_kr: Files의 새로운 기능 알아보기
nl_nl: Ontdek wat er nieuw is in Files
vi: Tìm hiểu gì mới trong Files

# SettingsAboutSubmitFeedbackListViewItem.AutomationProperties.Name
source: Send the developers an issue report with more information
ar: أرسل للمطورين تقرير مشكلة بمزيد من المعلومات
es_es: Envíe a los desarrolladores un reporte de problemas con más información.
fr_fr: Envoyer aux développeurs un rapport d'incident avec des informations détaillées
hr_hr: Pošaljite programerima izvješće o problemu s više informacija
ko_kr: 개발자에게 자세한 정보가 담긴 오류 보고서를 전송합니다
nl_nl: Stuur de ontwikkelaars een probleemrapport met meer informatie
vi: Gữi người phát triển một cảnh báo vấn đề với thêm thông tin

# SettingsAboutSupportUsListViewItem.AutomationProperties.Name
source: Support us on PayPal
ar: ادعمنا على PayPal
es_es: Apóyanos en PayPal
fr_fr: Soutenez-nous sur PayPal
hr_hr: Podržite nas s PayPal-om
ko_kr: PayPal 후원하기
nl_nl: Steun ons via PayPal
vi: Hỗ trợ chúng tôi bằng PayPal

source: Details
es_es: Detalles
fr_fr: Détails
hr_hr: Detalji
ko_kr: 자세히
vi: Chi tiết

# UpdateClose
source: No
fr_fr: Non
hr_hr: Ne
ko_kr: 아니오
nl_nl: Nee
vi: Không

# UpdateConsentDialogContent
source: Do you want to download and install the latest version of Files?
ar: هل تريد تنزيل أحدث إصدار من الملفات وتثبيته؟
es_es: ¿Quieres descargar e instalar la última versión de Files?
fr_fr: Voulez-vous télécharger et installer la dernière version de Files ?
hr_hr: Želite li preuzeti i instalirati najnoviju verziju aplikcije Files?
ko_kr: Files 최신 버전을 다운로드하고 설치할까요?
nl_nl: Wilt u de meest recente versie van Files downloaden en installeren?
vi: Bạn có muốn tải xuống và cài đặt phiên bản mới nhất của Files không?

# UpdateConsentDialogTitle
source: Updates Available
ar: التحديثات متوفرة
es_es: Actualizaciones disponibles
fr_fr: Mise à jour disponible
hr_hr: Dostupna ažuriranja
ko_kr: 사용 가능한 업데이트가 있습니다
nl_nl: Updates beschikbaar
vi: Đã có Bản cập nhật

# SettingsContextMenu.Text
source: Customize the right click context menu
ar: تخصيص قائمة سياق النقر بزر الماوس الأيمن
es_es: Personaliza el menú contextual
fr_fr: Personnaliser le menu contextuel du clic droit
hr_hr: Prilagodi kontekstni izbornik desnog klika
ko_kr: 우클릭 컨텍스트 메뉴
nl_nl: Contextmenu aanpassen
vi: Tùy chỉnh danh mục truy cập bằng cú nhấp phía phải

# originalPathColumn.Header
source: Original path
ar: المسار الأصلي
es_es: Ubicación original
fr_fr: Chemin d'origine
hr_hr: Originalna putanja
ko_kr: 원래 위치
nl_nl: Oorspronkelijk pad
vi: Hướng đầu tiên

# BaseLayoutContextFlyoutSortByOriginalPath.Text
source: Original path
ar: المسار الأصلي
es_es: Ubicación original
fr_fr: Chemin d'origine
hr_hr: Originalna putanja
ko_kr: 원래 위치
nl_nl: Oorspronkelijk pad
vi: Hướng đầu tiên

# AppBarButtonAdd.Label
source: Add
ar: إضافة
es_es: Añadir
fr_fr: Ajouter
hr_hr: Dodaj
ko_kr: 추가
nl_nl: Toevoegen
vi: Thêm

# AppBarButtonEdit.Label
source: Edit
ar: تحرير
es_es: Editar
fr_fr: Modifier
hr_hr: Uredi
ko_kr: 편집
nl_nl: Wijzigen
vi: Chỉnh sửa

# AppBarButtonRemove.Label
source: Remove
ar: ‏‏إزالة
es_es: Quitar
fr_fr: Enlever
hr_hr: Ukloni
ko_kr: 제거
nl_nl: Wissen
vi: Loại bỏ

# BaseLayoutItemContextFlyoutOpenInNewPane.Text
source: Open in secondary pane
ar: فتح في الجزء الثانوي
es_es: Abrir en panel secundario
fr_fr: Ouvrir dans un panneau secondaire
hr_hr: Otvori u drugom oknu
ko_kr: 보조 패널에서 열기
nl_nl: In secundair paneel openen
vi: Mở trong màn thứ hai

# SideBarOpenInNewPane.Text
source: Open in secondary pane
ar: فتح في الجزء الثانوي
es_es: Abrir en panel secundario
fr_fr: Ouvrir dans un panneau secondaire
hr_hr: Otvori u drugom oknu
ko_kr: 보조 패널에서 열기
nl_nl: In secundair paneel openen
vi: Mở trong màn thứ hai

# SettingsDualPane.Text
source: Dual pane
ar: جزء مزدوج
es_es: Panel Doble
fr_fr: Double panneau
hr_hr: Dvostruko okno
ko_kr: 듀얼 패널
nl_nl: Tweezijdig paneel
vi: Hai màn

# FolderWidgetDescription.Text
source: Folders
ar: المجلدات
es_es: Carpetas
fr_fr: Dossiers
hr_hr: Mape
ko_kr: 폴더
nl_nl: Mappen
vi: Thư mục

# NavToolbarDetails.ToolTipService.ToolTip
source: Details (Ctrl+Shift+1)
es_es: Detalles (Ctrl+Mayús+1)
fr_fr: Détails (Ctrl+Shift+1)
hr_hr: Detalji (Ctrl+Shift+1)
ko_kr: 자세히 (Ctrl+Shift+1)
nl_nl: Detailweergave (Ctrl+Shift+1)
vi: Xem thông tin chi tiết (Ctrl+Shift+1)

# NavToolbarDetails.AutomationProperties.Name
source: Details
es_es: Detalles
fr_fr: Détails
hr_hr: Detalji
ko_kr: 자세히
nl_nl: Detailweergave
vi: Xem thông tin chi tiết

# NavToolbarLargeIcons.AutomationProperties.Name
source: Large Icons
es_es: Iconos grandes
fr_fr: Grandes Icônes
hr_hr: Velike ikone
ko_kr: 격자 (대)
nl_nl: Rasterweergave (groot)
vi: Chế độ xem lưới (Lớn)

# NavToolbarLargeIcons.ToolTipService.ToolTip
source: Large Icons (Ctrl+Shift+5)
es_es: Iconos grandes (Ctrl+Mayús+5)
fr_fr: Grandes Icônes (Ctrl+Shift+5)
hr_hr: Velike ikone (Ctrl+Shift+5)
ko_kr: 격자 (대) (Ctrl+Shift+5)
nl_nl: Rasterweergave (groot) (Ctrl+Shift+5)
vi: Chế độ xem lưới (Lớn) (Ctrl+Shift+5)

# NavToolbarMediumIcons.AutomationProperties.Name
source: Medium Icons
es_es: Iconos medianos
fr_fr: Moyennes Icônes
hr_hr: Srednje ikone
ko_kr: 격자 (중)
nl_nl: Rasterweergave (normaal)
vi: Chế độ xem lưới (Vừa)

# NavToolbarMediumIcons.ToolTipService.ToolTip
source: Medium Icons (Ctrl+Shift+4)
es_es: Iconos medianos (Ctrl+Mayús+4)
fr_fr: Moyennes Icônes (Ctrl+Shift+4)
hr_hr: Srednje ikone (Ctrl+Shift+4)
ko_kr: 격자 (중) (Ctrl+Shift+4)
nl_nl: Rasterweergave (normaal) (Ctrl+Shift+4)
vi: Chế độ xem lưới (Vừa) (Ctrl+Shift+4)

# NavToolbarSmallIcons.AutomationProperties.Name
source: Small Icons
es_es: Iconos pequeños
fr_fr: Petites Icônes
hr_hr: Male ikone
ko_kr: 격자 (소)
nl_nl: Rasterweergave (klein)
vi: Chế độ xem lưới (Nhỏ)

# NavToolbarSmallIcons.ToolTipService.ToolTip
source: Small Icons (Ctrl+Shift+3)
es_es: Iconos pequeños (Ctrl+Mayús+3)
fr_fr: Petites Icônes (Ctrl+Shift+3)
hr_hr: Male ikone (Ctrl+Shift+3)
ko_kr: 격자 (소) (Ctrl+Shift+3)
nl_nl: Rasterweergave (klein) (Ctrl+Shift+3)
vi: Chế độ xem lưới (Nhỏ) (Ctrl+Shift+3)

# NavToolbarTiles.AutomationProperties.Name
source: Tiles
es_es: Iconos
fr_fr: Tuiles
hr_hr: Pločice
ko_kr: 타일
nl_nl: Tegelweergave
vi: Chế độ xem gạch

# NavToolbarTiles.ToolTipService.ToolTip
source: Tiles (Ctrl+Shift+2)
es_es: Iconos (Ctrl+Mayús+2)
fr_fr: Tuiles (Ctrl+Shift+2)
hr_hr: Pločice (Ctrl+Shift+2)
ko_kr: 타일 (Ctrl+Shift+2)
nl_nl: Tegelweergave (Ctrl+Shift+2)

# BaseLayoutContextFlyoutSortByDateDeleted.Text
source: Date deleted
ar: ‏‏تاريخ الحذف
es_es: Fecha de eliminación
fr_fr: Date de suppression
hr_hr: Datum brisanja
ko_kr: 삭제된 날짜
nl_nl: Verwijderd op
vi: Ngày xóa

# dateDeletedColumn.Header
source: Date deleted
ar: ‏‏تاريخ الحذف
es_es: Fecha de eliminación
fr_fr: Date de suppression
hr_hr: Datum brisanja
ko_kr: 삭제된 날짜
nl_nl: Verwijderd op
vi: Ngày xóa

# SettingsTabCustomization.Text
source: Tab customization
ar: تخصيص علامة التبويب
es_es: Personalización de pestañas
hr_hr: Prilagodba kartice
ko_kr: 탭 커스터마이징
vi: Tùy chỉnh Tab

# SidebarCloudDrives
source: Cloud Drives
es_es: Unidades de la nube
fr_fr: Disques Cloud
hr_hr: Pogoni u oblaku
ko_kr: 클라우드 드라이브
nl_nl: Cloudstations
vi: Ổ lưu trữ đám mây

# BundlesWidgetMoreOptionsButton.ToolTipService.ToolTip
source: More options...
ar: خيارات إضافية
es_es: Más opciones...
fr_fr: Plus d'options…
hr_hr: Više postavki...
ko_kr: 추가 옵션...
nl_nl: Meer opties...
vi: Nhiều tùy chọn nữa...

# BundlesWidgetAddBundleConfirm.Content
source: Confirm
ar: تأكيد
es_es: Confirmar
fr_fr: Confirmer
hr_hr: Potvrdi
ko_kr: 확인
nl_nl: Bevestigen
vi: Xác nhận

# BundlesWidgetOptionsFlyoutExportBundlesMenuItem.Text
source: Export Bundles
ar: حزم التصدير
es_es: Exportar contenedores
fr_fr: Exporter les bundles
hr_hr: Izvezi pakete
ko_kr: 보관함 내보내기
nl_nl: Bundels exporteren
vi: Xuất khẩu bó

# BundlesWidgetOptionsFlyoutImportBundlesMenuItem.Text
source: Import Bundles
ar: حزم الاستيراد
es_es: Importar contenedores
fr_fr: Importer les bundles
hr_hr: Uvezi pakete
ko_kr: 보관함 가져오기
nl_nl: Bundels importeren
vi: Nhập khẩu bó

# BundlesWidgetAddBundleErrorAlreadyExists
source: Bundle with the same name already exists!
ar: توجد حزمة بنفس الاسم بالفعل
es_es: ¡Ya existe un contenedor con el mismo nombre!
fr_fr: Un bundle avec le même nom existe déjà !
hr_hr: Paket sa istim nazivom već postoji!
ko_kr: 같은 이름의 보관함이 이미 존재합니다!
nl_nl: Een bundel met deze naam bestaat al.
vi: Bó với tên giống nhau hiện hữu rồi!

# BundlesWidgetAddBundleErrorInputEmpty
source: Input field cannot be empty!
ar: لا يمكن ترك حقل الإدخال فارغًا
es_es: Este campo no puede estar vacío
fr_fr: Le champ ne peut pas être vide !
hr_hr: Polje za unos ne može biti prazno!
ko_kr: 입력 필드는 비워 둘 수 없습니다!
nl_nl: Veld mag niet leeg zijn.
vi: Văn bản nhập chữ không được trống!

# BundlesWidgetCreateBundleItem.Text
source: Create Bundle
ar: إنشاء حزمة
es_es: Crear contenedor
fr_fr: Créer un bundle
hr_hr: Napravi paket
ko_kr: 보관함 만들기
nl_nl: Bundel maken
vi: Tạo bó

# BundlesWidgetAddBundleInput.PlaceholderText
source: Enter Bundle name
ar: أدخل اسم الحزمة
es_es: Introduce un nombre
fr_fr: Entrez le nom du bundle
hr_hr: Unesi naziv paketa
ko_kr: 보관함 이름 입력
nl_nl: Voer een bundelnaam in
vi: Nhập vào tên bó

# BundlesWidgetAddBundleNameInput.PlaceholderText
source: Enter Bundle name
ar: أدخل اسم الحزمة
es_es: Introduce un nombre
fr_fr: Entrez le nom du bundle
hr_hr: Unesi naziv paketa
ko_kr: 보관함 이름 입력
nl_nl: Voer een bundelnaam in
vi: Nhập vào tên bó

# BundleItemFlyouOpenInNewTabMenuItem.Text
source: Open in new tab
ar: فتح في علامة تبويب جديدة
es_es: Abrir en una nueva pestaña
fr_fr: Ouvrir dans un nouvel onglet
hr_hr: Otvori u novoj kartici
ko_kr: 새 탭에서 열기
nl_nl: In nieuw tabblad openen
vi: Mở trong tab mới

# BundleItemFlyouOpenItemLocationMenuItem.Text
source: Open item location
ar: فتح موقع العنصر
es_es: Abrir ubicación del elemento
fr_fr: Ouvrir l'emplacement de l'élément
hr_hr: Otvori lokaciju stavke
ko_kr: 항목 경로 열기
nl_nl: Itemlocatie openen
vi: Mở vị trí mục

# BundleItemFlyouRemoveFromBundleMenuItem.Text
source: Remove from bundle
ar: إزالة من الحزمة
es_es: Quitar del contenedor
fr_fr: Supprimer du bundle
hr_hr: Ukloni iz paketa
ko_kr: 보관함에서 제거
nl_nl: Uit bundel verwijderen
vi: Xóa bỏ từ bó

# BundleOptionsFlyoutRemoveBundleMenuItem.Text
source: Remove Bundle
ar: إزالة الحزمة
es_es: Quitar contenedor
fr_fr: Supprimer le bundle
hr_hr: Ukloni paket
ko_kr: 보관함 제거
nl_nl: Bundel verwijderen
vi: Xóa bỏ bó

# BundlesWidgetHeader.Text
source: Bundles
ar: الحزم
es_es: Contenedores
hr_hr: Paketi
ko_kr: 보관함
nl_nl: Bundels
vi: Bó

# BundleNoContentsTextBlock.Text
source: Drag and drop any file or folder here to quickly access it
ar: قم بسحب وإسقاط أي ملف أو مجلد هنا للوصول إليه بسرعة
es_es: Arrastra y suelta cualquier archivo o carpeta aquí para acceder rápidamente a él
fr_fr: Glissez et déposez n'importe quel fichier ou dossier ici pour y accéder rapidement
hr_hr: Povucite i ispustite bilo koju datoteku ili mapu ovdje da biste im brzo pristupili
ko_kr: 파일이나 폴더를 여기에 끌어다 놓아 빠르게 접근하세요
nl_nl: Bestanden en mappen slepen en hier neerzetten om er later snel toegang tot te krijgen
vi: Lôi kéo và thả tệp tin hoặc thư mục nào đây để truy cập nó nhanh

# BundlesWidgetCreateBundleConfirmButton.Content
source: Confirm
ar: تأكيد
es_es: Confirmar
fr_fr: Confirmer
hr_hr: Potvrdi
ko_kr: 확인
nl_nl: Bevestigen
vi: Xác nhận

# BundlesWidgetCreateBundleInput.PlaceholderText
source: Enter Bundle name
ar: أدخل اسم الحزمة
es_es: Introduce un nombre
fr_fr: Entrer le nom du bundle
hr_hr: Unesite naziv paketa
ko_kr: 보관함 이름 입력
nl_nl: Voer bundelnaam in
vi: Nhập vào tên bó

# BundlesWidgetRenameBundleDialogInputPlaceholderText
source: Desired name
ar: الاسم المطلوب
es_es: Nuevo nombre
fr_fr: Nom désiré
hr_hr: Željeni naziv
ko_kr: 원하는 이름
nl_nl: Gewenste naam
vi: Tên mong muốn

# BundlesWidgetRenameBundleDialogPrimaryButtonText
source: Confirm
ar: تأكيد
es_es: Confirmar
fr_fr: Confirmer
hr_hr: Potvrdi
ko_kr: 확인
nl_nl: Bevestigen
vi: Xác nhận

# BundlesWidgetRenameBundleDialogSubtitleText
source: Enter new name
ar: إدخال اسم جديد
es_es: Introduce un nuevo nombre
fr_fr: Entrer le nouveau nom
hr_hr: Unesi novi naziv
ko_kr: 새로운 이름 입력
nl_nl: Voer nieuwe naam in
vi: Nhập vào tên mới

# BundlesWidgetRenameBundleDialogTitleText
source: Rename "{0}"
ar: إعادة تسمية {0}
es_es: Renombrar "{0}"
fr_fr: Renommer "{0}"
hr_hr: Preimenuj "{0}"
ko_kr: "{0}" 이름 바꾸기
nl_nl: Naam van "{0}" wijzigen
vi: Đổi tên "{0}"

# BundlesWidgetCreateBundleDialogTitleText
source: Create Bundle
ar: إنشاء حزمة
es_es: Crear contenedor
fr_fr: Créer un bundle
hr_hr: Napravi paket
ko_kr: 보관함 만들기
nl_nl: Bundel maken
vi: Tạo bó

# BundlesWidgetCreateBundleDialogPrimaryButtonText
source: Confirm
ar: تأكيد
es_es: Confirmar
fr_fr: Confirmer
hr_hr: Potvrdi
ko_kr: 확인
nl_nl: Bevestigen
vi: Xác nhận

# BundlesWidgetCreateBundleDialogSubtitleText
source: Add Bundle
ar: ‏‏إضافة مجموعة
es_es: Añadir contenedor
fr_fr: Ajouter un bundle
hr_hr: Dodaj paket
ko_kr: 보관함 추가
nl_nl: Bundel toevoegen
vi: Thêm gói

# BundlesWidgetOptionsFlyoutCreateBundleMenuItem.Text
source: Create Bundle
ar: إنشاء حزمة
es_es: Crear contenedor
fr_fr: Créer un bundle
hr_hr: Napravi paket
ko_kr: 보관함 만들기
nl_nl: Bundel maken
vi: Tạo bó

# BundleOptionsFlyoutRenameBundleMenuItem.Text
source: Rename Bundle
ar: إعادة تسمية الحزمة
es_es: Renombrar contenedor
fr_fr: Renommer le bundle
hr_hr: Premienuj paket
ko_kr: 보관함 이름 바꾸기
nl_nl: Naam van bundel wijzigen
vi: Đặt tên bó lại

# BundlesWidgetAddBundleInputPlaceholderText
source: Desired name
ar: الاسم المطلوب
es_es: Nuevo nombre
fr_fr: Nom désiré
hr_hr: Željeni naziv
ko_kr: 원하는 이름
nl_nl: Gewenste naam
vi: Tên mong muốn

# PreviewPaneToggle.ToolTipService.ToolTip
source: Toggle the preview pane (Ctrl+P)
es_es: Alternar el panel de vista previa (Ctrl+P)
fr_fr: Basculer le volet d'aperçu (Ctrl + P)
hr_hr: Uključi/isključi okna za pregled (Ctrl+P)
ko_kr: 미리보기 패널 열기/닫기 (Ctrl+P)
nl_nl: Voorbeeldvenster weergeven/verbergen (Ctrl+P)
vi: Chuyển đổi màn xem trước (Ctrl+P)

# PropertyItemName
source: Item Name
ar: اسم الصنف
es_es: Nombre
fr_fr: Nom de l'élément
hr_hr: Naziv stavke
ko_kr: 이름
nl_nl: Itemnaam
vi: Tên Mục

# PreviewPaneFileDetails.AutomationProperties.Name
source: File details
ar: تفاصيل الملف
es_es: Detalles del archivo
fr_fr: Détails du fichier
hr_hr: Detalji datoteke
ko_kr: 파일 자세한 정보
nl_nl: Bestandsgegevens
vi: Chi tiết tệp
