Repository: files-community/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: ar, es_es, fr_fr, hr_hr, ko_kr, nl_nl, vi

# PreviewPaneLoadCloudItemButton.Text
source: Load full preview
es_es: Cargar vista previa completa
fr_fr: Afficher la prévisualisation complète
hr_hr: Učitaj puni pregled
ko_kr: 전체 미리보기 불러오기

# PreviewPaneShowPreviewOnly.Text
source: Show preview only
es_es: Mostrar solo vista previa
fr_fr: Afficher les précédents uniquement
hr_hr: Prikaži samo pregled
ko_kr: 미리보기만 표시

# SideBarFavoritesMoveOneDown
source: Move one down
es_es: Mover un puesto hacia abajo
fr_fr: Descendre d'un cran
hr_hr: Pomakni dolje
ko_kr: 한 칸 아래로 이동

# SideBarFavoritesMoveOneUp
source: Move one up
es_es: Mover un puesto hacia arriba
fr_fr: Monter d'un cran
hr_hr: Pomakni gore
ko_kr: 한 칸 위로 이동

# SideBarFavoritesMoveToBottom
source: Move to bottom
es_es: Mover al final
fr_fr: Descendre tout en bas
hr_hr: Premjesti na dno
ko_kr: 맨 아래로 이동

# SideBarFavoritesMoveToTop
source: Move to top
es_es: Mover al principio
fr_fr: Monter tout en haut
hr_hr: Premjesti na vrh
ko_kr: 맨 위로 이동

# DetailsViewHeaderFlyout_ShowDateCreated.Text
source: Date created column
hr_hr: Stupac datum stvaranja
ko_kr: 생성된 날짜 열

# DetailsViewHeaderFlyout_ShowItemSize.Text
source: Item size column
hr_hr: Stupac veličine stavke
ko_kr: 항목 크기 열

# SettingsDefaultExplorer
source: Default file explorer
hr_hr: Zadani preglednik datoteka
ko_kr: 기본 파일 탐색기

# SettingsSetAsDefaultManager
source: Set Files as default file explorer
ko_kr: Files를 기본 파일 탐색기로 설정

# SettingsSetAsOpenDialog
source: Use Files as Open File Dialog
hr_hr: Koristi Files aplikciju kao dijalog za otvarenje datoteka
ko_kr: 파일 열기 대화 창에서 Files 사용

source: Tag
fr_fr: Étiquette
hr_hr: Oznaka
ko_kr: 태그

# SettingsOpenFoldersWithOneClick
source: Open folders with a single click
fr_fr: Ouvrir les dossiers d'un seul clic
hr_hr: Otvori mape jednim klikom
ko_kr: 한 번 클릭하여 폴더 열기

# NavToolbarArrangementOptionFolderPath.Text
source: Folder path
fr_fr: Chemin du dossier
hr_hr: Putanja mape
ko_kr: 폴더 경로

source: Export Settings
fr_fr: Exporter les paramètres
hr_hr: Izvoz postavki
ko_kr: 설정 내보내기

source: Import Settings
fr_fr: Importer les paramètres
hr_hr: Uvoz postavki
ko_kr: 설정 불러오기

source: Manage Settings
fr_fr: Gérer les paramètres
hr_hr: Upravljaj postavkama
ko_kr: 설정 관리

# SettingsImportErrorDescription
source: Couldn't import settings. The settings file is corrupted.
fr_fr: Importation des paramètres impossible. Le fichier de paramètres est corrompu.
hr_hr: Nije moguće uvesti postavke. Datoteka postavki je oštećena.
ko_kr: 설정을 불러올 수 없습니다. 설정 파일이 손상되었습니다.

# SettingsImportErrorTitle
source: Error importing settings
fr_fr: Erreur lors de l'importation des paramètres
hr_hr: Pogreška pri uvozu postavki
ko_kr: 설정 불러오기 오류

# ChooseCustomIcon
source: Choose a custom folder icon
hr_hr: Odaberite prilagođenu ikonu za mapu
ko_kr: 사용자 지정 폴더 아이콘 선택

source: Customization
fr_fr: Customisation
hr_hr: Prilagodba
ko_kr: 사용자 지정

source: Restore default
fr_fr: Restorer par défaut
hr_hr: Vrati izvorno
ko_kr: 기본값 복원

source: Compatibility
fr_fr: Compatibilité
ko_kr: 호환성

# HighDpiOption_None
source: None
fr_fr: Aucun
ko_kr: 없음

# HighDpiOption_UseDPIOnLogin
source: On Windows login
ko_kr: Windows 로그인 시

# HighDpiOption_UseDPIOnProgramStart
source: On program start
ko_kr: 프로그램 시작 시

# HighDpiOverride_Application
source: Application
ko_kr: 애플리케이션

# HighDpiOverride_None
source: None
fr_fr: Aucun
ko_kr: 없음

# HighDpiOverride_System
source: System
fr_fr: Système
ko_kr: 시스템

# HighDpiOverride_SystemAdvanced
source: System (advanced)
fr_fr: Système (avancé)
ko_kr: 시스템(고급)

# OSCompatibility_None
source: None
fr_fr: Aucun
ko_kr: 없음

# ReducedColorMode_Color16Bit
source: 16 Bit Colors (65536)
fr_fr: 16 Bit couleurs (65536)
ko_kr: 16비트 색상 (65536)

# ReducedColorMode_Color8Bit
source: 8 Bit Colors (256)
fr_fr: 8 Bit Couleurs (256)
ko_kr: 8비트 색상 (256)

# ReducedColorMode_None
source: None
fr_fr: Aucun
ko_kr: 없음

source: Compatibility mode
fr_fr: Mode compatibilité
ko_kr: 호환성 모드

source: Disable fullscreen optimizations
ko_kr: 전체화면 최적화 비활성화

# ExecuteAt640X480
source: Run at 640 x 480 screen resolution
fr_fr: Execute avec une résolution de 640 x 480
ko_kr: 640 x 480 화면 해상도로 실행

source: Options
ko_kr: 옵션

# OverrideDPIScalingBehaviour
source: Override high DPI scaling behaviour
ko_kr: HiDPI 스케일링 덮어쓰기

source: Reduced color mode
fr_fr: Mode couleurs réduites
ko_kr: 축소된 컬러 모드

source: Register for restart
ko_kr: 확인 및 재시작

source: Run as administrator
fr_fr: Exécuter en tant qu'administrateur
ko_kr: 관리자 권한으로 실행

source: Run compatibility troubleshooter
ko_kr: 호환성 문제 해결사 실행

# UseMainMonitorDPISettings
source: Use DPI settings of the main monitor
ko_kr: 주 모니터의 DPI 설정 사용

# SettingsFilesAndFoldersTitle.Text
source: Files & Folders
es_es: Archivos y carpetas
hr_hr: Datoteke & mape
vi: Tệp & Thư mục

# SettingsNavFilesAndFolders.Content
source: Files & Folders
es_es: Archivos y carpetas
hr_hr: Datoteke & mape
vi: Tệp & Thư mục

# SettingsNavOnStartup.Content
source: On Startup
ar: عند بدء التشغيل
es_es: En el inicio
hr_hr: Kod pokretanja
vi: Khi khởi động

# SettingsOnStartupTitle.Text
source: On Startup
ar: عند بدء التشغيل
es_es: En el inicio
hr_hr: Kod pokretanja
vi: Khi khởi động

# SettingsOnStartupLaunchNewInstance.Content
source: Always open a new instance
ar: افتح دائمًا مثيلًا جديدًا
es_es: Abrir en una nueva ventana
hr_hr: Uvijek otvori novu instancu
vi: Mở trường hợp mới luôn luôn

# SettingsOnStartupLaunchNewTab.Content
source: Open folder in a new tab
ar: افتح المجلد في علامة تبويب جديدة
es_es: Abrir en una nueva pestaña
hr_hr: Otvori mapu na novoj kartici
vi: Mở thư mục trong tab mới

# SettingsOnStartupNewInstanceBehavior.Text
source: When opening a folder in Files
ar: عند إطلاق عنصر من jumplist
es_es: Al abrir una carpeta en Files
hr_hr: Prilikom otvaranja mape u Files aplikaciji
vi: Lúc mở một thư mục trong Files

# HorizontalMultitaskingControlAddButton.AutomationProperties.Name
source: New tab (Ctrl+T)
es_es: Nueva pestaña (Ctrl+T)
fr_fr: Nouvel onglet (Ctrl + T)
hr_hr: Nova kartica (Ctrl+T)
nl_nl: Nieuw tabblad (Ctrl+T)
vi: Tab mới Ctrl+T

# SettingsSearchUnindexedItems
source: Show unindexed items when searching for files and folders (searches may take longer)
es_es: Mostrar elementos no indexados al buscar archivos y carpetas (las búsquedas pueden tardar más)
hr_hr: Prikaži neindeksirane stavke pri traženju datoteka i mapa (pretraživanja mogu potrajati dulje)
vi: Hiển thị mục không lục khi tìm kiếm cho tệp tin và thư mục (Có thể lâu hơn để tìm kiếm)

# SettingsWhenLaunchingFiles.Text
source: When launching Files
ar: عند تشغيل الملفات
es_es: Al iniciar Files
hr_hr: Kod pokretanja Files aplikacije
vi: Khi khởi động Files

# SettingsNavSidebar.Content
source: Sidebar
es_es: Barra lateral
hr_hr: Bočna traka
vi: Thanh bên

# SettingsSidebarTitle.Text
source: Sidebar
es_es: Barra lateral
hr_hr: Bočna traka
vi: Thanh bên

# SettingsFluentUISystemIconsLicenseButton.Content
source: Fluent UI System Icons
es_es: Iconos de Sistema Fluent UI
fr_fr: Icônes du système Fluent UI
hr_hr: Fluent UI ikone sustava
nl_nl: Fluent UI Systeem pictogrammen

# SettingsFluentUISystemIconsLicenseButton.AutomationProperties.Name
source: Fluent UI System Icons
es_es: Iconos de Sistema Fluent UI
fr_fr: Icônes du système Fluent UI
hr_hr: Fluent UI ikone sustava
nl_nl: Fluent UI Systeem pictogrammen

# SettingsSetAsDefaultExplorer
source: Set Files as default file explorer
hr_hr: Postavi Files aplikaciju kao zadani preglednik datoteka

# NavigationToolbarNewPane.KeyboardAcceleratorTextOverride
source: Alt+Shift++
es_es: Alt+Mayús++

# NavigationToolbarClosePane.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+W
es_es: Ctrl+Mayús+W

# NavigationToolbarEnterCompactOverlay.KeyboardAcceleratorTextOverride
source: Ctrl+Alt+Up
es_es: Ctrl+Alt+Arriba

# NavigationToolbarExitCompactOverlay.KeyboardAcceleratorTextOverride
source: Ctrl+Alt+Down
es_es: Ctrl+Alt+Abajo

# BaseLayoutContextFlyoutDetails.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+1
es_es: Ctrl+Mayús+1

# BaseLayoutContextFlyoutTiles.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+2
es_es: Ctrl+Mayús+2

# BaseLayoutContextFlyoutSmallIcons.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+3
es_es: Ctrl+Mayús+3

# BaseLayoutContextFlyoutMediumIcons.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+4
es_es: Ctrl+Mayús+4

# BaseLayoutContextFlyoutLargeIcons.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+5
es_es: Ctrl+Mayús+5

# BaseLayoutContextFlyoutColumn.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+6
es_es: Ctrl+Mayús+6

# HorizontalMultitaskingControlReopenClosedTab.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+T
es_es: Ctrl+Mayús+T

# BaseLayoutContextFlyoutNew.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+N
es_es: Ctrl+Mayús+N

# KiloByteSymbol
source: KB
ar: كيلوبايت
fr_fr: Ko

# MegaByteSymbol
source: MB
ar: ميغابايت
fr_fr: Mo

# GigaByteSymbol
source: GB
ar: غيغابايت
fr_fr: Go

# TeraByteSymbol
source: TB
ar: تيرابايت
fr_fr: To

# PetaByteSymbol
source: PB
ar: بيتابايت
fr_fr: Po

# ByteSymbol
source: B
fr_fr: o

# ItemSizeNotCalculated
source: Not calculated
fr_fr: Non calculée
nl_nl: Niet berekend

# ErrorDialogCancel
source: Cancel
ar: إلغاء الأمر

# BaseLayoutContextFlyoutDetails.Text
source: Details View
ar: عرض التفاصيل

# SettingsAboutAppName.Text
source: Files
ar: الملفات

# SettingsAboutTitle.Text
source: About
ar: حول التطبيق

# SettingsAppearanceAcrylicSidebar.Header
source: Acrylic sidebar
ar: Acrylic الشريط الجانبي

# SettingsDateFormat.Header
source: Date format
ar: تنسيق التاريخ

# SettingsAppearanceTheme.Header
source: App theme
ar: مظهر التطبيق

# SettingsAppearanceTitle.Text
source: Appearance
ar: المظهر

# SettingsFilesAndFoldersShowFileExtensions.Header
source: Show extensions for known file types
ar: اظهر اضفات لانواع الملفات المعروفة

# SettingsFilesAndFoldersShowHiddenItems.Header
source: Show hidden files and folders
ar: إظهار الملفات والمجلدات المخفية

# SettingsFilesAndFoldersShowHiddenItems.AutomationProperties.Name
source: Show hidden files and folders
ar: إظهار الملفات والمجلدات المخفية

# SettingsFilesAndFoldersTitle.Text
source: Files and Folders
ar: ملفات ومجلدات

# SettingsNavAbout.Content
source: About
ar: حول التطبيق

# SettingsNavAppearance.Content
source: Appearance
ar: المظهر

# SettingsNavFilesAndFolders.Content
source: Files and Folders
ar: ملفات ومجلدات

# SideBarUnpinFromSideBar.Text
source: Unpin from sidebar
ar: عدم التقيض من الشريط الجانبي

# BaseLayoutItemContextFlyoutDelete.Text
source: Delete
ar: حذف

# BaseLayoutItemContextFlyoutPinToSidebar.Text
source: Pin to sidebar
ar: تثبيت في الشريط الجانبي

# RenameDialog.SecondaryButtonText
source: Cancel
ar: إلغاء الأمر

source: New tab
ar: علامة تبويب جديدة

# SystemTheme
source: Windows default
ar: ويندوز الافتراضي

# SettingsPreferencesTerminalApplicationsSampleProfiles.ToolTipService.ToolTip
source: View sample profiles
ar: اظهر عينة من الملف

# ItemAlreadyExistsDialogPrimaryButtonText
source: Generate new name
ar: انشئ اسم جديد

# BaseLayoutContextFlyoutGridViewLarge.Text
source: Grid View (Large)
ar: عرض الشبكة بشكل كبير

# BaseLayoutContextFlyoutGridViewMedium.Text
source: Grid View (Medium)
ar: عرض الشبكة بشكل متوسط

# BaseLayoutContextFlyoutGridViewSmall.Text
source: Grid View (Small)
ar: عرض الشبكة بشكل صغير

# BaseLayoutContextFlyoutTilesView.Text
source: Tiles View
ar: اظهار العنوان

# AccessDeniedDeleteDialog.Title
source: Access Denied
ar: تم رفض الوصول

# SettingsAboutOpenLogLocationButton.Content
source: Open log location
ar: افتح موقع السجل

# BaseLayoutContextFlyoutPinDirectoryToSidebar.Text
source: Pin directory to sidebar
ar: تثبيت دليل التطبيقات الى الشريط الجانبي

# ConfirmEmptyBinDialog.PrimaryButtonText
source: Yes
ar: نعم

# ConfirmEmptyBinDialog.SecondaryButtonText
source: Cancel
ar: إلغاء الأمر

# SettingsDateFormatsTip.ToolTipService.ToolTip
source: Learn more about date formats
ar: تعلم المزيد عن صيغة التاريخ

# BitlockerDialog.SecondaryButtonText
source: Cancel
ar: إلغاء الأمر

# SettingsPreferencesAppLanguage.Text
source: App language
ar: لغة التطبيق

# PropertiesDialogTabGeneral.Content
source: General
ar: عام

# PropertiesDialogTabShortcut.Content
source: Shortcut
ar: اختصار

# AccessDeniedCreateDialog.Title
source: Access Denied
ar: تم رفض الوصول

# PropertiesDialogCancelButton.Content
source: Cancel
ar: إلغاء الأمر

# AddDialog.PrimaryButtonText
source: Cancel
ar: إلغاء الأمر

# SettingsPreferencesTerminalApplicationsSampleProfiles.AutomationProperties.Name
source: View sample profiles
ar: عرض نماذج لمحات

# SettingsPreferencesAppLanguage.Header
source: App language
ar: لغة التطبيق

# SettingsPreferencesTerminalApplications.Header
source: Terminal applications
ar: تطبيقات المحطة الطرفية

# SettingsContextMenuOverflowSwitch.Header
source: Move overflow items into a sub menu
ar: نقل العناصر الفائضة إلى قائمة فرعية

# SettingsRecycleBinSwitch.Header
source: Pin Recycle Bin to the sidebar
ar: قم بتثبيت سلة المحذوفات في الشريط الجانبي

# SettingsPreferencesShowConfirmDeleteDialogSwitch.Header
source: Show a confirmation dialog when deleting files or folders
ar: إظهار مربع حوار التأكيد عند حذف الملفات أو المجلدات

# SettingsPreferencesTerminalApplications.Text
source: Terminal Applications
ar: تطبيقات المحطة الطرفية

# PropertySaveErrorDialog.CloseButtonText
source: Cancel
ar: إلغاء الأمر

# PropertyColorSpace_Value0
source: sRGB
ar: scRGB

# StatusCenter.AutomationProperties.Name
source: Status center
ar: مركز الحالة

# SettingsOpenItemsWithOneclick.Header
source: Open items with a single click
ar: افتح العناصر بنقرة واحدة

# StatusCenterTeachingTip.Subtitle
source: Check the status of file operations here
ar: تحقق من حالة عمليات الملف هنا

# StatusCenterTeachingTip.Title
source: Status Center
ar: مركز الحالات

# SettingsDateFormatsTip.AutomationProperties.Name
source: Learn more about date formats
ar: تعرف على المزيد حول تنسيقات التاريخ

# SearchPagePathBoxOverrideText
source: Search results in
ar: نتائج البحث في

# SettingsListAndSortDirectoriesAlongsideFiles.Header
source: List and sort directories alongside files
ar: قائمة وفرز الدلائل بجانب الملفات

# PropertiesDialogTabDetails.Content
source: Details
ar: التفاصيل

# UpdateConsentDialogCloseButtonText
source: No
ar: لا

# UpdateConsentDialogPrimaryButtonText
source: Yes
ar: نعم

# SettingsFilesAndFoldersHideSystemItems.AutomationProperties.Name
source: Hide protected operating system files (Recommended)
ar: إخفاء ملفات نظام التشغيل المحمية (مستحسن)

# SettingsFilesAndFoldersHideSystemItems.Header
source: Hide protected operating system files (Recommended)
ar: إخفاء ملفات نظام التشغيل المحمية (مستحسن)

# SettingsSearchUnindexedItems.Header
source: Show unindexed items when searching for files and folders (searches may take longer)
ar: إظهار العناصر غير المفهرسة عند البحث عن الملفات والمجلدات (قد تستغرق عمليات البحث وقتًا أطول)

# SettingsEnableLayoutPreferencesPerFolder.Header
source: Enable individual preferences for individual directories
ar: قم بتمكين التفضيلات الفردية للأدلة الفردية

# ItemAlreadyExistsDialogCloseButtonText
source: Cancel
ar: إلغاء الأمر

# StatusCenter.ToolTipService.ToolTip
source: Ongoing Tasks
ar: المهام الجارية

# StatusCenterFlyoutTitle.Text
source: Ongoing Tasks
ar: المهام الجارية

# SettingsMultitaskingAlwaysOpenDualPane.Header
source: Always open new tabs in dual pane mode
ar: افتح دائمًا علامات تبويب جديدة في وضع اللوحة المزدوجة

# SettingsMultitaskingEnableDualPane.Header
source: Enable dual pane view
ar: تفعيل العرض الثنائي

# NavToolbarDetailsView.ToolTipService.ToolTip
source: Details View (Ctrl+Shift+1)
ar: طريقة عرض التفاصيل

# NavToolbarDetailsView.AutomationProperties.Name
source: Details View
ar: طريقة عرض التفاصيل

# NavToolbarDisplayOptions.Text
source: Display Options
ar: خيارات العرض

# NavToolbarGridViewLarge.AutomationProperties.Name
source: Grid View (Large)
ar: عرض الشبكة (كبير)

# NavToolbarGridViewLarge.ToolTipService.ToolTip
source: Grid View (Large) (Ctrl+Shift+5)
ar: عرض الشبكة (كبير)

# NavToolbarGridViewMedium.AutomationProperties.Name
source: Grid View (Medium)
ar: عرض الشبكة (متوسط)

# NavToolbarGridViewMedium.ToolTipService.ToolTip
source: Grid View (Medium) (Ctrl+Shift+4)
ar: عرض الشبكة (متوسط)

# NavToolbarGridViewSmall.AutomationProperties.Name
source: Grid View (Small)
ar: عرض الشبكة (صغير)

# NavToolbarGridViewSmall.ToolTipService.ToolTip
source: Grid View (Small) (Ctrl+Shift+3)
ar: عرض الشبكة (صغير)

# NavToolbarTilesView.AutomationProperties.Name
source: Tiles View
ar: عرض البلاط

# NavToolbarTilesView.ToolTipService.ToolTip
source: Tiles View (Ctrl+Shift+2)
ar: عرض البلاط

# NavToolbarShowFileExtensions.Header
source: Show file extensions
ar: إظهار ملحقات الملفات

# NavToolbarShowHiddenItems.Header
source: Show hidden items
ar: إظهار العناصر المخفية

# BundlesWidgetRenameBundleDialogCloseButtonText
source: Cancel
ar: إلغاء الأمر

# BundlesWidgetCreateBundleDialogCloseButtonText
source: Cancel
ar: إلغاء الأمر

# ElevateConfirmDialog.PrimaryButtonText
source: Yes
ar: نعم
