Repository: files-community/Files
Catalog: Files/MultilingualResources/Files.*.xlf
Languages: ar, es_es, fr_fr, hr_hr, ko_kr, nl_nl, vi

# ShareDialogTitleMultipleItems
source: Sharing {0} {1}
ar: المشاركة{0} {1}
es_es: Compartiendo {0} {1}
fr_fr: Partage {0} {1}
hr_hr: Dijeljenje {0} {1}
ko_kr: {0} {1} 항목 공유
nl_nl: {0} {1} delen
vi: Đang chia sẻ {0} {1}

# RenameError.ItemDeleted.Text
source: The item you're attempting to rename no longer exists. Please verify the correct location of the item you need to rename.
ar: العنصر الذي تحاول إعادة تسميته لم يعد موجودًا. الرجاء التحقق من الموقع الصحيح للعنصر الذي تريد إعادة تسميته
es_es: El elemento que estás intentando renombrar ya no existe. Verifique la ubicación correcta del elemento que necesitas renombrar.
fr_fr: L'élément que vous essayez de renommer n'existe plus. Veuillez vérifier l'emplacement exact de l'élément que vous avez besoin de renommer.
hr_hr: Stavka koju pokušavate preimenovati više ne postoji. Molimo provjerite ispravnu lokaciju stavke koju trebate preimenovati.
ko_kr: 이름을 바꾸려는 항목이 더 이상 존재하지 않습니다. 항목의 정확한 경로를 확인해 주세요.
nl_nl: Het item dat u probeert te hernoemen, bestaat niet meer. Controleer de locatie van dit item.
vi: Mục bạn đang cố gắng để đặt tên lại không hiện hữu nữa. Làm ơn xác nhận vị trí đúng của mục bạn cần đặt tên lại.

# RenameError.ItemDeleted.Title
source: Item no longer exists
ar: ‏‏لم يعد العنصر موجودًا
es_es: El elemento ya no existe
fr_fr: L'élément n'existe plus
hr_hr: Stavka više ne postoji
ko_kr: 항목이 더 이상 존재하지 않습니다
nl_nl: Item bestaat niet meer
vi: Mục không hiện hữu

# RenameError.NameInvalid.Text
source: The name specified was invalid. Please check the desired item name and try again.
ar: الاسم المحدد غير صالح. يرجى التحقق من اسم العنصر المطلوب وحاول مرة أخرى
es_es: El nombre especificado no es válido. Compruebe el nombre del elemento deseado y vuelva a intentarlo.
fr_fr: Le nom spécifié est invalide. Veuillez vérifier le nom désiré et essayez à nouveau.
hr_hr: Navedeni naziv nije valjan. Provjerite naziv željene stavke i pokušajte ponovno.
ko_kr: 지정한 이름이 유효하지 않습니다. 원하는 이름을 확인하고 다시 시도해 주세요.
nl_nl: De opgegeven naam is ongeldig. Controleer de gewenste naam en probeer het opnieuw.
vi: Tên đã chỉ định không hợp lệ. Làm ơn kiểm tra tên mục mong muốn và thử lần nữa.

# RenameError.NameInvalid.Title
source: Invalid item name
ar: اسم العنصر غير صالح
es_es: Nombre de elemento inválido
fr_fr: Nom d'élément invalide
hr_hr: Nevaljani naziv stavke
ko_kr: 유효하지 않은 이름
nl_nl: Ongeldige itemnaam
vi: Tên mục không hợp lệ

# RenameError.TooLong.Text
source: The length of the item name specified exceeds the maximum limit. Please check the desired name and try again.
ar: طول اسم العنصر المحدد يتجاوز الحد الأقصى. يرجى التحقق من الاسم المطلوب وحاول مرة أخرى
es_es: La longitud del nombre del elemento especificado supera el límite máximo. Compruebe el nombre deseado y vuelva a intentarlo.
fr_fr: La longueur du nom de l'élément dépasse la limite maximum. Veuillez vérifier le nom désiré et essayer à nouveau.
hr_hr: Duljina navedenog naziva stavke premašuje maksimalno ograničenje. Provjerite željeni naziv i pokušajte ponovno.
ko_kr: 지정한 이름의 길이가 최대 제한을 초과했습니다. 원하는 이름을 확인하고 다시 시도해 주세요.
nl_nl: De lengte van de opgegeven itemnaam overschrijdt de limiet. Controleer de gewenste naam en probeer het opnieuw.
vi: Chiều dài của tên mục đã chỉ định qua giới hạn tối đa. Làm ơn kiểm tra tên đã mong muốn và thử lần nữa.

# RenameError.TooLong.Title
source: Item name was too long
ar: اسم العنصر طويل جدا
es_es: El nombre del elemento es demasiado largo
fr_fr: Le nom de l'élément était trop long
hr_hr: Naziv stavke je predugačak
ko_kr: 이름이 너무 깁니다
nl_nl: Itemnaam te lang
vi: Tên mục dài quá

# ContextMenuMoreItemsLabel
source: More
ar: المزيد
es_es: Más
fr_fr: Plus
hr_hr: Više
ko_kr: 더 보기
nl_nl: Meer
vi: Xem thêm

# ButtonNo.Content
source: No
ar: لا
fr_fr: Non
hr_hr: Ne
ko_kr: 아니오
nl_nl: Nee
vi: Không

# ButtonYes.Content
source: Yes
ar: نعم
es_es: Si
fr_fr: Oui
hr_hr: Da
ko_kr: 예
nl_nl: Ja
vi: Có

# RestartNotificationText.Text
source: The application needs to be restarted in order to apply these settings, would you like to restart the app?
ar: يحتاج التطبيق إلى إعادة التشغيل من أجل تطبيق إعداد اللغة ، هل ترغب في إعادة تشغيل التطبيق؟
es_es: La aplicación necesita reiniciarse para aplicar los cambios, ¿Reiniciar ahora?
fr_fr: L'application a besoin d'être redémarrée pour appliquer les nouveaux paramètres, voulez-vous redémarrer l'application ?
hr_hr: Aplikaciju je potrebno ponovno pokrenuti da biste primijenili ove postavke. Želite li ponovo pokrenuti aplikaciju?
ko_kr: 설정을 적용하려면 프로그램을 다시 시작해야합니다. 프로그램을 다시 시작할까요?
nl_nl: De toepassing moet worden herstart om deze instellingen toe te passen. Wilt u dit nu doen?
vi: Cần khởi động lại ứng dụng để áp dụng những cài đặt này, bạn có muốn khởi động lại ứng dụng không?

# SettingsAboutSupportUs.Text
source: Support us
ar: ادعمنا
es_es: Apóyanos
fr_fr: Soutenez-nous
hr_hr: Podržite nas
ko_kr: 후원
nl_nl: Steun ons
vi: Đóng góp cho chúng tôi

# AccessDeniedCreateDialog.Text
source: We weren't able to create this item
ar: لم نتمكن من إنشاء هذا العنصر
es_es: No pudimos crear este elemento
fr_fr: Cet élément n'a pas pu être créé
hr_hr: Nismo uspjeli napraviti ovu stavku
ko_kr: 항목을 만들 수 없습니다
nl_nl: Dit item kon niet worden aangemaakt
vi: Chúng tôi không tạo mục này được

source: Access Denied
es_es: Acceso Denegado
fr_fr: Accès refusé
hr_hr: Pristup odbijen
ko_kr: 접근 거부되었습니다
nl_nl: Toegang geweigerd
vi: Truy nhập bị Từ chối

# VerticalTabViewAddTab.Text
source: Add tab
ar: إضافة علامة تبويب
es_es: Añadir pestaña
fr_fr: Ajouter un onglet
hr_hr: Dodaj karticu
ko_kr: 탭 추가
nl_nl: Tabblad toevoegen
vi: Thêm tab

# VerticalTabViewHeader.Text
source: Open tabs
ar: فتح علامات التبويب
es_es: Pestañas abiertas
fr_fr: Ouvrir les onglets
hr_hr: Otvori kartice
ko_kr: 열린 탭
nl_nl: Tabbladen openen
vi: Mở tab

# SettingsMultitaskingTitle.Text
source: Multitasking
ar: معالجة متعددة
es_es: Multitarea
fr_fr: Multitâche
ko_kr: 멀티태스킹
vi: Đa nhiệm

# SettingsNavMultitasking.Content
source: Multitasking
ar: تعدد المهام
es_es: Multitarea
fr_fr: Multitâche
ko_kr: 멀티태스킹
vi: Đa nhiệm

# BaseLayoutItemContextFlyoutSetAs.Text
source: Set as
ar: تعيين كـ
es_es: Establecer como
fr_fr: Définir comme
hr_hr: Postavi kao
ko_kr: ~(으)로 설정
nl_nl: Instellen als
vi: Đặt làm

# BaseLayoutItemContextFlyoutCopyLocation.Text
source: Copy location
ar: نسخ الموقع
es_es: Copiar ubicación
fr_fr: Copier l'emplacement
hr_hr: Kopiraj lokaciju
ko_kr: 경로 복사
nl_nl: Locatie kopiëren
vi: Sao chép vị trí

source: Cancel
es_es: Cancelar
fr_fr: Annuler
hr_hr: Odustani
ko_kr: 취소
nl_nl: Annuleren
vi: Hủy bỏ

# AddDialog.Title
source: Create a New Item
ar: قم بإنشاء عنصر جديد
es_es: Crear nuevo elemento
fr_fr: Créer un nouvel élément
hr_hr: Napravi novu stavku
ko_kr: 새 항목 생성
nl_nl: Nieuw item maken
vi: Tạo một mục mới

# AddDialogDescription.Text
source: Choose a type for this new item below
ar: اختر نوعًا لهذا العنصر الجديد أدناه
es_es: Elige un tipo para este nuevo elemento a continuación
fr_fr: Choisissez le type d'élément ci-dessous
hr_hr: Odaberite vrstu za ovu novu stavku dolje
ko_kr: 새로운 항목의 유형을 선택해주세요
nl_nl: Kies hieronder het type item
vi: Chọn một loại cho mục mới này ở bên dưới

# AddDialogListFileHeader
source: File
ar: ملف
es_es: Archivo
fr_fr: Fichier
hr_hr: Datoteka
ko_kr: 파일
nl_nl: Bestand
vi: Tệp

# AddDialogListFileSubHeader
source: Creates an empty file
ar: قم بإنشاء ملف فارغ
es_es: Crea un archivo vacío
fr_fr: Crée un fichier vide
hr_hr: Stvara praznu datoteku
ko_kr: 빈 파일을 생성합니다
nl_nl: Maakt een nieuw bestand
vi: Tạo một tệp trống

# AddDialogListFolderHeader
source: Folder
ar: مجلد
es_es: Carpeta
fr_fr: Dossier
hr_hr: Mapa
ko_kr: 폴더
nl_nl: Map
vi: Thư mục

# AddDialogListFolderSubHeader
source: Creates an empty folder
ar: قم بإنشاء ملف فارغ
es_es: Crea una carpeta vacía
fr_fr: Crée un dossier vide
hr_hr: Stvara praznu mapu
ko_kr: 빈 폴더를 생성합니다
nl_nl: Maakt een lege map
vi: Tạo một thư mục trống

# BaseLayoutContextFlyoutLayoutMode.Text
source: Layout mode
ar: وضع التخطيط
es_es: Modo de diseño
fr_fr: Disposition
hr_hr: Način rasporeda
ko_kr: 레이아웃
nl_nl: Indelingsmodus
vi: Chế độ phân loại

# NavBackButton.AutomationProperties.Name
source: Navigate backwards
es_es: Navegar hacia atrás
fr_fr: Naviguer en arrière
hr_hr: Navigiraj natrag
ko_kr: 뒤로 가기
nl_nl: Achteruit navigeren
vi: Dẫn hướng để trở lại

# NavForwardButton.AutomationProperties.Name
source: Navigate forward
ar: التنقل للأمام
es_es: Navegar hacia adelante
fr_fr: Naviguer en avant
hr_hr: Navigiraj naprijed
ko_kr: 앞으로 가기
nl_nl: Vooruit navigeren
vi: Dẫn hướng tiến lên

# NavResfreshButton.AutomationProperties.Name
source: Refresh the directory
ar: قم بتحديث الدليل
es_es: Actualizar directorio
fr_fr: Actualiser le dossier
hr_hr: Osvježi mapu
ko_kr: 폴더 새로고침
nl_nl: Map vernieuwen
vi: Làm lại danh mục

# NavUpButton.AutomationProperties.Name
source: Go up one directory
ar: اصعد دليل واحد
es_es: Subir un directorio
fr_fr: Remonter d'un dossier
hr_hr: Idi jednu mapu gore
ko_kr: 한 단계 상위 폴더로 이동
nl_nl: Een mapniveau omhoog gaan
vi: Tiến lên một danh mục

# SettingsPreferencesEditTerminalApplications.AutomationProperties.Name
source: Edit terminal applications
ar: تعديل التطبيقات الطرفية
es_es: Editar las aplicaciones de terminal
fr_fr: Éditer les applications de terminal
hr_hr: Uredi terminal aplikacije
ko_kr: 터미널 편집
nl_nl: Terminaltoepassingen bewerken
vi: Tab chuyển ra đứng thẳng

# SettingsPreferencesEditTerminalApplications.ToolTipService.ToolTip
source: Edit terminal applications
ar: تعديل التطبيقات الطرفية
es_es: Editar las aplicaciones de terminal
fr_fr: Éditer les applications de terminal
hr_hr: Uredi terminal aplikacije
ko_kr: 터미널 편집
nl_nl: Terminaltoepassingen bewerken
vi: Chỉnh sửa ứng dụng đến Terminal

# PropertySaveErrorMessage.Text
source: There was an issue saving some properties.
ar: كانت هناك مشكلة في حفظ بعض الخصائص
es_es: Hubo un problema al guardar algunas propiedades.
fr_fr: Il y a eu un problème lors de l'enregistrement de certaines propriétés.
hr_hr: Došlo je do problema prilikom spremanja nekih svojstava.
ko_kr: 일부 속성을 저장하던 중 문제가 발생했습니다.
nl_nl: Er is een probleem opgetreden bij het opslaan van enkele eigenschappen.
vi: Đã có một vấn đề lưu mấy thuộc tính.

# PropertySaveErrorDialog.Title
source: Error
ar: خطأ
fr_fr: Erreur
hr_hr: Greška
ko_kr: 오류
nl_nl: Foutmelding
vi: Lỗi

# PropertySaveErrorDialog.PrimaryButtonText
source: Retry
ar: إعادة المحاولة
es_es: Reintentar
fr_fr: Réessayer
hr_hr: Pokušaj ponovno
ko_kr: 다시 시도
nl_nl: Opnieuw
vi: Thử lại

# PropertySaveErrorDialog.SecondaryButtonText
source: Close anyway
ar: إغلاق على أي حال
es_es: Cerrar de todos modos
fr_fr: Fermer quand même
hr_hr: Ipak zatvori
ko_kr: 무시하고 닫기
nl_nl: Toch sluiten
vi: Vẫn đóng

# PropertyRatingText
source: Rating
ar: التقييم
es_es: Clasificación
fr_fr: Notation
hr_hr: Ocjena
ko_kr: 등급
nl_nl: Beoordeling
vi: Xếp loại

# PropertyItemPathDisplay
source: Item Path
ar: مسار العنصر
es_es: Ubicación
fr_fr: Chemin de l'élément
hr_hr: Putanja stavke
ko_kr: 경로
nl_nl: Itempad
vi: Hướng mục

# PropertyItemTypeText
source: Item Type
ar: نوع العنصر
es_es: Tipo de elemento
fr_fr: Type d'élément
hr_hr: Vrsta stavke
ko_kr: 항목 유형
nl_nl: Bestandstype
vi: Loại mục

# PropertyTitle
source: Title
ar: العنوان
es_es: Título
fr_fr: Titre
hr_hr: Naslov
ko_kr: 제목
nl_nl: Titel
vi: Tiêu đề

# PropertySubject
source: Subject
ar: الموضوع
es_es: Asunto
fr_fr: Objet
hr_hr: Predmet
ko_kr: 주제
nl_nl: Onderwerp
vi: Chủ đề

# PropertyComment
source: Comment
ar: تعليق
es_es: Comentarios
fr_fr: Commentaire
hr_hr: Komentar
ko_kr: 설명
nl_nl: Opmerking
vi: Nhận xét

# PropertyCopyright
source: Copyright
ar: حقوق النشر
hr_hr: Autorska prava
ko_kr: 저작권
vi: Bản quyền

# PropertyDateModified
source: Date Modified
ar: تاريخ التعديل
es_es: Fecha de modificación
fr_fr: Date de modification
hr_hr: Datum promjene
ko_kr: 수정한 날짜
nl_nl: Gewijzigd op
vi: Ngày Sửa đổi

# PropertyBitDepth
source: Bit Depth
ar: عمق البت
es_es: Profundidad en bits
fr_fr: Profondeur de couleur
hr_hr: Dubina u bitovima
ko_kr: 비트 심도
nl_nl: Bitdiepte
vi: Độ sâu Bit

# PropertyDimensions
source: Dimensions
ar: الأبعاد
es_es: Dimensiones
hr_hr: Dimenzije
ko_kr: 사진 크기
nl_nl: Afmetingen
vi: Chiều

# PropertyHorizontalSize
source: Horizontal Size
ar: الحجم الأفقي
es_es: Ancho
fr_fr: Largeur
hr_hr: Horizontalna veličina
ko_kr: 너비
nl_nl: Horizontale grootte
vi: Kích thước Ngang

# PropertyVerticalSize
source: Vertical Size
ar: الحجم العمودي
es_es: Alto
fr_fr: Hauteur
hr_hr: Vertikalna veličina
ko_kr: 높이
nl_nl: Verticale grootte
vi: Kích thước dọc

# PropertyHorizontalResolution
source: Horizontal Resolution
ar: الدقة الأفقية
es_es: Resolución horizontal
fr_fr: Résolution horizontale
hr_hr: Horizontalna rezolucija
ko_kr: 수평 해상도
nl_nl: Horizontale resolutie
vi: Độ phân giải ngang

# PropertyVerticalResolution
source: Vertical Resolution
ar: الدقة الرأسية
es_es: Resolución vertical
fr_fr: Résolution verticale
hr_hr: Vertikalna rezolucija
ko_kr: 수직 해상도
nl_nl: Verticale resolutie
vi: Độ phân giải dọc

# PropertyCompressionText
source: Compression
ar: الضغط
es_es: Compresión
hr_hr: Sažimanje
ko_kr: 압축
nl_nl: Compressie
vi: Nén

# PropertyColorSpace
source: Color Space
ar: مساحة اللون:
es_es: Espacio de color
fr_fr: Espace de couleurs
hr_hr: Prostor boja
ko_kr: 색 영역
nl_nl: Kleurbereik
vi: Quang phổ màu

# PropertyColorSpace_Value65535
source: Unspecified
ar: غير محدد
es_es: Sin especificar
fr_fr: Non spécifié
hr_hr: Neodređeno
ko_kr: 지정되지 않음
nl_nl: Niet opgegeven
vi: Không xác định

# PropertyLongitudeDecimal
source: Longitude Decimal
ar: خط الطول العشري
es_es: Longitud Decimal
fr_fr: Longitude décimale
hr_hr: Longituda decimalno
ko_kr: 경도
nl_nl: Lengtegraad decimaal
vi: Thập phân kinh độ

# PropertyLatitudeDecimal
source: Latitude Decimal
ar: خط العرض العشري
es_es: Latitud Decimal
fr_fr: Latitude décimale
hr_hr: Latituda decimalno
ko_kr: 위도
nl_nl: Breedtegraad decimaal
vi: Thập phân vĩ độ

# PropertyLatitude
source: Latitude
ar: خط العرض
es_es: Latitud
hr_hr: Latituda
ko_kr: 위도
nl_nl: Breedtegraad
vi: Vĩ độ

# PropertyLongitude
source: Longitude
ar: خط الطول
es_es: Longitud
hr_hr: Longituda
ko_kr: 경도
nl_nl: Lengtegraad
vi: Kinh độ

# PropertyLatitudeRef
source: Latitude Ref
ar: مرجع خط العرض
es_es: Latitud Ref
fr_fr: Réf. Latitude
hr_hr: Latituda ref
ko_kr: 위도
nl_nl: Breedtegraad ref
vi: Vĩ độ đã nói về

# PropertyLongitudeRef
source: Longitude Ref
ar: خط الطول المرجع
es_es: Longitud Ref
fr_fr: Réf. Longitude
hr_hr: Longituda ref
ko_kr: 경도
nl_nl: Lengtegraad ref
vi: Kinh độ đã nói về

# PropertyAltitude
source: Altitude
ar: ‏‏خط الارتفاع
es_es: Altitud
hr_hr: Nadmorska visina
ko_kr: 고도
nl_nl: Hoogte
vi: Độ cao

# PropertyDateTaken
source: Date Taken
ar: تاريخ الالتقاط
es_es: Fecha de captura
fr_fr: Date de prise de vue
hr_hr: Datum snimanja:
ko_kr: 찍은 날짜
nl_nl: Genomen op
vi: Ngày Chụp

# PropertyCameraManufacturer
source: Camera Manufacturer
ar: الشركة المصنعة للكاميرا
es_es: Fabricante de cámara
fr_fr: Marque d'appareil
hr_hr: Proizvođač kamere
ko_kr: 카메라 제조업체
nl_nl: Camerafabrikant
vi: Nhà sản xuất máy ảnh

# PropertyCameraModel
source: Camera Model
ar: طراز الكاميرا
es_es: Modelo de cámara
fr_fr: Modèle d'appareil
hr_hr: Model kamere
ko_kr: 카메라 모델
vi: Hiệu máy ảnh

# PropertyExposureTime
source: Exposure Time
ar: وقت التعريض
es_es: Tiempo de exposición
fr_fr: Temps d'exposition
hr_hr: Vrijeme ekspozicije
ko_kr: 노출 시간
nl_nl: Belichtingstijd
vi: Thời gian phơi sáng

# PropertyFocalLength
source: Focal Length
ar: الطول البؤري
es_es: Distancia focal
fr_fr: Distance focale
hr_hr: Žarišna duljina
ko_kr: 초점 거리
nl_nl: Brandpuntsafstand
vi: Tiêu cự

# PropertyAperture
source: Aperture
ar: ‏‏ثقب
es_es: Apertura máxima
fr_fr: Ouverture
hr_hr: Otvor blende
ko_kr: 조리개 최대 개방
nl_nl: Lensopening
vi: Lỗ ống kính

# PropertyPeopleNames
source: People Names
ar: أسماء الأشخاص
es_es: Nombre de personas
fr_fr: Noms de personne
hr_hr: Imena ljudi
ko_kr: 사람들 이름
nl_nl: Namen van personen
vi: Tên Người

# PropertyChannelCount
source: Channel Count
ar: العدد الحالي
es_es: Canales
fr_fr: Nombre de canaux
hr_hr: Broj kanala
ko_kr: 채널
nl_nl: Aantal kanalen
vi: Số đường

# PropertyFormat
source: Format
ar: تنسيق
es_es: Formato
ko_kr: 포맷
nl_nl: Formaat
vi: Định dạng

# PropertySampleRate
source: Sample Rate
ar: معدل العينة
es_es: Velocidad de muestra de sonido
fr_fr: Taux d'échantillonnage
hr_hr: Frekvencija uzorkovanja
ko_kr: 샘플 레이트
vi: Tốc độ Lấy mẫu

# PropertyDisplayArtist
source: Artist
ar: فنان
es_es: Intérpretes colaboradores
fr_fr: Artiste
hr_hr: Izvođač
ko_kr: 음악가
nl_nl: Artiest
vi: Nghệ sĩ

# PropertyAlbumArtist
source: Album Artist
ar: مؤدي الألبوم
es_es: Intérprete del álbum
fr_fr: Artiste de l'album
hr_hr: Izvođač albuma
ko_kr: 앨범 음악가
nl_nl: Albumartiest
vi: Nghệ sĩ Album

# PropertyAlbumTitle
source: Album Title
ar: عنوان الألبوم
es_es: Álbum
fr_fr: Titre de l'album
hr_hr: Naslov albuma
ko_kr: 앨범
nl_nl: Albumtitel
vi: Tiêu đề Album

# PropertyArtist
source: Artist
ar: فنان
es_es: Intérprete
fr_fr: Artiste
hr_hr: Izvođač
ko_kr: 음악가
nl_nl: Artiest
vi: Nghệ sĩ

# PropertyBeatsPerMinute
source: Beats Per Minute
ar: نبضة في الدقيقة
es_es: Pulsaciones por minuto
fr_fr: Battements par minute
hr_hr: Otkucaja u minuti
ko_kr: 분당 비트 수
nl_nl: Beats per minuut
vi: Nhịp mỗi phút

# PropertyComposer
source: Composer
ar: المؤلف
es_es: Compositores
fr_fr: Compositeur
hr_hr: Skladatelj
ko_kr: 작곡가
nl_nl: Componist
vi: Người sáng tác

# PropertyConductor
source: Conductor
ar: موصل
es_es: Conductores
fr_fr: Chef d'orchestre
hr_hr: Dirigent
ko_kr: 지휘자
nl_nl: Dirigent
vi: Người chỉ huy

# PropertyDiscNumber
source: Disc Number
ar: رقم القرص
es_es: Número de disco
fr_fr: Numéro du disque
hr_hr: Broj diska
ko_kr: 디스크 번호
nl_nl: Schijfnummer
vi: Số đĩa

# PropertyGenre
source: Genre
ar: النوع
es_es: Género
hr_hr: Žanr
ko_kr: 장르
vi: Thể loại

# PropertyTrackNumber
source: Track Number
ar: رقم المسار
es_es: Número de pista
fr_fr: Numéro de piste
hr_hr: Broj pjesme
ko_kr: 트랙 번호
nl_nl: Nummer
vi: Số hiệu Rãnh

# PropertyDuration
source: Duration
ar: المدة
es_es: Duración
fr_fr: Durée
hr_hr: Trajanje
ko_kr: 길이
nl_nl: Afspeelduur
vi: Thời lượng

# PropertyFrameCount
source: Frame Count
ar: عدد الإطارات
es_es: Velocidad fotograma
fr_fr: Nombre de trames
hr_hr: Broj okvira
ko_kr: 프레임 수
nl_nl: Aantal frames
vi: Số khung hình

# PropertyProtectionType
source: Protection Type
ar: نوع الحماية
es_es: Tipo de protección
fr_fr: Type de protection
hr_hr: Vrsta zaštite
ko_kr: 보호 유형
nl_nl: Beveiligingstype
vi: Loại trình bảo về

# PropertyAuthorUrl
source: Author Url
ar: عنوان المؤلف
es_es: Dirección URL del autor
fr_fr: URL de l'auteur
hr_hr: URL Autora
ko_kr: 저자 Url
nl_nl: URL auteur
vi: Url tác giả

# PropertyContentDistributor
source: Content Distributor
ar: موزع المحتوى
es_es: Proveedor de contenido
fr_fr: Distributeur
hr_hr: Distributer sadržaja
ko_kr: 콘텐츠 배포자
nl_nl: Inhoudverspreider

# PropertyDateReleased
source: Date Released
ar: تاريخ الاصدار
es_es: Fecha de lanzamiento
fr_fr: Date de sortie
hr_hr: Datum objave
ko_kr: 릴리즈 날짜
nl_nl: Releasedatum
vi: Ngày ra

# PropertySeriesName
source: Series Name
ar: اسم السلسلة
es_es: Nombre de la serie
fr_fr: Titre de la série
hr_hr: Naziv serije
ko_kr: 시리즈명
nl_nl: Reeksnaam
vi: Tên chuỗi

# PropertySeasonNumber
source: Season Number
ar: رقم الموسم
es_es: Número de temporada
fr_fr: Numéro de saison
hr_hr: Broj sezone
ko_kr: 시즌 번호
nl_nl: Seizoensnummer
vi: Số mùa

# PropertyEpisodeNumber
source: Episode Number
ar: رقم الحلقة
es_es: Número de episodio
fr_fr: Numéro d'épisode
hr_hr: Broj epizode
ko_kr: 에피소드 번호
nl_nl: Afleveringsnummer
vi: Số tập

# PropertyProducer
source: Producer
ar: المنتج
es_es: Productor
fr_fr: Producteur
hr_hr: Producent
ko_kr: 제작자
nl_nl: Producent
vi: Nhà sản xuất

# PropertyPromotionUrl
source: Promotion Url
ar: عنوان الخاص بالترويج
es_es: Dirección URL de promoción
fr_fr: URL de promotion
hr_hr: URL promocije
ko_kr: 홍보 Url
nl_nl: URL promotie
vi: Url quảng cáo

# PropertyProviderStyle
source: Provider Style
ar: أسلوب المزود
es_es: Estilo de música
fr_fr: Style du fournisseur
hr_hr: Stil pružatelja usluga
ko_kr: 제공 방식
nl_nl: Stijl leveraar
vi: Kiểu cung cấp

# PropertyPublisher
source: Publisher
ar: الناشر
es_es: Editora
fr_fr: Éditeur
hr_hr: Izdavač
ko_kr: 발행자
nl_nl: Uitgever
vi: Nhà phát hành

# PropertyThumbnailLargePath
source: Thumbnail Large Path
ar: مسار كبير للصورة المصغرة
es_es: Ruta de miniatura larga
fr_fr: Vignette Grand Chemin
hr_hr: Putanja velike sličice
ko_kr: 대형 썸네일 경로
nl_nl: Pad groot miniatuur

# PropertyThumbnailLargeUri
source: Thumbnail Large Uri
es_es: URI de miniatura largo
fr_fr: Vignette Grand Uri
hr_hr: URI velike slikice
ko_kr: 대형 썸네일 Uri
nl_nl: URI groot miniatuur

# PropertyThumbnailSmallPath
source: Thumbnail Small Path
es_es: Ruta de miniatura corta
fr_fr: Vignette Petit Chemin
hr_hr: Putanja male sličice
ko_kr: 소형 썸네일 경로
nl_nl: Pad klein miniatuur

# PropertyThumbnailSmallUri
source: Thumbnail Small Uri
es_es: URI de miniatura corto
fr_fr: Vignette Petit Uri
hr_hr: URI male sličice
ko_kr: 소형 썸네일 Uri
nl_nl: URI klein miniatuur

# PropertyUserWebUrl
source: User Web Url
es_es: Dirección URL
fr_fr: Url du site de l'utilisateur
hr_hr: URL korisničkog weba
ko_kr: 사용자 웹 Url
nl_nl: URL gebruiker
vi: Url người sử dụng Web

# PropertyWriter
source: Writer
ar: الكاتب
es_es: Escritor
fr_fr: Auteur
hr_hr: Pisac
ko_kr: 작성자
nl_nl: Schrijver
vi: Nhà văn

# PropertyYear
source: Year
ar: سنة
es_es: Año
fr_fr: Année
hr_hr: Godina
ko_kr: 연도
nl_nl: Jaar
vi: Năm

# PropertyContributor
source: Contributor
ar: المساهم
es_es: Contribuidor
fr_fr: Contributeur
hr_hr: Suradnik
ko_kr: 도와주신 분들
nl_nl: Bijdrager
vi: Người đóng góp

# PropertyLastAuthor
source: Last Author
ar: الكاتب الأخير
es_es: Último autor
fr_fr: Dernier auteur
hr_hr: Posljednji autor
ko_kr: 마지막 저자
nl_nl: Laatste auteur
vi: Tác giả Cuối

# PropertyRevisionNumber
source: Revision Number
ar: رقم المراجعة:
es_es: Número de revisión
fr_fr: Numéro de révision
hr_hr: Broj revizije
ko_kr: 수정 횟수
nl_nl: Revisienummer:
vi: Số Hiệu đính

# PropertyVersion
source: Version
ar: الإصدار
es_es: Versión
hr_hr: Verzija
ko_kr: 버전
nl_nl: Versie
vi: Phiên bản

# PropertyDateCreated
source: Date Created
ar: تاريخ الإنشاء
es_es: Fecha de creación
fr_fr: Date de création
hr_hr: Datum stvaranja
ko_kr: 만든 날짜
nl_nl: Gemaakt op
vi: Ngày Tạo

# PropertyDateSaved
source: Date Saved
ar: تاريخ الحفظ
es_es: Fecha de guardado
fr_fr: Date d'enregistrement
hr_hr: Datum spremanja
ko_kr: 마지막으로 저장한 날짜
nl_nl: Opgeslagen op
vi: Ngày lưu

# PropertyDatePrinted
source: Date Printed
ar: [تاريخ الطباعة]
es_es: Fecha impresa
fr_fr: Date d'impression
hr_hr: Datum tiskanja
ko_kr: 마지막으로 인쇄한 날짜
nl_nl: Afgedrukt op
vi: Ngày in ra

# PropertyTotalEditingTime
source: Total Editing Time
ar: إجمالي وقت التحرير:
es_es: Tiempo total de edición
fr_fr: Temps total d'édition
hr_hr: Ukupno vrijeme uređivanja
ko_kr: 총 편집 시간
nl_nl: Totale bewerkingstijd:
vi: Tổng Thời gian Chỉnh sửa:

# PropertyTemplate
source: Template
ar: القالب
es_es: Plantilla
fr_fr: Modèle
hr_hr: Predložak
ko_kr: 템플릿
nl_nl: Sjabloon
vi: Mẫu

# PropertyWordCount
source: Word Count
ar: عدد الكلمات
es_es: Palabras
fr_fr: Nombre de mots
hr_hr: Broj riječi
ko_kr: 단어 수
nl_nl: Aantal woorden
vi: Đếm chữ

# PropertyCharacterCount
source: Character Count
ar: عدد الأحرف
es_es: Caracteres
fr_fr: Nombre de caractères
hr_hr: Broj znakova
ko_kr: 문자 수
nl_nl: Aantal tekens
vi: Số ký tự

# PropertyLineCount
source: Line Count
ar: عدد الخط
es_es: Líneas
fr_fr: Nombre de lignes
hr_hr: Broj linija
ko_kr: 줄 수
nl_nl: Aantal regels
vi: Số hàng
