Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

# StatusCopyCanceledDetails_Plural2
source: Copying {0} items to {1} was canceled after copying {2} item
af: Kopiëring van {0} items na {1} is gekanselleer nadat {2} item gekopieer is
bg: Копирането на {0} елемента в {1} беше отменено след копиране на {2} елемент
de_de: Das Kopieren von {0} Objekten nach {1} wurde nach dem Kopieren von {3} abgebrochen
el: Η αντιγραφή {0} στοιχείων σε {1} ακυρώθηκε μετά την αντιγραφή {2} στοιχείων
hu_hu: {0} elem másolása ide {1} megszakítva {2} elem másolása után
it_it: La copia di {0} elementi a {1} è stata annullata dopo {2} elemento
ja_jp: {1} への {0} ファイルのコピーが {2} ファイルコピー後にキャンセルされました
ka: {0} ელემენტის ასლის ჩასმა {1} -ში {2} ელემენტის ასლის ჩასმის შემდეგ გაუქმდა
nb_no: Kopiering av {0} elementer til {1} ble avbrutt etter kopiering av {2] element
pt_pt: Copiar {0} itens para {1} foi cancelado depois de copiar {2} item
zh_hans: 复制 {2} 项后取消将 {0} 项复制到 {1}

# StatusCopyingItemsDetails_Singular
source: Copying {0} item to {1}
af: Kopiëring van {0} item na {1}
bg: {0} елемент се копира в {1}
de_de: {0} wird nach {1} kopiert
el: Αντιγραφή {0} στοιχείου στα {1}
hu_hu: {0} elem másolása ide {1}
it_it: Copia di {0} elemento a {1}
ja_jp: {0} ファイルを {1} へコピー中
ka: მიმდინარეობს {0} ელემენტის ასლის ჩასმა {1} -ში
nb_no: Kopierer {0} element til {1}
pt_pt: Copiando {0} item para {1}
zh_hans: 正在将 {0} 个项复制到 {1}

# StatusCopyingItemsDetails_Plural
source: Copying {0} items to {1}
af: Kopiëring van {0} items na {1}
bg: {0} елемента се копират в {1}
de_de: {0} werden nach {1} kopiert
el: Αντιγραφή {0} στοιχείων στα {1}
hu_hu: {0} elem másolása ide {1}
it_it: Copia di {0} elementi a {1}
ja_jp: {0} ファイルを {1} へコピー中
ka: მიმდინარეობს {0} ელემენტის ასლის ჩასმა {1} -ში
nb_no: Kopierer {0} elementer til {1}
pt_pt: Copiando {0} itens para {1}
zh_hans: 正在将 {0} 个项复制到 {1}

# StatusCopiedItemsDetails_Singular
source: Successfully copied {0} item to {1}
af: Suksesvol gekopieer {0} item om te {1}
bg: Успешно копиран {0} елемент в {1}
de_de: {0} erfolgreich nach {1} kopiert
el: Επιτυχής αντιγραφή {0} στοιχείου στο {1}
hu_hu: {0} elem sikeresen átmásolva ide {1}
it_it: Copiato con successo {0} elemento a {1}
ja_jp: {0} ファイルを {1} へコピーしました
ka: {0} ელემენტის ასლი წარმატებით ჩაისვა {1} -ში
nb_no: Kopiering av {0} element til {1} fullført
pt_pt: Copiado {0} item para {1} com sucesso
zh_hans: 已成功将 {0} 项复制到 {1}

# StatusCopiedItemsDetails_Plural
source: Successfully copied {0} items to {1}
af: Suksesvol gekopieer {0} items om te {1}
bg: Успешно копирани {0} елемента в {1}
de_de: {0} Objekte erfolgreich nach {1} kopiert
el: Επιτυχής αντιγραφή {0} στοιχείων στο {1}
hu_hu: {0} elem sikeresen átmásolva ide {1}
it_it: Copiati con successo {0} elementi a {1}
ja_jp: {0} ファイルを {1} へコピーしました
ka: {0} ელემენტის ასლი წარმატებით ჩაისვა {1} -ში
nb_no: Kopiering av {0} elementer til {1} fullført
pt_pt: Copiado {0} itens para {1} com sucesso
zh_hans: 已成功将 {0} 个项复制到 {1}

# StatusDeleteCanceledDetails_Singular
source: Deleting {0} item from {1} was canceled
af: Skrapping van {0} item uit {1} is gekanselleer
bg: Изтриването на {0} елемент от {1} бе анулирано
de_de: Das Löschen von {0} Objekten aus {1} wurde abgebrochen
el: Η διαγραφή {0} στοιχείου από {1} ακυρώθηκε
hu_hu: {0} elem törlése innen {1} megszakítva
it_it: L'eliminazione di {0} elementi da {1} è stata annullata
ja_jp: {1} の {0} ファイルの削除がキャンセルされました
ka: {1} -დან {0} ელემენტის წაშლა გაუქმდა
nb_no: Sletting av {0} element fra {1] ble avbrutt
pt_pt: Eliminar {0} item de {1} foi cancelado
zh_hans: 已取消从 {1} 中删除 {0} 项

# StatusDeleteCanceledDetails_Plural
source: Deleting {0} items from {1} was canceled after deleting {3} items
af: Skrapping van {0} items uit {1} is gekanselleer nadat {3} items geskrap is
bg: Изтриването на {0} елемента от {1} беше анулирано след изтриване на {3} елемента
de_de: Das Löschen von {0} Objekten aus {1} wurde nach dem Löschen von {3} abgebrochen
el: Η διαγραφή {0} στοιχείων από {1} ακυρώθηκε μετά τη διαγραφή {3} στοιχείων
hu_hu: {0} elem törlése innen {1} megszakítva {3} elem törlése után
it_it: L'eliminazione di {0} elementi da {1} è stata annullata dopo {2} elementi
ja_jp: {1} の {0} ファイルの削除が {3} ファイル削除後にキャンセルされました
ka: {1} -დან {0} ელემენტის წაშლა გაუქმდა {3} ერთეულის წაშლის შემდეგ
nb_no: Sletting av {0] elementer fra {1] ble avbrutt etter sletting av {3} elementer
pt_pt: Eliminar {0} itens de {1} foi cancelado depois de eliminar {3} itens
zh_hans: 删除 {3} 项后，已取消从 {1} 中删除 {0} 项

# StatusDeleteCanceledDetails_Plural2
source: Deleting {0} items from {1} was canceled after deleting {3} item
af: Skrapping van {0} items uit {1} is gekanselleer nadat {3} item geskrap is
bg: Изтриването на {0} елемента от {1} беше анулирано след изтриване на {3} елемент
de_de: Das Löschen von {0} Objekten aus {1} wurde nach dem Löschen von {3} abgebrochen
el: Η διαγραφή {0} στοιχείων από {1} ακυρώθηκε μετά τη διαγραφή {3} στοιχείων
hu_hu: {0} elem törlése innen {1} megszakítva {3} elem törlése után
it_it: L'eliminazione di {0} elementi da {1} è stata annullata dopo {2} elemento
ja_jp: {1} の {0} ファイルの削除が {3} ファイル削除後にキャンセルされました
ka: {1} -დან {0} ელემენტის წაშლა გაუქმდა {3} ერთეულის წაშლის შემდეგ
nb_no: Sletting av {0] elementer fra {1] ble avbrutt etter sletting av {3} element
pt_pt: Eliminar {0} itens de {1} foi cancelado depois de eliminar {3} item
zh_hans: 删除 {3} 项后，已取消从 {1} 中删除 {0} 项

# StatusDeletingItemsDetails_Singular
source: Deleting {0} item from {1}
af: Skrapping van {0} item uit {1}
bg: Изтриване на {0} елемент от {1}
el: Διαγραφή {0} στοιχείου από {1}
hu_hu: {0} elem törlése innen {1}
it_it: Eliminazione di {0} elemento da {1}
ja_jp: {0} ファイルを {1} から削除中
ka: მიმდინარეობს {0} ერთეულის წაშლა {1} -დან
nb_no: Sletter {0} element fra {1}
pt_pt: Eliminando {0} item de {1}
zh_hans: 正在从 {1} 中删除 {0} 个项

# StatusDeletingItemsDetails_Plural
source: Deleting {0} items from {1}
af: Skrapping van {0} items uit {1}
bg: Изтриване на {0} елемента от {1}
de_de: Lösche {0} Objekte aus {1}
el: Διαγραφή {0} στοιχείων από {1}
hu_hu: {0} elem törlése innen {1}
it_it: Eliminazione di {0} elementi da {1}
ja_jp: {0} ファイルを {1} から削除中
ka: მიმდინარეობს {0} ერთეულის წაშლა {1} -დან
nb_no: Sletter {0} elementer fra {1}
pt_pt: Eliminando {0} itens de {1}
zh_hans: 正在从 {1} 中删除 {0} 个项

# StatusDeletedItemsDetails_Singular
source: Successfully deleted {0} item from {1}
af: Suksesvol geskrap {0} item uit {1}
bg: Успешно изтрит {0} елемент от {1}
de_de: Löschen von {0} aus {1} erfolgreich
el: Διαγράφηκε επιτυχώς {0} στοιχείο από {1}
hu_hu: {0} elem sikeresen törölve innen {1}
it_it: Eliminato con successo {0} elemento da {1}
ja_jp: {0} ファイルを {1} から削除しました
ka: {0} ერთეული წარმატებით წაიშალა {1} -დან
nb_no: Sletting av {0} element fra {1} fullført
pt_pt: Eliminado {0} item de {1} com sucesso
zh_hans: 已成功从 {1} 删除 {0} 项

# StatusDeletedItemsDetails_Plural
source: Successfully deleted {0} items from {1}
af: Suksesvol geskrap {0} items uit {1}
bg: Успешно изтрити {0} елемента от {1}
de_de: Löschen von {0} Objekten aus {1} erfolgreich
el: Διαγράφηκαν επιτυχώς {0} στοιχεία από {1}
hu_hu: {0} elem sikeresen törölve innen {1}
it_it: Eliminati con successo {0} elementi da {1}
ja_jp: {0} ファイルを {1} から削除しました
ka: {0} ერთეული წარმატებით წაიშალა {1} -დან
nb_no: Sletting av {0} elementer fra {1} fullført
pt_pt: Eliminado {0} itens de {1} com sucesso
zh_hans: 已成功从 {1} 删除 {0} 项

# StatusDeletionFailedDetails_Singular
source: Failed to delete {0} item from {1}
af: Kon nie {0} item uit {1} skrap nie
bg: Изтриването на {0} елемент от {1} не бе успешно
de_de: Löschen von {0} aus {1} fehlgeschlagen
el: Απέτυχε η διαγραφή {0} στοιχείου από {1}
hu_hu: {0} elem törlése innen {1} sikertelen
it_it: Eliminazione di {0} elemento da {1} non riuscita
ja_jp: {0} ファイルを {1} から削除に失敗しました
ka: {1} -დან ვერ მოხერხდა {0} ერთეულის წაშლა
nb_no: Sletting av {0} element fra {1} mislyktes
pt_pt: Falha ao eliminar {0} item de {1}
zh_hans: 无法从 {1} 中删除 {0} 项

source: the Recycle Bin
af: die Herwin Bin
bg: кошчето
de_de: Der Papierkorb
el: τον Κάδο Ανακύκλωσης
hu_hu: a Lomtár
it_it: il Cestino
ja_jp: ごみ箱
ka: სანაგვე ურნა
nb_no: Papirkurven
pt_pt: a Reciclagem
zh_hans: 回收站

# MoveInProgress
source: Moving items
af: Skuif items
bg: Преместване на елементи
de_de: Verschiebe Objekte
el: Μετακίνηση αντικειμένων
hu_hu: Elemek áthelyezése
it_it: Spostamento in corso
ja_jp: ファイル移動中
ka: მიმდინარეობს ელემენტების გადატანა
nb_no: Flytter elementer
pt_pt: Movendo itens
zh_hans: 正在移动项

# CopyInProgress.Title
source: Copying items
af: Kopiëring van items
bg: Копиране на елементи
de_de: Kopiere Objekte
el: Αντιγραφή αντικειμένων
hu_hu: Elemek másolása
it_it: Copia in corso
ja_jp: ファイルコピー中
ka: მიმდინარეობს ნივთების ასლების შექმნა
nb_no: Kopierer elementer
pt_pt: Copiando itens
zh_hans: 正在复制项

# StatusRecycleFailed
source: Recycle failed
af: Herwinning het misluk
bg: Рециклирането не бе успешно
de_de: Leeren des Papierkorbes fehlgeschlagen
el: Η ανακύκλωση απέτυχε
hu_hu: Újrahasznosítás sikertelen
it_it: Spostamento nel cestino non riuscito
ja_jp: ごみ箱から元に戻す操作に失敗しました
ka: გადამუშავება ვერ მოხერხდა
nb_no: Flytting til papirkurv mislyktes
pt_pt: Reciclagem falhada
zh_hans: 回收失败

# StatusRecycleCancelled
source: Recycle cancelled
af: Herwinning gekanselleer
bg: Рециклирането е отменено
de_de: Leeren des Papierkorbes abgebrochen
el: Η ανακύκλωση ακυρώθηκε
hu_hu: Újrahasznosítás megszakítva
it_it: Spostamento nel cestino annullato
ja_jp: ごみ箱から元に戻す操作がキャンセルされました
ka: გადამუშავება გაუქმდა
nb_no: Flytting til papirkurv avbrytt
pt_pt: Reciclagem cancelada
zh_hans: 回收取消

# StatusCancellingOp
source: canceling
af: kanselleer
de_de: abbrechen
el: ακύρωση
it_it: annullando
ja_jp: キャンセル中
zh_hans: 正在取消

# OngoingTasksDismissBannerButton.AutomationProperties.Name
source: Dismiss
af: Ontslaan
bg: Отхвърли
de_de: Ablehnen
el: Απόρριψη
hu_hu: Elutasítás
it_it: Rimuovi
ja_jp: 閉じる
ka: გათავისუფლება
nb_no: Avvis
pt_pt: Recusar
zh_hans: 消除

# OngoingTasksDismissBannerButton.ToolTipService.ToolTip
source: Dismiss
af: Ontslaan
bg: Отхвръли
de_de: Ablehnen
el: Απόρριψη
hu_hu: Elutasítás
it_it: Rimuovi
ja_jp: 閉じる
ka: გათავისუფლება
nb_no: Avvis
pt_pt: Recusar
zh_hans: 消除

# NavToolbarWidgets.Label
source: Widgets
af: Hulptuie
bg: Притурки
hu_hu: Widgetek
it_it: Widget
ja_jp: ウィジェット
ka: ვიჯეტები
zh_hans: 小组件

# NavToolbarSelectionOptions.Label
source: Select
af: Kies
bg: Маркирай
de_de: Auswählen
el: Επιλέξτε
hu_hu: Kiválasztás
it_it: Seleziona
ja_jp: 選択
ka: არჩევა
nb_no: Velg
pt_pt: Selecionar
zh_hans: 选择

# NavToolbarLayoutOptionsButton.AutomationProperties.Name
source: Layout
af: Uitleg
bg: Оформление
el: Διάταξη
hu_hu: Elrendezés
ja_jp: レイアウト
ka: განლაგება
zh_hans: 布局

# NavToolbarLayoutOptionsButton.ToolTipService.ToolTip
source: Layout
af: Uitleg
bg: Оформление
el: Διάταξη
hu_hu: Elrendezés
ja_jp: レイアウト
ka: განლაგება
zh_hans: 布局

# NavToolbarLayoutOptionsButton.Label
source: Layout
af: Uitleg
bg: Оформление
el: Διάταξη
hu_hu: Elrendezés
ja_jp: レイアウト
ka: განლაგება
zh_hans: 布局

# PreviewPaneToggle.Label
source: Preview
af: Voorskou
bg: Преглед
de_de: Vorschau
el: Προεπισκόπηση
hu_hu: Előnézet
it_it: Anteprima
ja_jp: プレビュー
ka: გადახედვა
nb_no: Forhåndsvisning
pt_pt: Pré-visualização
zh_hans: 预览

# NavToolbarSortOptionsButton.ToolTipService.ToolTip
source: Sort
af: Sorteer
bg: Сортирай
de_de: Sortieren
el: Ταξινόμηση
hu_hu: Rendezés
it_it: Ordina
ja_jp: 並べ替え
ka: დალაგება
nb_no: Sorter
pt_pt: Ordenar
zh_hans: 排序

# NavToolbarSortOptionsButton.AutomationProperties.Name
source: Sort
af: Sorteer
bg: Сортирай
de_de: Sortieren
el: Ταξινόμηση
hu_hu: Rendezés
it_it: Ordina
ja_jp: 並べ替え
ka: დალაგება
nb_no: Sorter
pt_pt: Ordenar
zh_hans: 排序

# NavToolbarSortOptionsButton.Label
source: Sort
af: Sorteer
bg: Сортирай
de_de: Sortieren
el: Ταξινόμηση
hu_hu: Rendezés
it_it: Ordina
ja_jp: 並べ替え
ka: დალაგება
nb_no: Sorter
pt_pt: Ordenar
zh_hans: 排序

# NavToolbarLayout.Text
source: Layout
af: Uitleg
bg: Оформление
el: Διάταξη
hu_hu: Elrendezés
ja_jp: レイアウト
ka: განლაგება
zh_hans: 布局

# StatusDeletionFailedDetails_Plural
source: Failed to delete {0} items from {1}
af: Kon nie {0} items uit {1} skrap nie
bg: Изтриването на {0} елемента от {1} не бе успешно
de_de: Das Löschen von {0} Objekten aus {1} is fehlgeschlagen
el: Απέτυχε η διαγραφή {0} στοιχείων από {1}
hu_hu: {0} elem törlése innen {1} sikertelen
it_it: Eliminazione di {0} elementi da {1} non riuscita
ja_jp: {0} ファイルを {1} から削除に失敗しました
ka: {1} -დან ვერ მოხერხდა {0} ერთეულის წაშლა
nb_no: Sletting av {0} elementer fra {1} mislyktes
pt_pt: Falha ao eliminar {0} itens de {1}
zh_hans: 无法从 {1} 中删除 {0} 项

# NavigationToolbarNewWindow.Label
source: New window
af: Nuwe venster
bg: Нов прозорец
de_de: Neues Fenster
el: Νέο παράθυρο
hu_hu: Új ablak
it_it: Nuova finestra
ja_jp: 新しいウィンドウ
ka: ახალი ფანჯარა
nb_no: Nytt vindu
pt_pt: Nova janela
zh_hans: 新窗口

# NavigationToolbarCopyPath.Label
source: Copy location
af: Kopieer ligging
de_de: Pfad kopieren
el: Aντιγραφή τοποθεσίας
it_it: Copia percorso
ja_jp: 場所のコピー
zh_hans: 复制路径

# NavigationToolbarPaste.Label
source: Paste
af: Plak
bg: Постави
de_de: Einfügen
el: Επικόλληση
hu_hu: Beillesztés
it_it: Incolla
ja_jp: 貼り付け
ka: ჩასმა
nb_no: Lim inn
pt_pt: Colar
zh_hans: 粘贴

# NavigationToolbarOpenInTerminal.Label
source: Open in Terminal...
af: Maak oop in Terminal...
de_de: In Konsolenanwendung öffnen...
el: Άνοιγμα στο τερματικό...
it_it: Apri nel Terminale...
ja_jp: ターミナルで開く...
zh_hans: 在终端中打开...

# BaseLayoutContextFlyoutNew.Label
source: New
af: Nuwe
bg: Създай
de_de: Neu
el: Δημιουργία
hu_hu: Új
it_it: Nuovo
ja_jp: 新規
ka: ახალი
nb_no: Ny
pt_pt: Novo
zh_hans: 新建

# NavigationToolbarNewPane.Label
source: New pane
af: Nuwe paneel
bg: Нов панел
de_de: Neues Panel
el: Νέο παράθυρο
hu_hu: Új panel
it_it: Nuovo pannello
ja_jp: 新しいペイン
ka: ახალი სარკმელი
nb_no: Nytt panel
pt_pt: Novo painel
zh_hans: 新面板

source: Security
af: Sekuriteit
bg: Защита
de_de: Sicherheit
el: Ασφάλεια
hu_hu: Biztonság
it_it: Sicurezza
ja_jp: セキュリティ
ka: უსაფრთხოება
nb_no: Sikkerhet
pt_pt: Segurança
zh_hans: 安全

# SecurityAdvancedPermissions.Text
source: Advanced permissions
af: Gevorderde toestemmings
de_de: Erweiterte Rechte
el: Προηγμένα δικαιώματα
it_it: Impostazioni avanzate
ja_jp: 詳細設定
zh_hans: 高级权限

# SecurityAllowLabel.Text
source: Allow
af: Laat toe
de_de: Erlauben
el: Αποδοχή
it_it: Consenti
ja_jp: 許可
zh_hans: 允许

# SecurityDenyLabel.Text
source: Deny
af: Weier
bg: Откажи
de_de: Ablehnen
el: Άρνηση
hu_hu: Megtagadás
it_it: Nega
ja_jp: 拒否
ka: უარყოფა
nb_no: Avvis
pt_pt: Recusar
zh_hans: 拒绝

# SecurityFullControlLabel.Text
source: Full control
af: Volle beheer
bg: Пълен контрол
de_de: Volle Kontrolle
el: Πλήρης έλεγχος
hu_hu: Teljes hozzáférés
it_it: Controllo completo
ja_jp: フル コントロール
ka: სრული კონტროლი
nb_no: Full kontroll
pt_pt: Controlo Total
zh_hans: 完全控制

# SecurityListDirectoryLabel.Text
source: List directory contents
af: Lys gidsinhoud
bg: Списък със съдържанието на директорията
de_de: Verzeichnisinhalt anzeigen
el: Λίστα περιεχομένων καταλόγου
hu_hu: Könyvtár elemeinek kilistázása
it_it: Visualizza contenuto cartella
ja_jp: ディレクトリの内容を一覧表示
ka: კატალოგთა კონტენტის ჩამოთვლა
nb_no: List opp innhold i mappe
pt_pt: Listar conteúdo do diretório
zh_hans: 列出目录内容

# SecurityModifyLabel.Text
source: Modify
af: Modifiseer
bg: Промени
de_de: Ändern
el: Τροποποίηση
hu_hu: Módosítás
it_it: Modifica
ja_jp: 変更
ka: შეცვლა
nb_no: Rediger
pt_pt: Modificar
zh_hans: 修改

# SecurityPermissionsLabel.Text
source: Permissions for
af: Toestemmings vir
bg: Разрешения за
de_de: Berechtigung für
el: Δικαιώματα για
hu_hu: Engedélyek
it_it: Permessi per
ja_jp: 権限:
ka: ნებართვები
nb_no: Rettigheter for
pt_pt: Permissões para
zh_hans: 权限

# SecurityReadAndExecuteLabel.Text
source: Read and execute
af: Lees en voer uit
bg: Четене и изпълнение
de_de: Lesen und Ausführen
el: Ανάγνωση και εκτέλεση
hu_hu: Olvasás és végrehajtás
it_it: Lettura ed esecuzione
ja_jp: 読み取りと実行
ka: წაკითხვა და შესრულება
nb_no: Lese og eksekvere
pt_pt: Ler e executar
zh_hans: 读取并执行

# SecurityReadLabel.Text
source: Read
af: Lees
bg: Четене
de_de: Lesen
el: Ανάγνωση
hu_hu: Olvasás
it_it: Lettura
ja_jp: 読み取り
ka: წაკითხვა
nb_no: Lese
pt_pt: Ler
zh_hans: 读取

# SecurityUsersGroupLabel.Text
source: Group or user names
af: Groep- of gebruikersname
bg: Групови или потребителски имена
de_de: Gruppen- oder Benutzername
el: Ονόματα ομάδων ή χρηστών
hu_hu: Csoport vagy felhasználó neve
it_it: Gruppi o utenti
ja_jp: グループ名またはユーザー名:
ka: ჯგუფის ან მომხმარებლის სახელები
nb_no: Gruppe- eller brukernavn:
pt_pt: Grupo ou utilizadores
zh_hans: 组或用户名

# SecurityWriteLabel.Text
source: Write
af: Skryf
de_de: Schreiben
el: Εγγραφή
it_it: Scrittura
ja_jp: 書き込み
zh_hans: 写入

# SecurityUnknownAccount
source: Unknown account
af: Onbekende rekening
bg: Неизвестен акаунт
de_de: Unbekannter Account
el: Άγνωστος λογαριασμός
hu_hu: Ismeretlen fiók
it_it: Account sconosciuto
ja_jp: 不明なアカウント
ka: უცნობი ანგარიში
nb_no: Ukjent konto
pt_pt: Conta desconhecida
zh_hans: 未知帐户

# SecurityCannotReadProperties.Text
source: You do not have permissions to view the security properties of this object. Click "Advanced permissions" to proceed.
af: Jy het nie toestemmings om die sekuriteitseienskappe van hierdie voorwerp te bekyk nie. Klik op "Gevorderde toestemmings" om voort te gaan.
bg: Нямате разрешения да преглеждате защитните свойства на този обект. Щракнете върху „Разширени разрешения“, за да продължите.
de_de: Sie sind nicht berechtigt, die Sicherheitseigenschaften dieses Objektes anzusehen. Klicken Sie auf "Erweiterte Rechte", um fortzufahren.
el: Δεν έχετε δικαιώματα προβολής των ιδιοτήτων ασφαλείας αυτού του αντικειμένου. Κάντε κλικ στην επιλογή "Προηγμένα δικαιώματα" για να συνεχίσετε.
hu_hu: Nincs engedélye az elem biztonsági tulajdonságainak megtekintésére. Kattintson a "Speciális engedélyek" gombra a folytatáshoz.
it_it: Non hai i permessi necessari per vedere le proprietà di questo oggetto. Clicca "Impostazioni avanzate" per continuare.
ja_jp: このオブジェクトのセキュリティプロパティを表示する権限がありません。 [詳細設定]をクリックして続行します。
ka: თქვენ არ გაქვთ ამ ობიექტის უსაფრთხოების პარამეტრების ნახვის უფლება. გასაგრძელებლად დააჭირეთ "დამატებით უფლებებს".
nb_no: Du mangler rettigheter til å vise sikkerhetsegenskapene til dette objektet. Klikk "Avanserte rettigheter" for å fortsette.
pt_pt: Você não tem permissões para ver as propriedades de segurança deste objeto. Clique em "Permissões avançadas" para prosseguir.
zh_hans: 您无权查看此对象的安全属性。 单击“高级权限”继续。

# SecurityOwnerLabel.Text
source: Owner
af: Eienaar
bg: Собственик
de_de: Besitzer
el: Ιδιοκτήτης
hu_hu: Tulajdonos
it_it: Proprietario
ja_jp: 所有者
ka: მფლობელი
nb_no: Eier
pt_pt: Proprietário
zh_hans: 所有者

# SecurityUnknownOwnerText.Text
source: Unknown owner
af: Onbekende eienaar
bg: Неизвестен собственик
de_de: Unbekannter Besitzer
el: Άγνωστος ιδιοκτήτης
hu_hu: Ismeretlen tulajdonos
it_it: Sconosciuto
ja_jp: 不明な所有者
ka: უცნობი მფლობელი
nb_no: Ukjent eier
pt_pt: Proprietário desconhecido
zh_hans: 未知所有者。

# DefaultTheme
source: Default
af: Verstek
de_de: Standard
el: Προεπιλογή
ja_jp: 既定
zh_hans: 默认

# SettingsAppearanceOpenThemesFolderButton.Content
source: Open themes folder
af: Maak temasomslag oop
bg: Отвори папката с теми
de_de: Themes-Ordner öffnen
el: Ανοίξτε το φάκελο themes
hu_hu: Témák mappa megnyitása
it_it: Apri cartella temi
ja_jp: テーマフォルダを開く
ka: თემების საქაღალდის გახსნა
nb_no: Åpne tema-mappen
pt_pt: Abrir pasta dos temas
zh_hans: 打开主题文件夹

# SettingsThemesLearnMoreButton.AutomationProperties.Name
source: Learn more about custom themes
af: Kom meer te wete oor persoonlike temas
bg: Научи повече за персонализираните теми
de_de: Mehr über benutzerdefinierte Themes erfahren
el: Μάθετε περισσότερα για τα προσαρμοσμένα θέματα
hu_hu: Tudjon meg többet az egyedi témákról
it_it: Scopri di più sui temi personalizzati
ja_jp: カスタムテーマの詳細
ka: შეიტყვეთ მეტი მორგებულ თემებზე
nb_no: Lær mer om egendefinerte temaer
pt_pt: Saiba mais sobre temas personalizados
zh_hans: 了解有关自定义主题的更多信息

# SettingsThemesLearnMoreButton.ToolTipService.ToolTip
source: Learn more about custom themes
af: Kom meer te wete oor persoonlike temas
bg: Научи повече за персонализираните теми
de_de: Mehr über benutzerdefinierte Themes erfahren
el: Μάθετε περισσότερα για τα προσαρμοσμένα θέματα
hu_hu: Tudjon meg többet az egyedi témákról
it_it: Scopri di più sui temi personalizzati
ja_jp: カスタムテーマの詳細
ka: შეიტყვეთ მეტი მორგებულ თემებზე
nb_no: Lær mer om egendefinerte temaer
pt_pt: Saiba mais sobre temas personalizados
zh_hans: 了解有关自定义主题的更多信息

# SettingsThemesTeachingTipHeader.Text
source: Custom themes provide a great way for you to personalize Files.
af: Pasgemaakte temas bied 'n goeie manier vir u om Files te personaliseer.
bg: Персонализираните теми предоставят чудесен начин за персонализиране на Files.
de_de: Benutzerdefinierte Themes sind ein hervorragendes Mittel, um Files zu personalisieren.
el: Τα προσαρμοσμένα θέματα παρέχουν έναν εξαιρετικό τρόπο για να εξατομικεύσετε το Files.
hu_hu: Az egyedi témák remek lehetőséget nyújtanak a Files személyre szabására.
it_it: Puoi personalizzare l'aspetto di Files con i temi.
ja_jp: カスタムテーマは、あなたの Files を作り上げるのに役立ちます。
ka: მორგებული თემები ფაილების პერსონალიზაციის შესანიშნავ საშუალებას წარმოადგენს.
nb_no: Egendefinerte temaer er en ypperlig måte å tilpasse Files på.
pt_pt: Temas personalizados é uma ótima forma de personalizar o Files.
zh_hans: 自定义主题提供个性化Files方法。

# SettingsThemesTeachingTipHyperlinkText.Text
source: View documentation.
af: Bekyk dokumentasie.
bg: Виж документацията.
de_de: Dokumentation anzeigen.
el: Προβολή τεκμηρίωσης.
hu_hu: Dokumentáció megtekintése.
it_it: Guarda la documentazione.
ja_jp: ドキュメントを見る
ka: დოკუმენტაციის ნახვა.
nb_no: Vis dokumentasjon
pt_pt: Ver documentação.
zh_hans: 查看文档。

# VerticalTabFlyout.AutomationProperties.Name
source: Vertical tab flyout
af: Vertikale duimgids vlieg
bg: Изкачащ вертикален раздел
de_de: Flyout für vertikale Tabs
el: Κάθετη αναδυόμενη καρτέλα
hu_hu: Függőleges lap menü
it_it: Menu schede verticale
ja_jp: 垂直タブフライアウト
ka: ვერტიკალური ჩანართის გამოფრენა
nb_no: Vertikal flyout med faner
pt_pt: Flyout do separador vertical
zh_hans: 垂直选项卡弹出

# VerticalTabFlyout.ToolTipService.ToolTip
source: Vertical tab flyout
af: Vertikale duimgids vlieg
bg: Изкачащ вертикален раздел
de_de: Flyout für vertikale Tabs
el: Κάθετη αναδυόμενη καρτέλα
hu_hu: Függőleges lap menü
it_it: Menu schede verticale
ja_jp: 垂直タブフライアウト
ka: ვერტიკალური ჩანართის გამოფრენა
nb_no: Vertikal flyout med faner
pt_pt: Flyout do separador vertical
zh_hans: 垂直选项卡弹出

# HorizontalMultitaskingControlAddButton.AutomationProperties.Name
source: New tab (Ctrl+T)
af: Nuwe duimgids (Ctrl+T)
bg: Нов раздел (Ctrl+T)
de_de: Neuer Tab (Strg+T)
el: Νέα καρτέλα (Ctrl+T)
hu_hu: Új lap (Ctrl + T)
it_it: Nuova scheda (Ctrl+T)
ja_jp: 新しいタブ (Ctrl+T)
ka: ახალი ჩანართი (Ctrl+T)
nb_no: Ny fane (Ctrl+T)
pt_pt: Novo separador (Ctrl+T)
zh_hans: 新选项卡 (Ctrl+T)

# SideBarCreateNewLibrary.Text
source: Create new library
af: Skep nuwe biblioteek
bg: Създай нова библиотека
de_de: Neue Bibliothek erstellen
el: Δημιουργία νέας βιβλιοθήκης
hu_hu: Új könyvtár
it_it: Crea nuova raccolta
ja_jp: 新しいライブラリの作成
ka: ახალი ბიბლიოთეკის შექმნა
nb_no: Opprett nytt bibliotek
pt_pt: Criar nova biblioteca
zh_hans: 新建库

# SideBarRestoreLibraries.Text
source: Restore default libraries
af: Herstel verstekbiblioteke
bg: Възстанови библиотеките по подразбиране
de_de: Standardbibiliotheken wiederherstellen
el: Επαναφορά προεπιλεγμένων βιβλιοθηκών
hu_hu: Alapértelmezett könyvtárak visszaállítása
it_it: Ripristina Raccolte predefinite
ja_jp: 既定のライブラリを復元
ka: ნაგულისხმევი ბიბლიოთეკების აღდგენა
nb_no: Gjenopprett standardbiblioteker
pt_pt: Restaurar bibliotecas originais
zh_hans: 还原默认库

# DialogRestoreLibrariesButtonText
source: Restore
af: Herstel
bg: Възстанови
de_de: Wiederherstellen
el: Επαναφορά
hu_hu: Visszaállítás
it_it: Ripristina
ja_jp: 復元
ka: აღდგენა
nb_no: Gjenopprett
pt_pt: Restaurar
zh_hans: 还原
