Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

# BaseLayoutContextFlyoutRunAsAnotherUser.Text
source: Run as another user
af: Hardloop as 'n ander gebruiker
bg: Изпълни като друг потребител
de_de: Als ein anderer Benutzer ausführen
el: Εκτέλεση ως άλλος χρήστης
hu_hu: Futtatás másik felhasználóként
it_it: Esegui come altro utente
ja_jp: 別のユーザーとして実行
ka: სხვა მომხმარებლის სახელით გაშვება
nb_no: Kjør som en annen bruker
pt_pt: Executar como outro utilizador
zh_hans: 以其他用户身份运行

# PropertiesDriveItemTypesEquals
source: All type of {0}
af: Alle soorte {0}
bg: Всички с тип {0}
de_de: Alle Typen von {0}
el: Όλοι οι τύποι {0}
hu_hu: {0} (mindegyik)
it_it: Tutti del tipo {0}
ja_jp: すべての種類の {0}
ka: ყველა ტიპის {0}
nb_no: Alle av typen {0}
pt_pt: Todo o tipo de {0}
zh_hans: 全类中 {0}

# PropertiesDriveItemTypeDifferent
source: Different types
af: Verskillende soorte
bg: Различни типове
de_de: Unterschiedliche Typen
el: Διαφορετικοί τύποι
hu_hu: Különböző típusok
it_it: Tipi differenti
ja_jp: 他の種類
ka: განსხვავებული ნიმუშები
nb_no: Forskjellige typer
pt_pt: Tipos diferentes
zh_hans: 异类

# PropertiesCombinedItemPath
source: All in {0}
af: Alles in {0}
bg: Всички в {0}
de_de: Alle in {0}
el: Όλα σε {0}
hu_hu: {0} (mindegyik)
it_it: Tutti in {0}
ja_jp: {0} のすべて
ka: ყველა {0} -ში
nb_no: Alle i {0}
pt_pt: Tudo em {0}
zh_hans: 全部中 {0}

# PropertiesDriveUsedSpace.Text
source: Used space:
af: Gebruikte spasie:
bg: Използвано място:
de_de: Belegter Speicherplatz:
el: Δεσμευμένος χώρος:
hu_hu: Foglalt:
it_it: Spazio utilizzato:
ja_jp: 使用領域:
ka: გამოყენებული სივრცე:
nb_no: Brukt plass:
pt_pt: Espaço utilizado:
zh_hans: 已用空间:

# PropertiesDriveFreeSpace.Text
source: Free space:
af: Gratis spasie:
bg: Свободно място:
de_de: Freier Speicherplatz:
el: Ελεύθερος χώρος:
hu_hu: Szabad:
it_it: Spazio disponibile:
ja_jp: 空き領域:
ka: თავისუფალი სივრცე:
nb_no: Ledig plass:
pt_pt: Espaço livre:
zh_hans: 可用空间:

# PropertiesDriveCapacity.Text
source: Capacity:
af: Kapasiteit:
bg: Капацитет:
de_de: Speicherkapazität:
el: Χωρητικότητα:
hu_hu: Kapacitás:
it_it: Capacità:
ja_jp: 容量:
ka: მოცულობა:
nb_no: Kapasitet:
pt_pt: Capacidade:
zh_hans: 容量：

# PropertiesDriveFileSystem.Text
source: File system:
af: Lêerstelsel:
bg: Файлова система:
de_de: Dateisystem:
el: Σύστημα αρχείων:
hu_hu: Fájlrendszer:
ja_jp: ファイル システム
ka: ფაილის სისტემა:
nb_no: Filsystem:
pt_pt: Sistema de ficheiro:
zh_hans: 文件系统:

# JumpListRecentGroupHeader
source: Recent
af: Onlangse
bg: Скорошни
de_de: Kürzlich
el: Πρόσφατο
hu_hu: Előzmények
it_it: Recenti
ja_jp: 履歴
ka: ბოლოდროინდელი
nb_no: Nylige
pt_pt: Recente
zh_hans: 最近

# syncStatusColumn.Header
source: Status
bg: Статус
el: Κατάσταση
hu_hu: Állapot
it_it: Stato
ja_jp: 状態
ka: სტატუსი
pt_pt: Estado
zh_hans: 状态

# SettingsOnStartupOpenAddPageButton.Content
source: Add a new page
af: Voeg 'n nuwe bladsy by
bg: Добави нова страница
de_de: Neue Seite hinzufügen
el: Προσθήκη νέας σελίδας
hu_hu: Oldal hozzáadása
it_it: Aggiungi una nuova pagina
ja_jp: 新しいページを追加
ka: ახალი გვერდის დამატება
nb_no: Legg til ny side
pt_pt: Adicionar uma nova página
zh_hans: 添加新页

# SettingsOnStartupPages.Text
source: Pages:
af: Bladsye:
bg: Страници:
de_de: Ordner:
el: Σελίδες:
hu_hu: Oldalak:
it_it: Pagine:
ja_jp: ページ:
ka: გვერდები:
nb_no: Sider:
pt_pt: Páginas:
zh_hans: 页数:

# SettingsPreferencesSystemDefaultLanguageOption
source: Windows default
af: Windows-verstek
bg: По подразбиране на Windows
de_de: Windows-Standard
el: Προεπιλογή των Windows
hu_hu: Rendszer
it_it: Predefinita di sistema
ja_jp: Windows の既定
ka: ვინდოუსის ნაგულისხმევი
nb_no: Windows-standard
pt_pt: Padrão do Windows
zh_hans: Windows 默认

# TabStripDragAndDropUIOverrideCaption
source: Move tab here
af: Skuif duimgids hier
bg: Премести разделът тук
de_de: Tab hierhin verschieben
el: Μετακίνηση καρτέλας εδώ
hu_hu: Lap áthelyezése ide
it_it: Sposta la scheda qui
ja_jp: ここにタブを移動
ka: ჩანართის გადმოტანა აქ
nb_no: Flytt fane hit
pt_pt: Mover o separador aqui
zh_hans: 移动选项卡到此处

# NavigationToolbarVisiblePathNoResults
source: No results
af: Geen resultate
bg: Няма резултати
de_de: Keine Treffer
el: Δεν υπάρχουν αποτελέσματα
hu_hu: Nincs találat
it_it: Nessun risultato
ja_jp: 結果なし
ka: შედეგები არ არის
nb_no: Ingen resultater
pt_pt: Sem resultados
zh_hans: 无结果

# SubDirectoryAccessDenied
source: Can't access any items to display
af: Kan nie toegang verkry tot enige items om te vertoon nie
bg: Няма достъп до елементи за показване
de_de: Es kann auf keine Dateien zugegriffen werden
el: Δεν είναι δυνατή η πρόσβαση σε στοιχεία για εμφάνιση
hu_hu: Egy megjeleníthető elem sem elérhető
it_it: Impossibile accedere ad alcun elemento
ja_jp: 表示するファイルにアクセスできません
ka: საჩვენებლად ვერცერთ ნივთზე ვერ ხერხდება წვდომა
nb_no: Ingen adgang til å vise noen elementer
pt_pt: Não é possível aceder nenhum item para exibir
zh_hans: 无法访问要显示的任何项

# MoveToFolderCaptionText
source: Move to {0}
af: Skuif na {0}
bg: Премести в {0}
de_de: Verschieben nach {0}
el: Μετακίνηση στο {0}
hu_hu: Áthelyezés ide: {0}
it_it: Sposta in {0}
ja_jp: {0} に移動
ka: გადატანა {0} -ში
nb_no: Flytt til {0}
pt_pt: Mover para {0}
zh_hans: 移动到 {0}

# ErrorDialogSameSourceDestinationFile
source: The source and destination file names are the same.
af: Die bron- en bestemminglêername is dieselfde.
bg: Имената на началния и целевия файл са еднакви.
de_de: Die Quell- und Zieldateinamen sind identisch.
el: Τα ονόματα των αρχείων προέλευσης και προορισμού είναι τα ίδια.
hu_hu: A forrás- és a célfájlnév azonos.
it_it: In nomi di origine e di destinazione coincidono.
ja_jp: 送り側と受け側のファイル名が同じです。
ka: საწყისი და დანიშნულების ფაილის სახელები ერთნაირია.
nb_no: Filnavnene på kilde og destinasjon er de samme.
pt_pt: Os nomes dos ficheiros de origem e de destino são iguais.
zh_hans: 源文件名和目标文件名相同。

# ErrorDialogSameSourceDestinationFolder
source: The destination folder is the same as the source folder.
af: Die bestemmingomslag is dieselfde as die bronomslag.
bg: Целевата папка е същата като папката източник.
de_de: Der Zielordner ist identisch mit dem Quellordner.
el: Ο φάκελος προορισμού είναι ο ίδιος με το φάκελο προέλευσης.
hu_hu: A forrás- és a célmappa azonos.
it_it: La cartella di destinazione è una sottocartella della cartella di origine.
ja_jp: 送り側と受け側のフォルダが同じです。
ka: დანიშნულების საქაღალდე იგივეა, როგორც საწყისი საქაღალდე.
nb_no: Destinasjonsmappen er den samme som kildemappen.
pt_pt: A pasta de destino é igual à pasta de origem.
zh_hans: 目标文件夹与源文件夹相同。

# CopyToFolderCaptionText
source: Copy to {0}
af: kopieer na {0}
bg: Копирай в {0}
de_de: Kopieren nach {0}
el: Αντιγραφή στο {0}
hu_hu: Másolás ide: {0}
it_it: Copia in {0}
ja_jp: {0} にコピー
ka: ასლის გადატანა {0} -ში
nb_no: Kopier til {0}
pt_pt: Copiar para {0}
zh_hans: 复制到 {0}

# BaseLayoutItemContextFlyoutShortcut.Text
source: Create shortcut
af: Skep kortpad
bg: Създай пряк път
de_de: Verknüpfung erstellen
el: Δημιουργία συντόμευσης
hu_hu: Parancsikon létrehozása
it_it: Crea collegamento
ja_jp: ショートカットの作成
ka: მალსახმობის შექმნა
nb_no: Opprett snarvei
pt_pt: Criar atalho
zh_hans: 创建快捷方式

# PropertiesDialogOpenLinkButton.Content
source: Open file location
af: Maak lêerligging oop
de_de: Dateipfad öffnen
el: Άνοιγμα θέσης αρχείου
it_it: Apri percorso file
ja_jp: ファイルの場所を開く
zh_hans: 打开文件位置

# PropertiesShortcutItemArgs.Text
source: Arguments:
af: Argumente:
bg: Аргументи:
de_de: Argumente:
el: Παράμετροι:
hu_hu: Argumentumok:
it_it: Argomenti:
ja_jp: 引数:
ka: არგუმენტები:
nb_no: Argumenter:
pt_pt: Argumentos:
zh_hans: 参数:

# PropertiesShortcutItemPath.Text
source: Destination:
af: Bestemming:
bg: Дестинация:
de_de: Ziel:
el: Προορισμός:
hu_hu: Cél:
it_it: Destinazione:
ja_jp: 送信先
ka: დანიშნულება:
nb_no: Destinasjon:
pt_pt: Destino:
zh_hans: 目标位置:

# PropertiesShortcutItemType.Text
source: Shortcut type:
af: Kortpadsoort:
bg: Тип на прекият път:
de_de: Verknüpfungstyp:
el: Τύπος συντόμευσης:
hu_hu: Parancsikon típusa:
it_it: Tipo di collegamento:
ja_jp: ショートカットの種類:
ka: მალსახმობის ტიპი:
nb_no: Snarveistype:
pt_pt: Tipo de atalho:
zh_hans: 快捷方式类型:

# PropertiesShortcutItemWorkingDir.Text
source: Working directory:
af: Werk gids:
bg: Работна директория:
de_de: Ausführen in:
el: Κατάλογος εργασίας:
hu_hu: Munkakönyvtár:
it_it: Cartella di lavoro:
ja_jp: 作業フォルダ:
ka: სამუშაო კატალოგი:
nb_no: Arbeidsmappe:
pt_pt: Diretório de trabalho:
zh_hans: 工作目录:

# PropertiesShortcutTypeApplication
source: Application
af: Toepassing
de_de: Anwendung
el: Εφαρμογή
it_it: Applicazione
ja_jp: アプリケーション
zh_hans: 应用程序

# PropertiesShortcutTypeFile
source: File
af: Lêer
bg: Файл
de_de: Datei
el: Αρχείο
hu_hu: Fájl
ja_jp: ファイル
ka: ფაილი
nb_no: Fil
pt_pt: Ficheiro
zh_hans: 文件

# PropertiesShortcutTypeFolder
source: Folder
af: Omslag
de_de: Ordner
el: Φάκελος
it_it: Cartella di file
ja_jp: フォルダ
zh_hans: 文件夹

# PropertiesShortcutTypeLink
source: Web link
af: Webskakel
bg: Интернет връзка
el: Διαδικτυακός σύνδεσμος
hu_hu: Internet parancsikon
it_it: Documento web
ja_jp: Web リンク
ka: ვებ ბმული
pt_pt: Link da web
zh_hans: Web 链接

source: General
af: Algemeen
bg: Общо
de_de: Allgemein
el: Γενικά
hu_hu: Általános
it_it: Generale
ja_jp: 概要
ka: ზოგადი
nb_no: Generelt
pt_pt: Geral
zh_hans: 常规

source: Shortcut
af: Kortpad
bg: Пряк път
de_de: Verknüpfung
el: Συντόμευση
hu_hu: Parancsikon
it_it: Collegamento
ja_jp: ショートカット
ka: მალსახმობი
nb_no: Snarvei
pt_pt: Atalho
zh_hans: 快捷方式

# ShortcutFileType
source: Shortcut
af: Kortpad
bg: Пряк път
de_de: Verknüpfung
el: Συντόμευση
hu_hu: Parancsikon
it_it: Collegamento
ja_jp: ショートカット
ka: მალსახმობი
nb_no: Snarvei
pt_pt: Atalho
zh_hans: 快捷方式

# ShortcutWebLinkFileType
source: Internet shortcut
af: Internet kortpad
bg: Интернет пряк път
de_de: Internet-Verknüpfung
el: Συντόμευση Internet
hu_hu: Internet parancsikon
it_it: Collegamento internet
ja_jp: インターネット ショートカット
ka: ინტერნეტ მალსახმობი
nb_no: Internett-snarvei
pt_pt: Atalho da internet
zh_hans: 网络快捷方式

# ShortcutCreateNewSuffix
source: {0} - shortcut
af: {0} - kortpad
bg: {0} - пряк път
de_de: {0} - Verknüpfung
el: {0} - συντόμευση
hu_hu: {0} - parancsikon
it_it: {0} - collegamento
ja_jp: {0} - ショートカット
ka: {0} - მალსახმობი
nb_no: {0} - snarvei
pt_pt: {0} - atalho
zh_hans: {0} - 快捷方式

# BaseLayoutItemContextFlyoutOpenFileLocation.Text
source: Open file location
af: Maak lêerligging oop
bg: Отвори местоположението на файла
de_de: Dateispeicherort öffnen
el: Άνοιγμα θέσης αρχείου
hu_hu: Fájlt tartalmazó mappa megnyitása
it_it: Apri percorso file
ja_jp: ファイルの場所を開く
ka: ფაილის ადგილმდებარეობის გახსნა
nb_no: Åpne filplassering
pt_pt: Abrir local do ficheiro
zh_hans: 打开文件位置

# DriveCapacityUnknown
source: Unknown
af: Onbekende
bg: Неизвестно
de_de: Unbekannt
el: Άγνωστο
hu_hu: Ismeretlen
it_it: Sconosciuto
ja_jp: 不明
ka: უცნობი
nb_no: Ukjent
pt_pt: Desconhecido
zh_hans: 未知

# ExceptionNotificationAccessLogFileButton
source: Open log location
af: Maak logligging oop
de_de: Logverzeichnis öffnen
el: Άνοιγμα τοποθεσίας καταγραφής
it_it: Apri la cartella dei file di log
ja_jp: ログの場所を開く
zh_hans: 打开日志位置

# ExceptionNotificationBody
source: Files ran into a problem that the developers didn't prepare for yet.
af: Files het in 'n probleem gehardloop waarvoor die ontwikkelaars nog nie voorberei het nie.
bg: Files се сблъскаха с проблем, за който разработчиците все още не са се подготвили.
de_de: Files hatte ein Problem, auf das die Entwickler noch nicht vorbereitet sind.
el: Το Files αντιμετώπισε ένα πρόβλημα για το οποίο οι προγραμματιστές δεν είχαν προετοιμαστεί ακόμα.
hu_hu: A Files egy problémába ütközött, amire a fejlesztők még nem készültek fel.
it_it: Files ha riscontrato un problema per cui gli sviluppatori non erano pronti.
ja_jp: Filesは、開発者がまだ想定していない問題に遭遇しました。
ka: ფაილებს შეექმნა პრობლემა, რისთვისაც დეველოპერები ჯერ არ მომზადებულან.
nb_no: Det oppstod et uventet problem i Files som utviklerne ikke var forberedt på.
pt_pt: O Files encontrou um problema, na qual, os desenvolvedores ainda não estão preparados.
zh_hans: 发生了未知错误。

# ExceptionNotificationHeader
source: Something went wrong!
af: Iets het verkeerd gegaan!
bg: Нещо се обърка!
de_de: Etwas ist schief gelaufen!
el: Κάτι πήγε στραβά!
hu_hu: Valami hiba történt!
it_it: Si è verificato un errore.
ja_jp: 問題が発生しました
ka: Რაღაც არასწორად წავიდა!
nb_no: Noe gikk galt!
pt_pt: Algo deu errado!
zh_hans: 发生了错误。

# ExceptionNotificationReportButton
source: Report this issue
af: Rapporteer hierdie probleem
bg: Подай сигнал за този проблем
de_de: Dieses Problem melden
el: Αναφορά αυτού του θέματος
hu_hu: Hiba jelentése
it_it: Segnala questo problema
ja_jp: この問題を報告
ka: ამ საკითხის გასაჩივრება
nb_no: Rapporter dette problemet
pt_pt: Reportar este problema
zh_hans: 报告此问题

# SettingsAboutContributors.Text
source: Contributors
af: Medewerkers
bg: Сътрудници
de_de: Mitwirkende
el: Συντελεστές
hu_hu: Közreműködők
it_it: Collaboratori
ja_jp: 共同作成者
ka: კონტრიბუტორები
nb_no: Bidragsytere
pt_pt: Contribuidores
zh_hans: 参与者

# SettingsAboutReleaseNotes.Text
source: Release notes
af: Vrystelling notas
bg: Бележки към изданието
de_de: Versionshinweise
el: Σημειώσεις έκδοσης
hu_hu: Változások
it_it: Note di Rilascio
ja_jp: リリース ノート
ka: გამოშვების შენიშვნები
nb_no: Utgivelsesnotater
pt_pt: Notas de Atualização
zh_hans: 发行说明

# InvalidItemDialogContent
source: The item referenced is either invalid or inaccessible.{0}Error message:{0}{1}
af: Die item wat verwys word, is óf ongeldig óf ontoeganklik. {0} Foutboodskap: {0}{1}
bg: Посоченият елемент е или невалиден, или недостъпен.{0}Съобщение за грешка:{0}{1}
de_de: Das Element, auf das verwiesen wurde, ist fehlerhaft oder nicht erreichbar.{0}Fehlermeldung:{0}{1}
el: Το στοιχείο που αναφέρεται είναι είτε άκυρο είτε μη προσβάσιμο.{0}Μήνυμα σφάλματος:{0}{1}
hu_hu: A hivatkozott elem érvénytelen vagy nem elérhető.{0}Hibaüzenet:{0}{1}
it_it: L'elemento è non valido o non accessibile.{0}Messaggio di errore:{0}{1}
ja_jp: 参照されているファイルは無効であるか、アクセスできません。{0} エラーメッセージ: {0} {1}
ka: მითითებული ნივთი არასწორი ან მიუწვდომელია..{0}შეცდომის შეტყობინება:{0}{1}
nb_no: Det refererte elementet er enten ugyldig eller utilgjengelig.{0}Feilmelding:{0}{1}
pt_pt: O item referenciado é inválido ou inacessível.{0}Mensagem de erro:{0}{1}
zh_hans: 引用的项无效或无法访问。{0}代码:{0}{1}

# InvalidItemDialogTitle
source: Invalid item
af: Ongeldige item
bg: Невалиден елемент
de_de: Ungültiges Element
el: Μη έγκυρο στοιχείο
hu_hu: Érvénytelen elem
it_it: Elemento non valido
ja_jp: 無効なファイル
ka: არასწორი ნივთი
nb_no: Ugyldig element
pt_pt: Item inválido
zh_hans: 无效项

# SettingsAboutVersionTitle
source: Version:
af: Weergawe:
bg: Версия:
el: Έκδοση:
hu_hu: Verzió:
it_it: Versione
ja_jp: バージョン:
ka: ვერსია:
nb_no: Versjon:
pt_pt: Versão:
zh_hans: 版本:

# ShareDialogFailMessage
source: There's nothing to share right now...
af: Daar is niks om nou te deel nie...
bg: Няма нищо за споделяне в момента...
de_de: Zurzeit gibt es nichts zu teilen...
el: Δεν υπάρχει τίποτα για κοινή χρήση αυτή τη στιγμή...
hu_hu: Nincs mit megosztani...
it_it: Nessun contenuto da condividere.
ja_jp: 現在共有できるものはありません。
ka: ამჟამად აქ გასაზიარებელი არაფერია...
nb_no: Det er ingenting å dele for øyeblikket...
pt_pt: Não há nada para partilhar agora...
zh_hans: 目前没有可共享的内容。

# ShareDialogMultipleItemsDescription
source: The items you've selected will be shared
af: Die items wat jy gekies het sal gedeel word
bg: Елементите, които сте избрали, ще бъдат споделени
de_de: Die von Ihnen ausgewählten Elemente werden geteilt
el: Τα στοιχεία που έχετε επιλέξει θα διαμοιραστούν
hu_hu: A kijelölt elemek meg lesznek osztva
it_it: Gli elementi selezionati saranno condivisi
ja_jp: 選択したファイルが共有されます
ka: ელემენტები, რომლებიც თქვენ მონიშნეთ გაზიარდებიან
nb_no: Elementene du har valgt vil bli delt
pt_pt: Os itens selecionados serão partilhados
zh_hans: 所选项将被共享

# ShareDialogSingleItemDescription
source: The selected item will be shared
af: Die geselekteerde item sal gedeel word
bg: Избраният елемент ще бъде споделен
de_de: Das ausgewählte Element wird geteilt
el: Το επιλεγμένο στοιχείο θα διαμοιραστεί
hu_hu: A kijelölt elem meg lesz osztva
it_it: L'elemento selezionato sarà condiviso
ja_jp: 選択したファイルが共有されます
ka: მონიშნული ელემენტები გაზიარდებიან
nb_no: Elementet du har valgt vil bli delt
pt_pt: O item selecionado será partilhado
zh_hans: 所选项将被共享

# ShareDialogTitle
source: Sharing {0}
af: Deel {0}
bg: Споделяне {0}
de_de: Teilen {0}
el: Κοινή χρήση {0}
hu_hu: {0} megosztása
it_it: Condivisione di {0}
ja_jp: {0} を共有しています
ka: გაზიარდება {0}
nb_no: Deler {0}
pt_pt: A Partilhar {0}
zh_hans: 共享中 {0}

# ShareDialogTitleMultipleItems
source: Sharing {0} {1}
af: Deel {0} {1}
bg: Споделяне {0} {1}
de_de: Teilen {0} {1}
el: Κοινή χρήση {0} {1}
hu_hu: {0} {1} megosztása
it_it: Condivisionne di {0} {1}
ja_jp: {0} {1} を共有しています
ka: გაზიარდება {0} {1}
nb_no: Deler {0} {1}
pt_pt: A Partilhar {0} {1}
zh_hans: 共享中 {0} {1}

# RenameError.ItemDeleted.Text
source: The item you're attempting to rename no longer exists. Please verify the correct location of the item you need to rename.
af: Die item wat jy probeer hernoem bestaan nie meer nie. Verifieer asseblief die korrekte ligging van die item wat jy moet hernoem.
bg: Елементът, който се опитвате да преименувате, вече не съществува. Моля, проверете правилното местоположение на елемента, който трябва да преименувате.
de_de: Das Element, das Sie umbenennen möchten, ist nicht mehr vorhanden. Bitte überprüfen Sie den richtigen Speicherort des Elements, das Sie umbenennen möchten.
el: Το στοιχείο που προσπαθείτε να μετονομάσετε δεν υπάρχει πλέον. Παρακαλούμε επαληθεύστε τη σωστή θέση του στοιχείου που θέλετε να μετονομάσετε.
hu_hu: Az elem, amit át szeretne nevezni már nem létezik.
it_it: L'elemento che stai cercando di rinominare non esiste più. Verifica la posizione corretta dell'elemento da rinominare.
ja_jp: 名前を変更しようとしているファイルが既に存在しません。 名前を変更する必要があるファイルの正しい場所を確認してください。
ka: ნივთი, რომლის სახელის გადარქმევასაც თქვენ ცდილობთ აღარ არსებობს. გთხოვთ გადაამოწმოთ იმ ნივთის სწორი მდებარეობა, რომლის სახელის გადარქმევაც გსურთ.
nb_no: Elementet du forsøker å gi nytt navn eksisterer ikke lenger. Kontroller den korrekte plasseringen av elementet du vil gi nytt navn.
pt_pt: O item que você está tentando mudar o nome já não existe. Verifique a localização correta do item que você precisa mudar o nome.
zh_hans: 您正在尝试重命名的项不存在。请确认您需要重命名项的正确位置。

# RenameError.ItemDeleted.Title
source: Item no longer exists
af: Item bestaan nie meer nie
bg: Елементът вече не съществува
de_de: Das Element exisitert nicht mehr
el: Το στοιχείο δεν υπάρχει πλέον
hu_hu: Az elem már nem létezik
it_it: L'elemento non esiste più
ja_jp: ファイルが既に存在しません
ka: ნივთი აღარ არსებობს
nb_no: Elementet eksisterer ikke lenger
pt_pt: O item já não existe
zh_hans: 项不再存在

# RenameError.NameInvalid.Text
source: The name specified was invalid. Please check the desired item name and try again.
af: Die naam wat gespesifiseer is was ongeldig. Kontroleer asseblief die gewenste itemnaam en probeer weer.
bg: Посоченото име е невалидно. Моля, проверете името на желания елемент и опитайте отново.
de_de: Der angegebene Dateiname war ungültig. Bitte überprüfen Sie den gewünschten Elementnamen und versuchen Sie es erneut.
el: Το όνομα που καθορίστηκε ήταν άκυρο. Ελέγξτε το επιθυμητό όνομα του στοιχείου και προσπαθήστε ξανά.
hu_hu: A megadott név helytelen. Ellenőrizze és próbálja újra!
it_it: Il nome specificato non è valido. Controlla il nome e riprova.
ja_jp: 指定された名前が無効でした。 目的の名前を確認して、再試行してください。
ka: მითითებული სახელი არასწორი იყო. გთხოვთ შეამოწმოთ სასურველი ნივთის სახელი და ხელახლა სცადოთ.
nb_no: Angitt navn er ugyldig. Kontroller ønsket navn og prøv igjen.
pt_pt: O nome especificado é inválido. Verifique o nome do item pretendido e tente novamente.
zh_hans: 指定的名称无效。请检查项名称并重试。

# RenameError.NameInvalid.Title
source: Invalid item name
af: Ongeldige itemnaam
bg: Невалидно име на елемент
de_de: Ungültiger Dateiname
el: Μη έγκυρο όνομα στοιχείου
hu_hu: Helytelen név
it_it: Nome dell'elemento non valido
ja_jp: 無効な名前
ka: არასწორი ნივთის სახელი
nb_no: Ugyldig navn
pt_pt: Nome do item inválido
zh_hans: 项名称错误

# RenameError.TooLong.Text
source: The length of the item name specified exceeds the maximum limit. Please check the desired name and try again.
af: Die lengte van die itemnaam wat gespesifiseer word oorskry die maksimum limiet. Kontroleer asseblief die gewenste naam en probeer weer.
bg: Дължината на посоченото име на елемент надвишава максималното ограничение. Моля, проверете желаното име и опитайте отново.
de_de: Die Länge des angegebenen Elementnamens überschreitet den Grenzwert. Bitte überprüfen Sie den gewünschten Namen und versuchen Sie es erneut.
el: Το μήκος του καθορισμένου ονόματος στοιχείου υπερβαίνει το μέγιστο όριο. Ελέγξτε το επιθυμητό όνομα και προσπαθήστε ξανά.
hu_hu: A név hosszabb, mint ami maximálisan megengedett. Kérjük válasszon rövidebb nevet!
it_it: Il nome specificato è troppo lungo. Controlla il nome e riprova.
ja_jp: 指定された名前の長さが上限を超えています。名前を確認して、もう一度やり直してください。
ka: მითითებული ნივთის სიგრძე აღემატება მაქსიმალურ ლიმიტს. გთხოვთ შეამოწმოთ სასურველი სახელი და ხელახლა სცადოთ.
nb_no: Lengden på navnet overstiger maksimumslengden. Kontrollert ønsket navn og prøv igjen.
pt_pt: O comprimento do nome do item especificado excede o limite máximo. Verifique o nome desejado e tente novamente.
zh_hans: 指定的项名称长度超出最大限制。请检查名称并重试。

# RenameError.TooLong.Title
source: Item name was too long
af: Item naam was te lank
bg: Името на елемента беше твърде дълго
de_de: Der Elementname war zu lang
el: Το όνομα του στοιχείου ήταν πολύ μεγάλο
hu_hu: Túl hosszú név
it_it: Il nome dell'elemento è troppo lungo
ja_jp: 名前が長すぎます
ka: ნივთის სახელი საკმაოდ გრძელი იყო
nb_no: Navnet på elementet var for langt
pt_pt: O nome do item é muito longo
zh_hans: 项名称过长

# ContextMenuMoreItemsLabel
source: More
af: Meer
bg: Повече
de_de: Mehr
el: Περισσότερα
hu_hu: Továbbiak
it_it: Altre opzioni
ja_jp: その他
ka: მეტი
nb_no: Mer
pt_pt: Mais
zh_hans: 更多

# SettingsMultitaskingTitle.Text
source: Multitasking
el: Πολυδιεργασία
hu_hu: Multitaszking
ja_jp: マルチタスク
ka: მრავალამომსახურება
pt_pt: Multitarefa
zh_hans: 多任务

# SettingsNavMultitasking.Content
source: Multitasking
af: Multi-taak
el: Πολυδιεργασία
hu_hu: Multitaszking
ja_jp: マルチタスク
ka: მრავალამომსახურება
pt_pt: Multitarefa
zh_hans: 多任务

# BaseLayoutItemContextFlyoutSetAs.Text
source: Set as
af: Stel as
bg: Задай като
de_de: Festlegen als
el: Ορίστε ως
hu_hu: Beállítás mint
it_it: Imposta come
ja_jp: 背景に設定
ka: დაყენება როგორც
nb_no: Angi som
pt_pt: Definir como
zh_hans: 设置为

# BaseLayoutItemContextFlyoutCopyLocation.Text
source: Copy location
af: Kopieer ligging
de_de: Speicherort kopieren
el: Αντιγραφή τοποθεσίας
it_it: Copia percorso
ja_jp: 場所をコピー
zh_hans: 复制路径

# VerticalTabViewAddTab.Text
source: Add tab
af: Voeg duimgids by
bg: Добави раздел
de_de: Tab hinzufügen
el: Προσθήκη καρτέλας
hu_hu: Lap hozzáadása
it_it: Aggiungi scheda
ja_jp: タブの追加
ka: ჩანართის დამატება
nb_no: Legg til fane
pt_pt: Adicionar separador
zh_hans: 添加选项卡

# VerticalTabViewHeader.Text
source: Open tabs
af: Maak duimgidse oop
bg: Отвори раздели
de_de: Geöffnete Tabs
el: Άνοιγμα καρτέλων
hu_hu: Megnyitott lapok
it_it: Apri schede
ja_jp: タブを開く
ka: ჩანართების გახსნა
nb_no: Åpne faner
pt_pt: Abrir separadores
zh_hans: 打开选项卡

# ButtonNo.Content
source: No
af: Nee
de_de: Nein
el: Όχι
ja_jp: いいえ
zh_hans: 否

# ButtonYes.Content
source: Yes
af: Ja
de_de: Ja
el: Ναι
it_it: Sì
ja_jp: はい
zh_hans: 是
