Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

# PreviewPaneDetailsNotAvailableText
source: No details available
af: Geen besonderhede beskikbaar nie
bg: Няма налични подробности
de_de: Keine Details verfügbar
el: Δεν υπάρχουν διαθέσιμες λεπτομέρειες
hu_hu: Nincsenek elérhető részletek
it_it: Dettagli non disponibili
ja_jp: 詳細利用不可
ka: დეტალები არ არის ხელმისაწვდომი
nb_no: Detaljer ikke tilgjengelig
pt_pt: Nenhum detalhe disponível
zh_hans: 没有可用的详细信息

source: No item selected
af: Geen item gekies nie
bg: Няма избран елемент
de_de: Kein Objekt ausgewählt
el: Δεν έχει επιλεγεί κανένα στοιχείο
hu_hu: Nincs elem kiválasztva
it_it: Nessun elemento selezionato
ja_jp: 選択されていません
ka: ელემენტი არ არის არჩეული
nb_no: Ingen elementer valgt
pt_pt: Nenhum item selecionado
zh_hans: 未选择任何项

# PropertyItemTarget
source: Target
af: Teiken
bg: Цел
de_de: Ziel
el: Στόχος
hu_hu: Cél
it_it: Destinazione
ja_jp: ターゲット
ka: სამიზნე
nb_no: Mål
pt_pt: Destino
zh_hans: 目标

# PropertyItemArguments
source: Arguments
af: Argumente
de_de: Argumente
el: Επιχειρήματα
it_it: Argomenti:
ja_jp: 引数
zh_hans: 参数

# SidebarLibraries
source: Libraries
af: Biblioteke
bg: Библиотеки
de_de: Bibliotheken
el: Βιβλιοθήκες
hu_hu: Könyvtárak
it_it: Raccolte
ja_jp: ライブラリ
ka: ბიბლიოთეკა
nb_no: Biblioteker
pt_pt: Bibliotecas
zh_hans: 库

# PropertyItemCount
source: Item count
af: Item telling
bg: Брой елементи
de_de: Anzahl an Objekten
el: Αριθμός αντικειμένων
hu_hu: Elemek száma
it_it: Numero elementi
ja_jp: ファイル数
ka: ნივთების რაოდენობა
nb_no: Antall elementer
pt_pt: Contagem de itens
zh_hans: 项数

# StatusDeletionFailed
source: Deletion Failed
af: Skrapping het Misluk
bg: Изтриването не бе успешно
de_de: Löschen fehlgeschlagen
el: Η διαγραφή απέτυχε
hu_hu: Sikertelen törlés
it_it: Eliminazione non riuscita
ja_jp: 削除に失敗
ka: წაშლა ვერ მოხერხდა
nb_no: Sletting mislyktes
pt_pt: Eliminação Falhada
zh_hans: 删除失败

# StatusUnknownError
source: An unknown error has occurred.
af: 'n Onbekende fout het voorgekom.
bg: Възникна неизвестна грешка.
de_de: Ein unbekannter Fehler ist aufgetreten.
el: Εμφανίστηκε ένα άγνωστο σφάλμα.
hu_hu: Ismeretlen hiba történt.
it_it: Si è verificato un errore sconosciuto.
ja_jp: 不明なエラーが発生しました。
ka: მოხდა გაურკვეველი შეცდომა.
nb_no: En ukjent feil har oppstått.
pt_pt: Ocorreu um erro desconhecido.
zh_hans: 出现了未知错误。

# StatusDeletionComplete
source: Deletion complete
af: Skrapping voltooi
bg: Изтриването е отменено
de_de: Löschvorgang abgeschlossen
el: Η διαγραφή ολοκληρώθηκε
hu_hu: Törlés befelyezve
it_it: Eliminazione completata
ja_jp: 削除完了
ka: წაშლა დასრულებულია
nb_no: Sletting utført
pt_pt: Eliminação completa
zh_hans: 删除完成

# StatusOperationCompleted
source: The operation has completed.
af: Die operasie is voltooi.
bg: Операцията е завършена.
de_de: Die Operation wurde beendet.
el: Η λειτουργία ολοκληρώθηκε.
hu_hu: Művelet befelyezve.
it_it: L'operazione è stata completata.
ja_jp: 操作を完了しました。
ka: მოქმედება დასრულებულია.
nb_no: Handlingen er utført
pt_pt: A operação está completa.
zh_hans: 此操作已完成。

# StatusRecycleComplete
source: Recycle complete
af: Herwin voltooi
bg: Рециклирането е завършено
de_de: Papierkorb geleert
el: Η ανακύκλωση ολοκληρώθηκε
hu_hu: Újrahasznosítás befelyezve
it_it: Eliminazione nel cestino completata
ja_jp: リサイクル完了
ka: გადამუშავება დასრულებულია
nb_no: Flytting til papirkurv utført
pt_pt: Reciclagem completa
zh_hans: 回收完成

# StatusMoveComplete
source: Move complete
af: Skuif voltooi
bg: Преместването е завършено
de_de: Verschiebevorgang abgeschlossen
el: Η μετακίνηση ολοκληρώθηκε
hu_hu: Áthelyezés befelyezve
it_it: Spostamento completato
ja_jp: 移動完了
ka: გადატანა დასრულებულია
nb_no: Flytting utført
pt_pt: Mover completo
zh_hans: 移动完成

# StatusCopyComplete
source: Copy complete
af: Kopieer voltooi
bg: Копирането завършено
de_de: Kopiervorgang abgeschlossen
el: Η αντιγραφή ολοκληρώθηκε
hu_hu: Másolás befelyezve
it_it: Copia completata
ja_jp: コピー完了
ka: ასლის შექმნა დასრულებულია
nb_no: Kopiering utført
pt_pt: Cópia completa
zh_hans: 复制完成

# ElevateConfirmDialog.CloseButtonText
source: No
af: Nee
de_de: Nein
el: Όχι
ja_jp: いいえ
zh_hans: 否

# ElevateConfirmDialog.Title
source: This action requires administrator rights
af: Hierdie aksie vereis administrateurregte
bg: Това действие изисква администраторски права
de_de: Diese Aktion erfordert Administratorrechte
el: Αυτή η ενέργεια απαιτεί δικαιώματα διαχειριστή
hu_hu: Ehhez a művelethez rendszergazdai jogosultságok szükségesek
it_it: Questa operazione richiede privilegi elevati
ja_jp: 続行するには管理者権限が必要です
ka: ეს მოქმედება მოითხოვს ადმინისტრატორის უფლებებს
nb_no: Denne handlingen krever administrator-rettigheter
pt_pt: Esta ação requer direitos de administrador
zh_hans: 此操作需要管理员权限

# ElevateConfirmDialog.Content
source: Would you like to continue as administrator?
af: Wil jy graag as administrateur voortgaan?
bg: Искате ли да продължите като администратор?
de_de: Möchten Sie als Administrator fortfahren?
el: Θα θέλατε να συνεχίσετε ως διαχειριστής;
hu_hu: Szeretné rendszergazdaként folytatni?
it_it: Vuoi continuare come amministratore?
ja_jp: 管理者として続行しますか？
ka: გსურთ გააგრძელოთ, როგორც ადმინისტრატორმა?
nb_no: Vil du fortsette som administrator?
pt_pt: Deseja continuar como administrador?
zh_hans: 你想要以管理员权限继续吗？

# HorizontalMultitaskingControlCloseTabsToTheRight.Text
source: Close tabs to the right
af: Sluit duimgidse aan die regterkant
de_de: Rechte Tabs schließen
el: Κλείσιμο καρτελών δεξιά
hu_hu: Jobbra lévő lapok bezárása
it_it: Chiudi schede a destra
ja_jp: 右側のタブを閉じる
ka: ჩანართების დახურვა მარჯვნივ
pt_pt: Feche os separadores à direita
zh_hans: 关闭右侧选项卡

# FullTrustStatusTeachingTip.Title
source: Administrator
af: Administrateur
bg: Администратор
el: Διαχειριστής
hu_hu: Rendszergazda
it_it: Amministratore
ja_jp: 管理者
ka: ადმინისტრატორი
pt_pt: Administrador
zh_hans: 管理员

# FullTrustStatusTeachingTip.Subtitle
source: Files is running as administrator
af: Files loop as administrateur
bg: Files се изпълнява като администратор
de_de: Files wird mit Administratorrechten ausgeführt
el: Το Files εκτελείται ως διαχειριστής
hu_hu: A Files rendszergazdaként fut
it_it: Files è eseguito come amministratore
ja_jp: Files は管理者権限で起動しています
ka: ფაილები გაშვებულია ადმინისტრატორის სახელით
nb_no: Files kjører som administrator
pt_pt: Files está a ser executado como administrador
zh_hans: Files 正在以管理员权限运行

# PinItemToStart.Text
source: Pin to the Start Menu
af: Pen na die Beginkieslys
bg: Закачи към Старт
de_de: An "Start" anheften
el: Καρφίτσωμα στο μενού Έναρξη
hu_hu: Kitűzés a Start menübe
it_it: Aggiungi a Start
ja_jp: スタートメニューに固定
ka: საწყის მენიუში ჩამაგრება
nb_no: Fest til Start-menyen
pt_pt: Afixar no Menu Iniciar
zh_hans: 固定到开始菜单

# UnpinItemFromStart.Text
source: Unpin from the Start Menu
af: Onpen van die Beginkieslys
bg: Откачи от Старт
de_de: Von "Start" lösen
el: Ξεκαρφίτσωμα από το μενού Έναρξη
hu_hu: Levétel a Start menüből
it_it: Rimuovi da Start
ja_jp: スタートメニューから固定解除
ka: საწყისი მენიუდან ჩამაგრების მოხსნა
nb_no: Løsne fra Start-menyen
pt_pt: Desafixar do Menu Iniciar
zh_hans: 从开始菜单取消固定

# NavToolbarColumnView.AutomationProperties.Name
source: Columns
af: Kolomme
de_de: Spaltenansicht
el: Στήλες
it_it: Colonne
ja_jp: カラム表示
zh_hans: 列视图

# NavToolbarColumnView.ToolTipService.ToolTip
source: Columns (Ctrl+Shift+6)
af: Kolomme (Ctrl+Shift+6)
de_de: Spaltenansicht (Strg+Shift+6)
el: Στήλες (Ctrl+Shift+6)
it_it: Colonne (Ctrl+Shift+6)
ja_jp: カラム表示 (Ctrl+Shift+6)
zh_hans: 列视图 (Ctrl+Shift+6)

# BaseLayoutContextFlyoutColumn.Text
source: Columns
af: Kolomme
de_de: Spaltenansicht
el: Στήλες
it_it: Colonne
ja_jp: カラム表示
zh_hans: 列视图

# PropertiesFilesFoldersAndLocationsCountString
source: {0:#,##0} files, {1:#,##0} folders from {2:#,##0} locations
af: {0:#,##0} lêers, {1:#,##0} omslae van {2:#,##0} plekke
bg: {0:#,##0} файла, {1:#,##0} папки от {2:#,##0} местоположения
de_de: {0:#,##0} Dateien, {1:#,##0} Ordner von {2:#,##0} Orten
el: {0:#,##0} αρχεία, {1:#,##0} φάκελοι από {2:#,##0} τοποθεσίες
hu_hu: {0:#,##0} fájl, {1:#,##0} mappa {2:#,##0} helyről
it_it: {0:#,##0} file, {1:#,##0} cartelle da {2:#,##0} percorsi
ja_jp: {2:#,##0} か所からの {0:#,##0} ファイル, {1:#,##0} フォルダ
ka: {0:#,##0} ფაილი, {1:#,##0} საქაღალდე {2:#,##0} მდებარეობიდან
nb_no: {0:#,##0} filer, {1:#,##0} mapper fra {2:#,##0} plasseringer
pt_pt: {0:#,##0} ficheiros, {1:#,##0} pastas em {2:#,##0} localizações
zh_hans: {0:#,##0} 个文件，{1:#,##0} 个文件夹，来自 {2:#,##0} 位置

# ItemTypeLibrary
source: Library
af: Biblioteek
bg: Библиотека
de_de: Bibliothek
el: Βιβλιοθήκη
hu_hu: Könyvtár
it_it: Raccolta
ja_jp: ライブラリ
ka: ბიბლიოთეკა
nb_no: Bibliotek
pt_pt: Biblioteca
zh_hans: 库

# LibraryItemAutomation
source: Library
af: Biblioteek
bg: Библиотека
de_de: Bibliothek
el: Βιβλιοθήκη
hu_hu: Könyvtár
it_it: Raccolta
ja_jp: ライブラリ
ka: ბიბლიოთეკა
nb_no: Bibliotek
pt_pt: Biblioteca
zh_hans: 库

source: Library
af: Biblioteek
bg: Библиотека
de_de: Bibliothek
el: Βιβλιοθήκη
hu_hu: Könyvtár
it_it: Raccolta
ja_jp: ライブラリ
ka: ბიბლიოთეკა
nb_no: Bibliotek
pt_pt: Biblioteca
zh_hans: 库

# LibraryLocations.Text
source: Locations:
af: Plekke:
bg: Местоположения:
de_de: Orte:
el: Τοποθεσίες:
hu_hu: Helyek:
it_it: Percorsi:
ja_jp: 場所:
ka: მდებარეობები:
nb_no: Plasseringer:
pt_pt: Localizações:
zh_hans: 位置:

# LibraryLocationsButtonAdd.Label
source: Add
af: Voeg By
de_de: Hinzufügen
el: Προσθήκη
it_it: Aggiungi
ja_jp: 追加
zh_hans: 添加

# LibraryLocationsButtonSetDefault.Label
source: Default
af: Verstek
de_de: Standard
el: Προεπιλογή
it_it: Predefinito
ja_jp: デフォルト
zh_hans: 默认

# LibraryLocationsButtonSetDefault.ToolTipService.ToolTip
source: Set as default save path
af: Stel as verstek stoorpad
de_de: Als Standardspeicherpfad festlegen
el: Ορισμός ως προεπιλεγμένη διαδρομή αποθήκευσης
it_it: Imposta come percorso di salvataggio predefinito
ja_jp: デフォルトの保存場所に設定
zh_hans: 设置为默认保存路径

# LibraryLocationsButtonRemove.Label
source: Remove
af: Verwyder
bg: Премахни
de_de: Entfernen
el: Αφαίρεση
hu_hu: Eltávolítás
it_it: Rimuovi
ja_jp: 削除
ka: წაშლა
nb_no: Fjern
pt_pt: Remover
zh_hans: 移除

# LibraryNoLocations.Text
source: No locations
af: Geen liggings nie
bg: Няма местоположения
de_de: Keine Orte
el: Δεν υπάρχουν τοποθεσίες
hu_hu: Nincsenek helyek
it_it: Nessun percorso
ja_jp: 場所なし
ka: ადგილმდებარეობები არ არის
nb_no: Ingen plasseringer
pt_pt: Sem Localizações
zh_hans: 没有位置

# ErrorInputEmpty
source: Input field cannot be empty!
af: Insetveld kan nie leeg wees nie!
bg: Полето за въвеждане не може да бъде празно!
de_de: Eingabefeld darf nicht leer sein!
el: Το πεδίο εισαγωγής δεν μπορεί να είναι κενό!
hu_hu: A mező nem lehet üres!
it_it: Il nome non può essere vuoto!
ja_jp: 入力フィールドは空欄にはできません！
ka: შეყვანის ველი არ შეიძლება იყოს ცარიელი!
nb_no: Input-feltet kan ikke være tomt!
pt_pt: O campo não pode estar vazio!
zh_hans: 输入栏不能为空。

# ErrorNameInputRestrictedCharacters
source: The name must not contain the following characters: \ / : * ? " < > |
af: Die naam mag nie die volgende karakters bevat nie: \ / : * ? " < > |
bg: Името не трябва да съдържа следните знаци: \ / : * ? " < > |
de_de: Der Name darf keine der folgenden Zeichen enthalten: \ / : * ? " < > |
el: Το όνομα δεν πρέπει να περιέχει τους ακόλουθους χαρακτήρες: \ / : * ? " < > |
hu_hu: A név nem tartalmazhatja a következő karaktereket: \ / : * ? " < > |
it_it: Il nome non può contenere i seguenti caratteri: \ / : * ? " < > |
ja_jp: 名前には以下の文字は使用できません: \ / : * ? " < > |
ka: სახელი არ უნდა შეიცავდეს შემდეგ სიმბოლოებს: \ / : * ? " < > |
nb_no: Navnet kan ikke inneholder følgende tegn: \ / : * ? " < > |
pt_pt: O nome não pode conter os seguintes carateres: \ / : * ? " < > |
zh_hans: 文件名不能包含下列任何字符：\ / : * ? " < > |

# ErrorNameInputRestricted
source: Using this name is not allowed!
af: Die gebruik van hierdie naam word nie toegelaat nie!
bg: Използването на това име не е разрешено!
de_de: Das Benutzen dieses Namens ist nicht erlaubt!
el: Η χρήση αυτού του ονόματος δεν επιτρέπεται!
hu_hu: Ez a név nem támogatott
it_it: Questo nome non è consentito!
ja_jp: この名前は使用できません！
ka: დაუშვებელია ამ სახელის გამოყენება!
nb_no: Dette navnet er ikke tillatt!
pt_pt: Não é permitido utilizar este nome!
zh_hans: 不允许使用此名称。

# CreateLibraryErrorAlreadyExists
source: Library with the same name already exists!
af: Biblioteek met dieselfde naam bestaan reeds!
bg: Библиотека със същото име вече съществува!
de_de: Eine Bibliothek mit dem gleichen Namen existiert bereits!
el: Βιβλιοθήκη με το ίδιο όνομα υπάρχει ήδη!
hu_hu: Már létezik könyvtár ezzel a névvel!
it_it: Una raccolta con questo nome esiste già!
ja_jp: 同じ名前のライブラリが既に存在しています！
ka: ბიბლიოთეკა მსგავსი სახელით უკვე არსებობს!
nb_no: Et bibliotek med samme navn eksisterer fra før!
pt_pt: Existe uma Biblioteca com o mesmo nome!
zh_hans: 同名称的库已存在。

# BaseLayoutContextFlyoutDeleteLibrary.Text
source: Delete Library
af: Skrap Biblioteek
bg: Изтрий библиотека
de_de: Bibliothek löschen
el: Διαγραφή βιβλιοθήκης
hu_hu: Könyvtár törlése
it_it: Elimina Raccolta
ja_jp: ライブラリを削除
ka: ბიბლიოთეკის წაშლა
nb_no: Slett bibliotek
pt_pt: Eliminar Biblioteca
zh_hans: 删除库

# DialogCreateLibraryButtonText
source: Create
af: Skep
bg: Създай
de_de: Erstellen
el: Δημιουργία
hu_hu: Létrehozás
it_it: Crea
ja_jp: 作成
ka: შექმნა
nb_no: Opprett
pt_pt: Criar
zh_hans: 创建

# DrivesWidgetOpenStorageSenseButton.ToolTipService.ToolTip
source: Open Storage Sense
af: Maak Storage Sense Oop
bg: Отвори Storage Sense
de_de: Speicherplatzverwaltung öffnen
el: Άνοιγμα ελέγχου αποθήκευσης
hu_hu: Tárterületsegéd megnyitása
it_it: Apri Sensore Memoria
ja_jp: ストレージ センサーを開く
ka: შენახვის გრძნობის გახსნა
nb_no: Åpne Lagringssensor
pt_pt: Abrir Sensor de Armanezamento
zh_hans: 打开存储感知

# DrivesWidgetOpenStorageSenseButton.AutomationProperties.Name
source: Open Storage Sense
af: Maak Storage Sense Oop
bg: Отвори Storage Sense
de_de: Speicherplatzverwaltung öffnen
el: Άνοιγμα ελέγχου αποθήκευσης
hu_hu: Tárterületsegéd megnyitása
it_it: Apri Sensore Memoria
ja_jp: ストレージ センサーを開く
ka: შენახვის გრძნობის გახსნა
nb_no: Åpne Lagringssensor
pt_pt: Abrir Sensor de Armanezamento
zh_hans: 打开存储感知

# PropertyISO
source: ISO speed
af: ISO spoed
bg: ISO скорост
de_de: ISO-Empfindlichkeit
el: Ταχύτητα ISO
hu_hu: ISO sebesség
it_it: Velocità ISO
ja_jp: ISO 感度
ka: ISO სიჩქარე
nb_no: ISO-hastighet
pt_pt: Sensibilidade ISO
zh_hans: ISO 感光度

# CopyItemsDialogPrimaryButtonText
source: Copy
af: Kopieer
de_de: Kopieren
el: Αντιγραφή
it_it: Copia
ja_jp: コピー
zh_hans: 复制

# CopyItemsDialogSubtitleMultiple
source: {0} items will be copied
af: {0} items sal gekopieer word
bg: {0} елемента ще бъдат копирани
de_de: {0} Objekte werden kopiert
el: {0} στοιχεία θα αντιγραφούν
hu_hu: {0} elem másolva lesz
it_it: Copia di {0} elementi
ja_jp: {0} 個のファイルがコピーされます
ka: {0} ელემენტის ასლი შეიქმნება
nb_no: {0} elementer vil bli kopiert
pt_pt: {0} itens serão copiados
zh_hans: {0} 项将被复制

# CopyItemsDialogTitle
source: Copy item(s)
af: Kopieer item(s)
bg: Копирай елемент/и
de_de: Objekt(e) kopieren
el: Αντιγραφή αντικειμένου(ων)
hu_hu: Elem(ek) másolása
it_it: Copia elemento/i
ja_jp: ファイルをコピー
ka: ელემენტ(ებ)ის ასლის შექმნა
nb_no: Kopier element(er)
pt_pt: Item(ns) copiado(s)
zh_hans: 复制项

# DeleteItemsDialogTitle
source: Delete item(s)
af: Skrap item(s)
bg: Изтрий елемент/и
de_de: Objekt(e) löschen
el: Διαγραφή στοιχείου(ων)
hu_hu: Elem(ek) törlése
it_it: Elimina elemento/i
ja_jp: ファイルを削除
ka: ელემენტ(ებ)ის წაშლა
nb_no: Slett element(er)
pt_pt: Item(ns) eliminado(s)
zh_hans: 删除项

# MoveItemsDialogPrimaryButtonText
source: Move
af: Skuif
bg: Премести
de_de: Verschieben
el: Μετακίνηση
hu_hu: Áthelyezés
it_it: Sposta
ja_jp: 移動
ka: გადატანა
nb_no: Flytt
pt_pt: Mover
zh_hans: 移动

# MoveItemsDialogSubtitleMultiple
source: {0} items will be moved
af: {0} items sal verskuif word
bg: {0} елементи ще бъдат преместени
de_de: {0} Objekte werden verschoben
el: {0} στοιχεία θα μετακινηθούν
hu_hu: {0} elem át lesz helyezve
it_it: Spostamento di {0} elementi
ja_jp: {0} 個のファイルが移動されます
ka: {0} ერთეულის გადატანა მოხდება
nb_no: {0} elementer vil bli flyttet
pt_pt: {0} itens serão movidos
zh_hans: {0} 项将被移动

# MoveItemsDialogTitle
source: Move item(s)
af: Skuif item(s)
bg: Премести елемент(и)
de_de: Objekt(e) verschieben
el: Μετακίνηση αντικειμένου(ων)
hu_hu: Elem(ek) áthelyezése
it_it: Sposta elemento/i
ja_jp: ファイルを移動
ka: ელემენტ(ებ)ის გადატანა
nb_no: Flytt element(er)
pt_pt: Mover item(ns)
zh_hans: 移动项

# DeleteItemsDialogSubtitleMultiple
source: {0} items will be deleted
af: {0} items sal geskrap word
bg: {0} елементи ще бъдат изтрити
de_de: {0} Objekte werden gelöscht
el: {0} στοιχεία θα διαγραφούν
hu_hu: {0} elem törölve lesz
it_it: Eliminazione di {0} elementi
ja_jp: {0} 個のファイルが削除されます
ka: {0} ელემენტი წაიშლება
nb_no: {0} elementer vil bli slettet
pt_pt: {0} itens serão eliminados
zh_hans: {0} 项将被删除

# ConflictingItemsDialogPrimaryButtonText
source: Continue
af: Voortgaan
bg: Продължи
de_de: Fortfahren
el: Συνέχεια
hu_hu: Folytatás
it_it: Continua
ja_jp: 続行
ka: გაგრძელება
nb_no: Fortsett
pt_pt: Continuar
zh_hans: 继续

# ConflictingItemsDialogTitle
source: Conflicting file name(s)
af: Teenstrydige lêernaam(s)
bg: Конфликтно(и) име(на) на файл
de_de: Dateiname(n) im Konflikt
el: Συγκρουόμενα ονόματα αρχείων
hu_hu: Ütköző fájlnevek
it_it: Conflitti
ja_jp: 削除
ka: წინააღმდეგობრივი ფაილების სახელები
nb_no: Konflikterende filnavn
pt_pt: Nome(s) de ficheiro(s) em conflito
zh_hans: 文件名冲突

# CopyItemsDialogSubtitleSingle
source: One item will be copied
af: Een item sal gekopieer word
bg: Един елемент ще бъде копиран
de_de: Ein Objekt wird kopiert
el: Ένα στοιχείο θα αντιγραφεί
hu_hu: Egy elem másolva lesz
it_it: Copia di un elemento
ja_jp: 1 個のファイルがコピーされます
ka: ერთი ელემენტის ასლი იქნება შექმნილი
nb_no: Ett element vil bli kopiert
pt_pt: Um item irá ser copiado
zh_hans: 将复制一项

# DeleteItemsDialogSubtitleSingle
source: One item will be deleted
af: Een item sal geskrap word
bg: Един елемент ще бъде изтрит
de_de: Ein Objekt wird gelöscht
el: Ένα στοιχείο θα διαγραφεί
hu_hu: Egy elem törölve lesz
it_it: Eliminazione di un elemento
ja_jp: 1 個のファイルが削除されます
ka: ერთი ელემენტი წაიშლება
nb_no: Ett element vil bli slettet
pt_pt: Um item será eliminado
zh_hans: 将删除一项

# MoveItemsDialogSubtitleSingle
source: One item will be moved
af: Een item sal verskuif word
bg: Един елемент ще бъде преместен
de_de: Ein Objekt wird verschoben
el: Ένα στοιχείο θα μετακινηθεί
hu_hu: Egy elem át lesz helyezve
it_it: Spostamento di un elemento
ja_jp: 1 個のファイルが移動されます
ka: ერთი ელემენტის გადატანა მოხდება
nb_no: Ett element vil bli flyttet
pt_pt: Um item será movido
zh_hans: 将移动一项

# DeleteItemsDialogPermanentlyDeleteCheckBox.Content
source: Permanently delete
af: Skrap permanent
bg: Изтрий безвъзвратно
de_de: Permanent löschen
el: Μόνιμη διαγραφή
hu_hu: Végleges törlés
it_it: Elimina definitivamente
ja_jp: 完全に削除
ka: სამუდამოდ წაშლა
nb_no: Slett permanent
pt_pt: Eliminar permanentemente
zh_hans: 永久删除

# SearchUnindexedItemsLabel.Text
source: Didn't find what you're looking for?
af: Het jy nie gevind waarna jy soek nie?
bg: Не намери това, което търсеше?
de_de: Nicht gefunden was du suchst?
el: Δεν βρήκατε αυτό που ψάχνατε;
hu_hu: Nincs itt amit keresett?
it_it: Non sono i droidi che stavi cercando?
ja_jp: お探しのファイルが見つかりませんでしたか？
ka: ვერ იპოვეთ ის რასაც ეძებდით?
nb_no: Fant du ikke det du letet etter?
pt_pt: Não encontrou o que estava a procura?
zh_hans: 未找到你要找的内容?

# SearchUnindexedItemsButton.Content
source: Search unindexed items.
af: Soek ongedekseerde items.
bg: Търси неиндексирани елементи.
de_de: Nicht indizierte Objekte durchsuchen
el: Αναζήτηση μη ευρετηριασμένων στοιχείων.
hu_hu: Nem indexelt elemek keresése.
it_it: Cerca fra gli elementi non indicizzati.
ja_jp: インデックスされていないファイルを検索
ka: გამოუქვეყნებელი ელემენტების მოძებნა.
nb_no: Søk i uindekserte elementer.
pt_pt: Procurar itens indexados.
zh_hans: 搜索未编入索引的项。

# NavToolbarWidgets.ToolTipService.ToolTip
source: Manage Widgets
af: Bestuur Hulptuie
bg: Управление на притурки
de_de: Widgets verwalten
el: Διαχείριση Widgets
hu_hu: Widgetek kezelése
it_it: Gestisci i Widget
ja_jp: ウィジェットを管理
ka: ვიჯეტების მართვა
nb_no: Behandle widgets
pt_pt: Gerir Widgets
zh_hans: 管理小部件

# NavToolbarWidgetsManager.AutomationProperties.Name
source: Manage widgets
af: Bestuur hulptuie
bg: Управление на притурки
de_de: Widgets verwalten
el: Διαχείριση widgets
hu_hu: Widgetek kezelése
it_it: Gestisci i widget
ja_jp: ウィジェットを管理
ka: ვიჯეტების მართვა
nb_no: Behandle widgets
pt_pt: Gerir widgets
zh_hans: 管理小部件

# NavToolbarShowBundlesWidget.Header
source: Show Bundles widget
af: Wys Bondels-hulptuig
bg: Показване на притурка за пакети
de_de: Sammlungswidget anzeigen
el: Εμφάνιση widget δεσμών
hu_hu: Munkaterületek megjelenítése
it_it: Mostra widget Gruppi
ja_jp: バンドル ウィジェットを表示
ka: პაკეტების ვიჯეტის ჩვენება
nb_no: Vis widget for samlinger
pt_pt: Mostrar widget de Pacotes
zh_hans: 显示包小部件

# NavToolbarShowDrivesWidget.Header
source: Show Drives widget
af: Wys Aandrywers-hulptuig
bg: Показване на притурка за дискови устройства
de_de: Laufwerkswidget anzeigen
el: Εμφάνιση widget δίσκων
hu_hu: Meghajtók megjelenítése
it_it: Mostra widget Risorse
ja_jp: ドライブ ウィジェットを表示
ka: დისკების ვიჯეტის ჩვენება
nb_no: Vis widget for enheter
pt_pt: Mostrar widget de Unidades
zh_hans: 显示驱动器小部件

# NavToolbarShowRecentFilesWidget.Header
source: Show Recent Files widget
af: Wys onlangse lêers hulptuig
bg: Показване на притурка за последните файлове
de_de: Zuletzt verwendete Dateien-Widget anzeigen
el: Εμφάνιση widget πρόσφατων αρχείων
hu_hu: Előzmények megjelenítése
it_it: Mostra widget File Recenti
ja_jp: 最近使用したファイル ウィジェットを表示
ka: ბოლოდროინდელი ფაილების ვიჯეტის ჩვენება
nb_no: Vis widget for nylige filer
pt_pt: Mostrar widget de Ficheiros Recentes
zh_hans: 显示最近文件小部件

# NavToolbarManageWidgetsFlyoutHeader.Text
source: Manage Widgets
af: Bestuur Hulptuie
bg: Управление на притурки
de_de: Widgets verwalten
el: Διαχείριση Widgets
hu_hu: Widgetek kezelése
it_it: Gestisci i Widget
ja_jp: ウィジェットを管理
ka: ვიჯეტების მართვა
nb_no: Behandle widgets
pt_pt: Gerir Widgets
zh_hans: 管理小部件

# NavToolbarShowFolderWidget.Header
source: Show Folders widget
af: Wys Omslae-hulptuig
bg: Показване на притурка за папки
de_de: Bibiliothekswidget anzeigen
el: Εμφάνιση widget φακέλων
hu_hu: Könyvtárak megjelenítése
it_it: Mostra widget Raccolta
ja_jp: ライブラリ ウィジェットを表示
ka: საქაღალდეების ვიჯეტის ჩვენება
nb_no: Vis widget for mapper
pt_pt: Mostrar widget de Biblioteca
zh_hans: 显示文件夹小部件

# ConflictingItemsDialogSubtitleMultipleConflictsMultipleNonConflicts
source: There are {0} conflicting file names, and {1} outgoing item(s).
af: Daar is {0} teenstrydige lêername, en {1} uitgaande item(s).
bg: Има {0} конфликтни имена на файлове и {1} изходящ(и) елемент(и).
de_de: Es gibt {0} Dateinamenkonflikte und {1} verbleibende Elemente.
el: Υπάρχουν {0} αντικρουόμενα ονόματα αρχείων και {1} εξερχόμενα στοιχεία.
hu_hu: {0} ütköző fájlnév, és {1} kimenő elem.
it_it: Ci sono {0} conflitti, and {1} elemento/i senza conflitti.
ja_jp: {0} 個の競合するファイル名と、{1} 個のそうでないファイルがあります
ka: არსებობს ფაილების {0} წინააღმდეგობრივი სახელი და {1} გამავალი ერთეული.
nb_no: Det er konflikt mellom {0} filnavn og {1} utgående element(er).
pt_pt: Estão {0} nome(s) de ficheiro(s) em conflito e {1} item(ns) de saída.
zh_hans: 有 {0} 个冲突的文件名和 {1} 个完成项。
