Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

# RestartNotificationText.Text
source: The application needs to be restarted in order to apply these settings, would you like to restart the app?
af: Die toepassing moet herbegin word om hierdie instellings toe te pas, wil jy die program herbegin?
bg: Приложението трябва да се рестартира, за да се приложат тези настройки. Искате ли да рестартирате приложението?
de_de: Die Anwendung muss neu gestartet werden, um die Einstellungen zu übernehmen. Möchten Sie die Anwendung jetzt neu starten?
el: Η εφαρμογή πρέπει να επανεκκινηθεί για να εφαρμοστούν αυτές οι ρυθμίσεις, θα θέλατε να επανεκκινήσετε την εφαρμογή;
hu_hu: A Files újraindítása szükséges a nyelv beállítás érvénybe lépéséhez. Szeretné most újraindítani?
it_it: E' necessario riavviare l'applicazione per applicare queste impostazioni, vuoi riavviare l'app?
ja_jp: 言語設定を適用するには、アプリケーションを再起動する必要があります。アプリを再起動しますか？
ka: ამ პარამეტრების გამოსაყენებლად საჭიროა აპლიკაციის გადატვირთვა, გსურთ აპლიკაციის გადატვირთვა?
nb_no: Applikasjonen må startes på nytt for at disse innstillingene skal aktiveres. Ønsker du å starte på nytt?
pt_pt: A aplicação necessita ser reiniciada para aplicar estas definições, deseja reiniciar a aplicação?
zh_hans: 应用程序需要重新启动才能应用这些设置，你想重新启动应用程序吗？

# AddDialog.Title
source: Create a New Item
af: Skep 'n Nuwe Item
bg: Създай нов елемент
de_de: Neues Element erstellen
el: Δημιουργία νέου στοιχείου
hu_hu: Új elem létrehozása
it_it: Crea un Nuovo Elemento
ja_jp: 新しいファイルの作成
ka: ახალი ნივთის შექმნა
nb_no: Opprett nytt element
pt_pt: Criar um Novo Item
zh_hans: 创建一个新的项

# AddDialogDescription.Text
source: Choose a type for this new item below
af: Kies 'n tipe vir hierdie nuwe item hieronder
bg: Изберете тип за този нов елемент по-долу
de_de: Wählen Sie unten einen Dateityp für das neue Element aus
el: Επιλέξτε έναν τύπο για αυτό το νέο στοιχείο παρακάτω
hu_hu: Válasszon típust az alábbiak közül
it_it: Scegli il tipo per il nuovo elemento
ja_jp: 以下で新しいファイルの種類を選択してください
ka: აირჩიეთ ნიმუში ამ ახალი ერთეულისთვის ქვემოთ
nb_no: Velg en type for det nye elementet nedenfor
pt_pt: Escolha um tipo para este novo item abaixo
zh_hans: 从下方选择新项的类型

source: Cancel
af: Kanselleer
bg: Отказ
de_de: Abbrechen
el: Ακύρωση
hu_hu: Mégse
it_it: Annulla
ja_jp: キャンセル
ka: გაუქმება
nb_no: Avbryt
pt_pt: Cancelar
zh_hans: 取消

# AddDialogListFolderHeader
source: Folder
af: Omslag
de_de: Ordner
el: Φάκελος
it_it: Cartella
ja_jp: フォルダ
zh_hans: 文件夹

# AddDialogListFolderSubHeader
source: Creates an empty folder
af: Skep 'n leë omslag
bg: Създава празна папка
de_de: Erstellt einen leeren Ordner
el: Δημιουργεί έναν κενό φάκελο
hu_hu: Új mappa létrehozása
it_it: Crea una cartella vuota
ja_jp: 空のフォルダを作成
ka: ჰქმნის ცარიელ საქაღალდეს
nb_no: Oppretter en tom mappe
pt_pt: Cria uma pasta vazia
zh_hans: 创建一个空文件夹

# BaseLayoutContextFlyoutLayoutMode.Text
source: Layout mode
af: Uitlegmodus
bg: Режим на оформление
de_de: Layoutmodus
el: Λειτουργία διάταξης
hu_hu: Elrendezés
it_it: Modalità di visualizzazione
ja_jp: レイアウト モード
ka: განლაგების რეჟიმი
nb_no: Layout-modus
pt_pt: Modo de layout
zh_hans: 布局模式

# NavBackButton.AutomationProperties.Name
source: Navigate backwards
af: Navigeer agteruit
bg: Навигирай назад
de_de: Rückwärts navigieren
el: Πλοήγηση προς τα πίσω
hu_hu: Vissza navigálás
it_it: Posizione precedente
ja_jp: 前に戻る
ka: მართეთ უკან გადასვლები
nb_no: Naviger tilbake
pt_pt: Navegar para trás
zh_hans: 向后导航

# NavForwardButton.AutomationProperties.Name
source: Navigate forward
af: Navigeer vorentoe
bg: Навигирай напред
de_de: Vorwärts navigieren
el: Πλοήγηση προς τα εμπρός
hu_hu: Előre navigálás
it_it: Posizione successiva
ja_jp: 次に進む
ka: მართეთ წინ გადასვლები
nb_no: Naviger frem
pt_pt: Navegar para a frente
zh_hans: 向前导航

# NavResfreshButton.AutomationProperties.Name
source: Refresh the directory
af: Verfris die gids
bg: Обнови директорията
de_de: Ordner aktualisieren
el: Ανανεώστε τον κατάλογο
hu_hu: Könyvtár frissítése
it_it: Aggiorna la cartella
ja_jp: フォルダの最新情報に更新
ka: კატალოგის განახლება
nb_no: Oppfrisk mappen
pt_pt: Atualizar o diretório
zh_hans: 刷新目录

# NavUpButton.AutomationProperties.Name
source: Go up one directory
af: Gaan op een gids
bg: Отиди една директория нагоре
de_de: Einen Ordner nach oben gehen
el: Ανεβείτε έναν κατάλογο
hu_hu: Egy szinttel feljebb
it_it: Sali di un livello
ja_jp: 1つ上のディレクトリへ行く
ka: ერთი კატალოგით წინ გადასვლა
nb_no: Gå en mappe opp
pt_pt: Subir um diretório
zh_hans: 跳转上级目录

# SettingsPreferencesEditTerminalApplications.AutomationProperties.Name
source: Edit terminal applications
af: Redigeer terminaaltoepassings
de_de: Terminal-Anwendungen bearbeiten
el: Επεξεργασία τερματικών εφαρμογών
it_it: Modifica le app terminale
ja_jp: ターミナルアプリを編集
zh_hans: 编辑终端应用

# SettingsPreferencesEditTerminalApplications.ToolTipService.ToolTip
source: Edit terminal applications
af: Redigeer terminaaltoepassings
de_de: Terminal-Anwendungen bearbeiten
el: Επεξεργασία τερματικών εφαρμογών
it_it: Modifica le app terminale
ja_jp: ターミナルアプリを編集
zh_hans: 编辑终端应用

# SettingsAboutSupportUs.Text
source: Support us
af: Ondersteun ons
bg: Подкрепи ни
de_de: Unterstützen Sie uns
el: Υποστηρίξτε μας
hu_hu: Támogatás
it_it: Supportaci
ja_jp: 支援する
ka: დაგვიჭირეთ მხარი
nb_no: Gi oss din støtte
pt_pt: Apoie-nos
zh_hans: 支持我们

# AccessDeniedCreateDialog.Text
source: We weren't able to create this item
af: Ons kon nie hierdie item skep nie
bg: Не успяхме да създадем този елемент
de_de: Wir können dieses Element nicht erstellen
el: Δεν μπορέσαμε να δημιουργήσουμε αυτό το στοιχείο
hu_hu: Nem sikerült létrehozni a fájlt
it_it: Impossibile creare questo elemento
ja_jp: このファイルを作成できませんでした
ka: ჩვენ ვერ შევძელით ამ ერთეულის შექმნა
nb_no: Vi kunne ikke opprettet dette elementet
pt_pt: Não foi possível criar este item
zh_hans: 无法创建这个项

source: Access Denied
af: Toegang Geweier
bg: Отказан достъп
de_de: Zugriff verweigert
el: Δεν επιτρέπεται η πρόσβαση
hu_hu: Hozzáférés megtagadva
it_it: Accesso Negato
ja_jp: アクセスが拒否されました
ka: წვდომა უარყოფილია
nb_no: Ingen tilgang
pt_pt: Acesso Negado
zh_hans: 拒绝访问

# FileItemAutomation
source: File
af: Lêer
bg: Файл
de_de: Datei
el: Αρχείο
hu_hu: Fájl
ja_jp: ファイル
ka: ფაილი
nb_no: Fil
pt_pt: Ficheiro
zh_hans: 文件

# FolderItemAutomation
source: Folder
af: Omslag
de_de: Ordner
el: Φάκελος
it_it: Cartella
ja_jp: フォルダ
zh_hans: 文件夹

# RecycleBinItemAutomation
source: Recycle bin item
af: Herwin bin item
bg: Елемент от кошчето
de_de: Papierkorb
el: Στοιχείο του κάδου ανακύκλωσης
hu_hu: Lomtár elem
it_it: Elemento del cestino
ja_jp: ごみ箱のファイル
ka: სანაგვე ურნის ნივთი
nb_no: Papirkurv-element
pt_pt: Item da Reciclagem
zh_hans: 回收站项

# ShortcutItemAutomation
source: Shortcut item
af: Kortpad item
bg: Елемент от пряк път
de_de: Verknüpfung
el: Στοιχείο συντόμευσης
hu_hu: Parancsikon elem
it_it: Scorciatoia
ja_jp: ショートカットのアイテム
ka: მალსახმობის ელემენტი
nb_no: Snarvei-element
pt_pt: Item de atalho
zh_hans: 快捷方式项

# PinToSidebarByDraggingCaptionText
source: Move here
af: Beweeg hier
bg: Премести тук
de_de: Hierher verschieben
el: Μετακίνηση εδώ
hu_hu: Áthelyezés ide
it_it: Sposta qui
ja_jp: ここに移動
ka: აქ გადმოტანა
nb_no: Flytt hit
pt_pt: Mover aqui
zh_hans: 移到此处

# DrivesWidgetDescription.Text
source: Drives
af: Skywe
de_de: Laufwerke
el: Μονάδες Δίσκου
it_it: Risorse
ja_jp: ドライブ
zh_hans: 驱动器

# EjectNotificationHeader
source: Safe to remove hardware
af: Veilig om hardeware te verwyder
bg: Безопасен за премахване на хардуер
de_de: Hardware sicher entfernen
el: Ασφαλής κατάργηση υλικού
hu_hu: Eszköz kiadása
it_it: Il dispositivo può essere rimosso senza problemi
ja_jp: 安全なハードウェアの取り外し
ka: უსაფრთხოა აპარატურის ამოშლა
nb_no: Trygt å fjerne maskinvare
pt_pt: Seguro para remover hardware
zh_hans: 安全地移除硬件

# EjectNotificationBody
source: The device can now be safely removed from the computer.
af: Die toestel kan nou veilig van die rekenaar verwyder word.
bg: Устройството вече може безопасно да бъде извадено от компютъра.
de_de: Das Gerät kann jetzt sicher vom PC entfernt werden.
el: Η συσκευή μπορεί τώρα να αφαιρεθεί με ασφάλεια από τον υπολογιστή.
hu_hu: Az eszköz biztonságosan eltávolítható.
it_it: Ora è sicuro rimuovere il dispositivo
ja_jp: デバイスはコンピュータから安全に取り外すことができます。
ka: მოწყობილობა უკვე შესაძლებელია უსაფრთხოდ ამოიშალოს კომპიუტერიდან.
nb_no: Enheten kan nå trygt fjernes fra datamaskinen.
pt_pt: O dispositivo pode ser removido com segurança do computador.
zh_hans: 现在可以安全地从计算机中删除该设备。

# EjectNotificationErrorDialogHeader
source: Problem Ejecting Device
af: Probleem Uitskiet Toestel
bg: Проблем при изваждане на устройството
de_de: Problem beim Auswerfen des Gerätes
el: Πρόβλημα εξαγωγής συσκευής
hu_hu: Hiba történt az eszköz kiadása közben
it_it: Si è verificato un problema nell'espellere il dispositivo
ja_jp: デバイスの取り外しに問題が発生しました
ka: პრობლემა მოწყობილობის მოცილებისას
nb_no: Problem med å koble fra enhet
pt_pt: Problema a Ejetar Dispositivo
zh_hans: 弹出设备时出现问题

# EjectNotificationErrorDialogBody
source: This device is currently in use. Close any programs, windows or tabs that might be using the device, and then try again.
af: Hierdie toestel word tans gebruik. Sluit enige programme, vensters of duimgidse wat die toestel kan gebruik, en probeer dan weer.
bg: Това устройство в момента се използва. Затворете всички програми, прозорци или раздели, които може да използват устройството, и след това опитайте отново.
de_de: Dieses Gerät wird gerade benutzt. Schließen Sie jedes Program, Fenster oder Tab, das möglicherweise das Gerät benutzt und versuchen Sie es erneut.
el: Αυτή η συσκευή είναι σε χρήση. Κλείστε τυχόν προγράμματα, παράθυρα ή καρτέλες που ενδέχεται να χρησιμοποιούν τη συσκευή και, στη συνέχεια, δοκιμάστε ξανά.
hu_hu: Az eszköz jelenleg használatban van. Zárjon be minden programot, ablakot vagy oldalt, ami használhatja, majd próbálja újra.
it_it: Questo dispositivo è in uso. Si prega di chiudere ogni programma, finestra o scheda che potrebbe tenerlo occupato e riprovare.
ja_jp: このデバイスは現在使用中です。デバイスを使用している可能性のあるすべてのプログラム、ウィンドウやタブを閉じてから再度試してください。
ka: ეს მოწყობილობა ამჟამად გამოიყენება. დახურეთ ნებისმიერი პროგრამა, ფანჯარა ან ჩანართი, რომელიც შესაძლოა მოწყობილობას იყენებდეს და სცადეთ ხელახლა.
nb_no: Denne enheten er i bruk. Lukk all programmer, vinduer eller faner som kan bruke enheten, og prøv igjen.
pt_pt: Este dispositivo está a ser utilizado. Feche todos os programas, janelas ou separadores que possam estar utilizando o dispositivo e tente novamente.
zh_hans: 该设备正在使用中。关闭可能正在使用该设备的所有应用程序，然后重试。

# SideBarEjectDevice.Text
source: Eject
af: Ontkoppel
bg: Извади
de_de: Auswerfen
el: Εξαγωγή
hu_hu: Kiadás
it_it: Espelli
ja_jp: 取り出す
ka: მოცილება
nb_no: Koble fra
pt_pt: Ejetar
zh_hans: 弹出

# HorizontalMultitaskingControlDuplicateTab.Text
source: Duplicate tab
af: Dupliseer duimgids
bg: Дублирай раздел
de_de: Tab duplizieren
el: Δημιουργία διπλότυπου Καρτέλας
hu_hu: Lap megkettőzése
it_it: Duplica scheda
ja_jp: タブを複製
ka: ჩანართის გაორება
nb_no: Dupliser fane
pt_pt: Duplicar separador
zh_hans: 重复打开选项卡

# HorizontalMultitaskingControlMoveTabToNewWindow.Text
source: Move tab to new window
af: Skuif duimgids na nuwe venster
bg: Премести раздел в нов прозорец
de_de: Tab in neuem Fenster öffnen
el: Μετακίνηση καρτέλας σε νέο παράθυρο
hu_hu: Lap áthelyezése új ablakba
it_it: Muovi scheda in una nuova finestra
ja_jp: 新しいウィンドウにタブを移動
ka: ჩანართის ახალ ფანჯარაში გადატანა
nb_no: Flytt fane til nytt vindu
pt_pt: Mover o separador para uma nova janela
zh_hans: 将选项卡移动到新窗口

# HorizontalMultitaskingControlNewTab.Text
source: New tab
af: Nuwe duimgids
bg: Нов раздел
de_de: Neuer Tab
el: Νέα καρτέλα
hu_hu: Új lap
it_it: Nuova scheda
ja_jp: 新しいタブ
ka: ახალი ჩანართი
nb_no: Ny fane
pt_pt: Novo separador
zh_hans: 新选项卡

# NavSearchButton.AutomationProperties.Name
source: Search
af: Soek
bg: Търси
de_de: Suchen
el: Αναζήτηση
hu_hu: Keresés
it_it: Cerca
ja_jp: 検索
ka: ძებნა
nb_no: Søk
pt_pt: Pesquisar
zh_hans: 搜索

# PropertiesDialogReadOnly.Text
source: Read-only
af: Leesalleen
bg: Само за четене
de_de: Schreibgeschützt
el: Μόνο για ανάγνωση
hu_hu: Írásvédett
it_it: Sola lettura
ja_jp: 読み取り専用
ka: წაიკითხეთ-მხოლოდ
nb_no: Skrivebeskyttet
pt_pt: Somente leitura
zh_hans: 只读

# PropertiesDialogHidden.Text
source: Hidden
af: Versteekte
bg: Скрит
de_de: Versteckt
el: Κρυφό
hu_hu: Rejtett
it_it: Nascosto
ja_jp: 非表示
ka: დამალული
nb_no: Skjult
pt_pt: Oculto
zh_hans: 隐藏

# PropertyRatingText
source: Rating
af: Gradering
bg: Оценка
de_de: Bewertung
el: Αξιολόγηση
hu_hu: Minősítés
it_it: Classificazione
ja_jp: 評価
ka: რეიტინგი
nb_no: Bedømmelse
pt_pt: Avaliação
zh_hans: 分级

# PropertyItemTypeText
source: Item Type
af: Item Soort
bg: Тип на елемента
de_de: Typ
el: Τύπος στοιχείου
hu_hu: Típus
it_it: Tipo di file
ja_jp: ファイルの種類
ka: ნივთის ნიმუში
nb_no: Elementtype
pt_pt: Tipo de Item
zh_hans: 项目类型

# PropertyTitle
source: Title
af: Titel
bg: Заглавие
de_de: Name
el: Τίτλος
hu_hu: Cím
it_it: Titolo
ja_jp: タイトル
ka: სათაური
nb_no: Tittel
pt_pt: Título
zh_hans: 标题

# PropertySubject
source: Subject
af: Vak
bg: Тема
de_de: Thema
el: Θέμα
hu_hu: Tárgy
it_it: Soggetto
ja_jp: 件名
ka: თემა
nb_no: Emne
pt_pt: Assunto
zh_hans: 主题

# PropertyComment
source: Comment
af: Kommentaar
bg: Коментар
de_de: Kommentar
el: Σχόλιο
hu_hu: Megjegyzés
it_it: Commento
ja_jp: コメント
ka: კომენტარი
nb_no: Kommentar
pt_pt: Comentário
zh_hans: 批注

# PropertyCopyright
source: Copyright
af: Kopiereg
bg: Авторско право
el: Πνευματικά δικαιώματα
hu_hu: Szerzői jog
ja_jp: 著作権
ka: საავტორო უფლებები
nb_no: Opphavsrett
pt_pt: Direitos de Autor
zh_hans: 版权

# PropertyDateCreated
source: Date Created
af: Datum Geskep
bg: Дата на създаване
de_de: Erstellungsdatum
el: Ημερομηνία δημιουργίας
hu_hu: Létrehozás dátuma
it_it: Data creazione
ja_jp: 作成日
ka: შექმნის თარიღი
nb_no: Dato opprettet
pt_pt: Data de Criação
zh_hans: 创建日期

# PropertyDateModified
source: Date Modified
af: Datum Gewysig
bg: Модифициран
de_de: Änderungsdatum
el: Ημερομηνία τροποποίησης
hu_hu: Módosítás dátuma
it_it: Ultima modifica
ja_jp: 更新日時
ka: შეცვლის თარიღი
nb_no: Dato endret
pt_pt: Data de Modificação
zh_hans: 修改日期

# PropertyBitDepth
source: Bit Depth
af: Bit Diepte
bg: Битова дълбочина
de_de: Bittiefe
el: Βάθος bit
hu_hu: Bitmélység
it_it: Profondità in bit
ja_jp: ビット深度
ka: Bit სიღრმე
nb_no: Bit-dybde
pt_pt: Intensidade de Bits
zh_hans: 位深度

# PropertyDimensions
source: Dimensions
af: Dimensies
bg: Размери
de_de: Dimensionen
el: Διαστάσεις
hu_hu: Méretek
it_it: Dimensioni
ja_jp: サイズ
ka: ზომები
nb_no: Dimensjoner
pt_pt: Dimensões
zh_hans: 分辨率

# PropertyHorizontalResolution
source: Horizontal Resolution
af: Horisontale Resolusie
bg: Хоризонтална разделителна способност
de_de: Horizontale Auflösung
el: Οριζόντια ανάλυση
hu_hu: Vízszintes felbontás
it_it: Risolutione orizzontale
ja_jp: 水平方向の解像度
ka: ჰორიზონტალური გარჩევადობა
nb_no: Horisontal oppløsning
pt_pt: Resolução Horizontal
zh_hans: 水平分辨率

# PropertyVerticalResolution
source: Vertical Resolution
af: Vertikale Resolusie
bg: Вертикална разделителна способност
de_de: Vertikale Auflösung
el: Κάθετη ανάλυση
hu_hu: Függőleges felbontás
it_it: Risolutione verticale
ja_jp: 垂直方向の解像度
ka: ვერტიკალური გარჩევადობა
nb_no: Vertikal oppløsning
pt_pt: Resolução Vertical
zh_hans: 垂直分辨率

# PropertyCompressionText
source: Compression
af: Kompressie
de_de: Komprimierung
el: Συμπίεση
it_it: Compressione
ja_jp: 圧縮
zh_hans: 压缩

# PropertyHorizontalSize
source: Horizontal Size
af: Horisontale Grootte
bg: Хоризонтален размер
de_de: Horizontale Größe
el: Οριζόντιο μέγεθος
hu_hu: Széleség
it_it: Larghezza
ja_jp: 横幅
ka: ჰორიზონტალური ზომა
nb_no: Horisontal størrelse
pt_pt: Tamanho Horizontal
zh_hans: 水平大小

# PropertyVerticalSize
source: Vertical Size
af: Vertikale Grootte
bg: Вертикален размер
de_de: Vertikale Größe
el: Κατακόρυφο μέγεθος
hu_hu: Magasság
it_it: Altezza
ja_jp: 縦幅
ka: ვერტიკალური ზომა
nb_no: Vertikal størrelse
pt_pt: Tamanho Vertical
zh_hans: 垂直大小

# PropertyLatitude
source: Latitude
af: Breedtegraad
bg: Географска ширина
de_de: Breitengrad
el: Γεωγραφικό πλάτος
hu_hu: GPS szélesség
it_it: Latitudine
ja_jp: 緯度
ka: გრძედი
nb_no: Breddegrad
zh_hans: 纬度

# PropertyLatitudeDecimal
source: Latitude Decimal
af: Breedtegraad Desimale
bg: Десетична ширина
de_de: Latitude Dezimal
el: Γεωγραφικό πλάτος Δεκαδικό
hu_hu: GPS magasság (egész)
it_it: Latitudine Decimale
ja_jp: 緯度 (10進数)
ka: გრძედი ათწილადი
nb_no: Breddegrad desimal
zh_hans: 纬度十进制

# PropertyLatitudeRef
source: Latitude Ref
af: Breedtegraad Verw
el: Γεωγραφικό πλάτος Αναφορά
hu_hu: GPS szélesség ref
it_it: Latitudine Ref
ja_jp: 緯度参照
ka: გრძედი
nb_no: Breddegrad ref
pt_pt: Ref. da Latitude
zh_hans: 纬度参考

# PropertyLongitude
source: Longitude
af: Lengtegraad
bg: Географска дължина
de_de: Längengrad
el: Γεωγραφικό μήκος
hu_hu: GPS magasság
it_it: Longitudine
ja_jp: 経度
ka: გრძედი
nb_no: Lengdegrad
zh_hans: 经度

# PropertyLongitudeDecimal
source: Longitude Decimal
af: Lengtegraad Desimale
bg: Десетична дължина
de_de: Longitude Dezimal
el: Γεωγραφικό μήκος Δεκαδικό
hu_hu: GPS szélesség (egész)
it_it: Longitudine Decimale
ja_jp: 経度 (10進数)
ka: გრძივი ათწილადი
nb_no: Lengdegrad desimal
zh_hans: 经度十进制

# PropertyLongitudeRef
source: Longitude Ref
af: Lengtegraad Verw
el: Γεωγραφικό μήκος Αναφορά
hu_hu: GPS magasság ref
it_it: Longitudine Ref
ja_jp: 経度参照
ka: გრძედი
nb_no: Lengdegrad ref
pt_pt: Ref. da Longitude
zh_hans: 经度参考

# PropertyAltitude
source: Altitude
af: Hoogte
bg: Надморска височина
de_de: Flughöhe
el: Υψόμετρο
hu_hu: GPS magasság
it_it: Altitudine
ja_jp: 高度
ka: სიმაღლე
nb_no: Høyde
zh_hans: 所处高度

# PropertyCameraManufacturer
source: Camera Manufacturer
af: Kamera Vervaardiger
bg: Производител на камера
de_de: Kamerahersteller
el: Κατασκευαστής κάμερας
hu_hu: Fényképezőgép gyártója
it_it: Produttore telecamera
ja_jp: カメラの製造元
ka: კამერის მწარმოებელი
nb_no: Kameraprodusent
pt_pt: Fabricante da Câmera
zh_hans: 相机制造商

# PropertyCameraModel
source: Camera Model
af: Kamera Model
bg: Модел на камерата
de_de: Kameramodell
el: Μοντέλο κάμερας
hu_hu: Fényképezőgép modell
it_it: Modello telecamera
ja_jp: カメラのモデル
ka: კამერის მოდელი
nb_no: Kameramodell
pt_pt: Modelo da Câmera
zh_hans: 相机型号

# PropertyExposureTime
source: Exposure Time
af: Blootstelling Tyd
bg: Време на излагане
de_de: Belichtungszeit
el: Χρόνος έκθεσης
hu_hu: Expozíciós idő
it_it: Tempo di esposizione
ja_jp: 露出時間
ka: გამოფენის დრო
nb_no: Eksponeringstid
pt_pt: Tempo de Exposição
zh_hans: 曝光时间

# PropertyFocalLength
source: Focal Length
af: Fokuslengte
bg: Фокусно разстояние
de_de: Brennweite
el: Εστιακή απόσταση
hu_hu: Fókusztávolság
it_it: Lunghezza focale
ja_jp: 焦点距離
ka: ფოკალური სიგრძე
nb_no: Brennvidde
pt_pt: Comprimento Focal
zh_hans: 焦距

# PropertyAperture
source: Aperture
bg: Бленда
de_de: Blende
el: Διάφραγμα
hu_hu: Rekesz
it_it: Apertura
ja_jp: 絞り
ka: დიაფრაგმა
nb_no: Blender
pt_pt: Abertura
zh_hans: 光圈

# PropertyDateTaken
source: Date Taken
af: Datum Geneem
bg: Дата на заснемане
de_de: Aufnahmedatum
el: Ημερομηνία λήψης
hu_hu: Készítés dátuma
it_it: Data acquisizione
ja_jp: 撮影日
ka: აღების თარიღი
nb_no: Dato tatt
pt_pt: Data da Tirada
zh_hans: 拍摄日期

# PropertyChannelCount
source: Channel Count
af: Kanaal Telling
bg: Брой на каналите
de_de: Anzahl an Kanälen
el: Αριθμός καναλιών
hu_hu: Csatornák száma
it_it: Numero canali
ja_jp: チャンネル数
ka: არხების რაოდენობა
nb_no: Antall kanaler
pt_pt: Contagem de Canais
zh_hans: 频道计数

# PropertyEncodingBitrate
source: Encoding Bitrate
af: Enkodering Bitrate
bg: Битрейт за кодиране
de_de: Enkodierungsbitrate
el: Κωδικοποίηση Bitrate
hu_hu: Kódolási bitráta
it_it: Velocità in bit
ja_jp: エンコード ビットレート
nb_no: Bithastighet for koding
pt_pt: Taxa de Bits de Codificação
zh_hans: 数据速率

# PropertyCompression
source: Compression
af: Kompressie
de_de: Komprimierung
el: Συμπίεση
it_it: Compressione
ja_jp: 圧縮
zh_hans: 压缩

# PropertyFormat
source: Format
af: Formaat
bg: Формат
el: Μορφή
hu_hu: Formátum
it_it: Formato
ja_jp: フォーマット
ka: ფორმატი
pt_pt: Formato
zh_hans: 格式

# PropertySampleRate
source: Sample Rate
af: Monster koers
bg: Честота на дискретизация
de_de: Datenrate
el: Ρυθμός δειγματοληψίας
hu_hu: Mintavételi frekvencia
it_it: Velocità dati
ja_jp: サンプル レート
ka: ნიმუშის შეფასება
nb_no: Prøvefrekvens
pt_pt: Taxa de Amostra
zh_hans: 采样率

# PropertyDisplayArtist
source: Artist
af: Kunstenaar
de_de: Künstler
el: Καλλιτέχνης
it_it: Artista
ja_jp: アーティスト
zh_hans: 艺术家

# PropertyAlbumArtist
source: Album Artist
af: Album Kunstenaar
bg: Изпълнител на албума
de_de: Albuminterpret
el: Καλλιτέχνης Άλμπουμ
hu_hu: Album előadója
it_it: Artista dell'album
ja_jp: アルバムのアーティスト
ka: ალბომის შემსრულებელი
pt_pt: Artista do Álbum
zh_hans: 唱片集艺术家

# PropertyAlbumTitle
source: Album Title
af: Album Titel
bg: Заглавие на албума
de_de: Albumtitel
el: Τίτλος άλμπουμ
hu_hu: Album
it_it: Titolo dell'album
ja_jp: アルバムのタイトル
ka: ალბომის სათაური
nb_no: Albumtittel
pt_pt: Título do Álbum
zh_hans: 唱片集标题

# PropertyArtist
source: Artist
af: Kunstenaar
de_de: Künstler
el: Καλλιτέχνης
it_it: Artista
ja_jp: アーティスト
zh_hans: 艺术家

# PropertyBeatsPerMinute
source: Beats Per Minute
af: Slae Per Minuut
bg: Удари в минута
de_de: Schläge pro Minute
el: Κτύποι ανά λεπτό
hu_hu: Ütem / perc
it_it: Battute al minuto
ja_jp: ビート数/分
ka: ურტყამს ყოველ წუთში
nb_no: Slag per minutt
pt_pt: Batidas Por Minuto
zh_hans: 每分钟节拍

# PropertyComposer
source: Composer
af: Komponis
bg: Композитор
de_de: Komponist
el: Συνθέτης
hu_hu: Zeneszerző
it_it: Compositore
ja_jp: 作曲者
ka: კომპოზიტორი
nb_no: Komponist
pt_pt: Compositor
zh_hans: 作曲者

# PropertyConductor
source: Conductor
af: Geleier
de_de: Dirigent
el: Διευθυντής ορχήστρας
it_it: Conduttori
ja_jp: 指揮者
zh_hans: 指挥家

# PropertyDiscNumber
source: Disc Number
af: Skyfnommer
bg: Номер на диска
de_de: CD-Nummer
el: Αριθμός δίσκου
hu_hu: Lemez száma
it_it: Numero disco
ja_jp: ディスク番号
ka: დისკის ნომერი
nb_no: Platenummer
pt_pt: Número do Disco
zh_hans: 光盘编号

# PropertyGenre
source: Genre
bg: Жанр
el: Είδος
hu_hu: Műfaj
it_it: Genere
ja_jp: ジャンル
ka: ჟანრი
nb_no: Sjanger
pt_pt: Gênero
zh_hans: 类型

# PropertyTrackNumber
source: Track Number
af: Snit Nommer
bg: Номер на песен
de_de: Titelnummer
el: Αριθμός κομματιού
hu_hu: Szám száma
it_it: Numbero traccia
ja_jp: トラック番号
ka: ტრეკის ნომერი
nb_no: Spornummer
pt_pt: Número da Faixa
zh_hans: 曲目号

# PropertyDuration
source: Duration
af: Duur
bg: Времетраене
de_de: Dauer
el: Διάρκεια
hu_hu: Hossz
it_it: Durata
ja_jp: 期間
ka: ხანგრძლივობა
nb_no: Varighet
pt_pt: Duração
zh_hans: 持续时间

# PropertyFrameCount
source: Frame Count
af: Raam Telling
bg: Брой кадри
de_de: Einzelbildanzahl
el: Μέτρηση καρέ
hu_hu: Képkockák száma
it_it: Numero di frame
ja_jp: フレーム数
ka: ჩარჩოების რაოდენობა
nb_no: Antall bilder
pt_pt: Contagem de Quadros
zh_hans: 帧数

# PropertyProtectionType
source: Protection Type
af: Beskermingsoort
bg: Тип на защита
de_de: Schutztyp
el: Τύπος προστασίας
hu_hu: Védelem típusa
it_it: Tipo di protezione
ja_jp: 保護の種類
ka: დაცვის ტიპი
nb_no: Beskyttelsestype
pt_pt: Tipo de Proteção
zh_hans: 保护类型

# PropertyAuthorUrl
source: Author Url
af: Outeur Url
bg: URL адрес на автора
de_de: Autoren-Url
el: Url συγγραφέα
hu_hu: Szerző weboldal
it_it: Url autore
ja_jp: 著者の URL
ka: ავტორის მისამართი
nb_no: Nettadresse til forfatter
pt_pt: Url do Autor
zh_hans: 作者网址

# PropertyContentDistributor
source: Content Distributor
af: Inhoud Verspreider
bg: Разпространител на съдържание
de_de: Herausgeber
el: Διανομέας περιεχομένου
hu_hu: Tartalomszolgáltató
it_it: Provider di contenuti
ja_jp: コンテンツの配布元
ka: კონტენტის გამავრცელებელი
nb_no: Innholdsdistributør
pt_pt: Distribuidor do Conteúdo
zh_hans: 内容分发商

# PropertyDateReleased
source: Date Released
af: Datum Vrygestel
bg: Дата на издаване
de_de: Veröffentlichungsdatum
el: Ημερομηνία κυκλοφορίας
hu_hu: Megjelenés dátuma
it_it: Data Rilascio
ja_jp: リリース日
ka: გამოშვების თარიღი
nb_no: Utgivelsesdato
pt_pt: Data de Lançamento
zh_hans: 发布日期
