Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

source: Compatibility
af: Verenigbaarheid
bg: Съвместимост
de_de: Kompatibilität
el: Συμβατότητα
it_it: Compatibilità
nb_no: Kompatibilitet
pt_pt: Compatibilidade
zh_hans: 兼容性

# HighDpiOption_None
source: None
af: Geen
de_de: Keine
el: Κανένα
it_it: Nessuno
zh_hans: 无

# HighDpiOption_UseDPIOnLogin
source: On Windows login
af: Op Windows-aanmelding
bg: При влизане във Windows
de_de: Beim Anmelden
el: Κατά την σύνδεση στα Windows
it_it: Al login di Windows
nb_no: Ved Windows-pålogging
pt_pt: Ao iniciar sessão no Windows
zh_hans: 已登录到Windows

# HighDpiOption_UseDPIOnProgramStart
source: On program start
af: Op program begin
bg: При стартиране на програмата
de_de: Beim Programmstart
el: Κατά την έναρξη του προγράμματος
it_it: All'avvio del programma
nb_no: Ved programstart
pt_pt: Ao iniciar o programa
zh_hans: 打开此程序

# HighDpiOverride_Application
source: Application
af: Toepassing
de_de: Anwendung
el: Εφαρμογή
it_it: Applicazione
zh_hans: 应用

# HighDpiOverride_None
source: None
af: Geen
de_de: Keine
el: Κανένα
it_it: Nessuno
zh_hans: 无

# HighDpiOverride_System
source: System
af: Stelsel
bg: Система
el: Σύστημα
it_it: Sistema
pt_pt: Sistema
zh_hans: 系统

# HighDpiOverride_SystemAdvanced
source: System (advanced)
af: Stelsel (gevorderd)
bg: Система (за напреднали)
de_de: System (erweitert)
el: Σύστημα (για προχωρημένους)
it_it: Sistema (avanzato)
nb_no: System (avansert)
pt_pt: Sistema (avançado)
zh_hans: 系统（进阶）

# OSCompatibility_None
source: None
af: Geen
de_de: Keine
el: Κανένα
it_it: Nessuno
zh_hans: 无

# ReducedColorMode_Color16Bit
source: 16 Bit Colors (65536)
af: 16 Bis Kleure (65536)
bg: 16 битови цветове (65536)
de_de: 16 Bit Farben (65536)
el: Χρώμα 16 Bit (65536)
it_it: Colori a 16 Bit (65536)
nb_no: 16-bits farger (65536)
zh_hans: 16 位（65536）色

# ReducedColorMode_Color8Bit
source: 8 Bit Colors (256)
af: 8 Bis Kleure (256)
bg: 8 битови цветове (256)
de_de: 8 Bit Farben (256)
el: Χρώμα 8 Bit (256)
it_it: Colori a 8 Bit (256)
nb_no: 8-bits farger (256)
zh_hans: 8 位（256）色

# ReducedColorMode_None
source: None
af: Geen
de_de: Keine
el: Κανένα
it_it: Nessuno
zh_hans: 无

source: Compatibility mode
af: Verenigbaarheidsmodus
bg: Режим на съвместимост
de_de: Kompatibilitätsmodus
el: Λειτουργία συμβατότητας
it_it: Modalità di compatibilità
nb_no: Kompatibilitetsmodus
pt_pt: Modo de compatibilidade
zh_hans: 兼容模式

source: Disable fullscreen optimizations
af: Deaktiveer volskermoptimaliserings
bg: Деактивирай оптимизациите на цял екран
de_de: Vollbildoptimierungen deaktivieren
el: Απενεργοποίηση βελτιστοποιήσεων πλήρους οθόνης
it_it: Disabilita ottimizzazione schermo intero
nb_no: Skru av fullskjerm-optimaliseringer
pt_pt: Desativar otimizações de ecrã inteiro
zh_hans: 禁用全屏优化

# ExecuteAt640X480
source: Run at 640 x 480 screen resolution
af: Hardloop by 640 x 480 skerm resolusie
bg: Изпълни при резолюция на екрана 640 x 480
de_de: Mit einer Auflösung von 640 x 480 Pixeln ausführen
el: Εκτέλεση σε ανάλυση οθόνης 640 x 480
it_it: Esegui a risoluzione 640 x 480
nb_no: Kjør med 640 x 480 skjermoppløsning
pt_pt: Executar na resolução de ecrã 640 x 480
zh_hans: 用 640 x 480 屏幕分辨率运行

source: Options
af: Opsies
bg: Опции
de_de: Optionen
el: Επιλογές
it_it: Opzioni
nb_no: Innstillinger
pt_pt: Opções
zh_hans: 设置

# OverrideDPIScalingBehaviour
source: Override high DPI scaling behaviour
af: Oorheers hoë DPI-skaalgedrag
bg: Отмени мащабиране при висок DPI
de_de: Einstellungen für hohe DPI-Skalierung überschreiben
el: Παράκαμψη συμπεριφοράς κλιμάκωσης υψηλού DPI
it_it: Esegui l'override del comportamento di scaling per alti DPI
nb_no: Overstyr oppførsel for DPI-skalering
pt_pt: Substituir o comportamento de escala de DPI elevado
zh_hans: 替代高DPI缩放行为

source: Reduced color mode
af: Verminderde kleurmodus
bg: Намален цветови режим
de_de: Reduzierter Farbmodus
el: Λειτουργία μειωμένων χρωμάτων
it_it: Modalità colore Ridotto
nb_no: Modus med reduserte farger
pt_pt: Modo de cores reduzido
zh_hans: 简化的颜色模式

source: Register for restart
af: Registreer vir herbegin
bg: Регистрирайте се, за да рестартирате
de_de: Für Neustart registrieren
el: Εγγραφείτε για επανεκκίνηση
it_it: Registra per il riavvio
nb_no: Registrer for omstart
pt_pt: Registar para reínicio
zh_hans: 注册此程序以重新启动

source: Run as administrator
af: Laat loop as administrateur
bg: Изпълни като администратор
de_de: Als Administrator ausführen
el: Εκτέλεση ως διαχειριστής
it_it: Esegui come amministratore
nb_no: Kjør som administrator
pt_pt: Executar como administrador
zh_hans: 以管理员身份运行此程序

source: Run compatibility troubleshooter
af: Laat loop verenigbaarheids foutspeurder
bg: Стартирай инструмента за отстраняване на неизправности за съвместимост
de_de: Kompatibilitäts-Fehlerbehebung ausführen
el: Εκτέλεση προγράμ. αντιμετώπ. προβλημ. συμβατότητας
it_it: Esegui lo strumento di risoluzione problemi di compatibilità
nb_no: Kjør kompatibilitetsfeilsøking
pt_pt: Executar a resolução de problemas de compatibilidade
zh_hans: 运行兼容性疑难解答

# UseMainMonitorDPISettings
source: Use DPI settings of the main monitor
af: Gebruik DPI-instellings van die hoofmonitor
bg: Използвай DPI настройките на главния монитор
de_de: DPI-Einstellungen auf Hauptmonitor anwenden
el: Χρησιμοποίηση ρυθμίσεων DPI της κύριας οθόνης
it_it: Usa le impostazioni DPI del monitor principale
nb_no: Bruk DPI-innstillingene til hovedskjermen
pt_pt: Utilizar as definições de DPI do monitor principal
zh_hans: 使用主屏幕的DPI设置

# SettingsDefaultFilesManager
source: Default file manager
af: Versteklêerbestuurder
bg: Файлов мениджър по подразбиране
de_de: Standard-Dateimanager
el: Προεπιλεγμένο πρόγραμμα διαχείρησης αρχείων
nb_no: Standard filbehandler
pt_pt: Gestor de ficheiros predefinido
zh_hans: 默认文件管理器

# SettingsSetAsDefaultFileManager
source: Set Files as the default file manager
af: Stel Files as die versteklêerbestuurder op
bg: Задайте Files като файлов мениджър по подразбиране
de_de: Files als Standard-Dateimanager einstellen
el: Ορισμός του Files ως το προεπιλεγμένο πρόγραμμα διαχείρησης αρχείων
nb_no: Bruk Files som standard filbehandler
pt_pt: Definir Files como gestor de ficheiros predefinido
zh_hans: 设置Files作为默认文件管理器

source: Empty Recycle Bin
af: Maak Herwin Bin Leeg
bg: Изпразни кошчето
de_de: Papierkorb leeren
el: Άδειασμα κάδου ανακύκλωσης
nb_no: Tøm papirkurven
pt_pt: Esvaziar Reciclagem
zh_hans: 清空回收站

source: Sidebar
af: Kantbalk
bg: Странична лента
de_de: Seitenleiste
el: Πλαϊνή μπάρα
nb_no: Sidepanel
pt_pt: Barra lateral
zh_hans: 侧边栏

source: Files and folders
af: Lêers en omslae
bg: Файлове и папки
de_de: Dateien und Ordner
el: Αρχεία και φάκελοι
nb_no: Filer og mapper
pt_pt: Ficheiros e pastas
zh_hans: 文件和文件夹

# OpenNewInstance
source: Open new instance when opening directories from the taskbar jumplist
af: Maak nuwe geval oop wanneer gidse van die taakbalkspringlys oopgemaak word
de_de: Neue Instanz öffnen, wenn Ordner von der Taskleisten-Sprungliste geöffnet werden
nb_no: Åpne nytt vindu når mapper åpnes fra jumplist-menyen på oppgavelinjen
pt_pt: Abrir nova instância ao abrir diretórios na jumplist da barra de tarefas
zh_hans: 从任务栏快捷列表打开目录时，启动新实例

source: Startup settings
af: Opstartinstellings
bg: Настройки за стартиране
de_de: Starteinstellungen
el: Ρυθμίσεις εκκίνησης
nb_no: Innstillinger for oppstart
pt_pt: Definições de inicialização
zh_hans: 启动设置

source: Third party licenses
af: Derde party lisensies
bg: Лицензи на трети страни
de_de: Lizenzen von Drittanbietern
el: Άδειες τρίτων
nb_no: Tredjepartslisenser
pt_pt: Licenças de terceiros
zh_hans: 第三方许可

# SettingsSetAsDefaultFileManagerDescription
source: This setting modifies system files and can have unexpected side effects on your device. The developers take no responsibility in the event an issue occurs as a result. Continuing with this option is an acknowledgment of the risks involved with this action. Please note, uninstalling Files will not undo these changes and may prevent you from opening file explorer unless you turn off this setting before removing Files from your device.
af: Hierdie instelling verander stelsellêers en kan onverwagte newe-effekte op jou toestel hê. Die ontwikkelaars neem geen verantwoordelikheid in die geval dat 'n probleem as gevolg daarvan plaasvind nie. Om voort te gaan met hierdie opsie is 'n erkenning van die risiko's wat by hierdie aksie betrokke is. Let asseblief daarop dat die deïnstalleer van Files nie hierdie veranderinge sal ongedaan maak nie en kan verhoed dat jy File Explorer oopmaak, tensy jy hierdie instelling afskakel voordat jy Files van jou toestel verwyder.
de_de: Diese Einstellung modifiziert Systemdateien und kann unerwartete Seiteneffekte mit sich bringen. Die Entwickler übernehmen keine Verantwortung, falls ein Problem auftritt. Mit dieser Einstellung fortzufahren ist eine Bestätigung dafür, dass Ihnen dieses Risiko bekannt ist. Bitte beachten Sie, dass das Deinstallieren von Files diese Änderungen nicht rückgängig macht. Es kann vorkommen, dass Sie den Explorer nicht mehr öffnen können, außer Sie deaktivieren diese Einstellung vor der Deinstallation von Files.
el: Αυτή η ρύθμιση τροποποιεί αρχεία του συστήματος και μπορεί να έχει απροσδόκητες παρενέργειες στη συσκευή σας. Οι προγραμματιστές δεν λαμβάνουν καμία ευθύνη σε περίπτωση που κάποιο πρόβλημα προκύψει ως αποτέλεσμα. Αν συνεχίσετε με αυτή την επιλογή αναγνωρίζετε τους κινδύνους που ενέχει αυτή η ενέργεια. Προσέξτε πως η απεγκατάση του Files δεν θα αναιρέσει αυτές τις αλλαγές και μπορεί να σας αποτρέψει από το άνοιγμα της εξερεύνησης αρχείων, εκτός αν απενεργοποιήσετε αυτή τη ρύθμιση πριν αφαιρέσετε το Files από τη συσκευή σας.
pt_pt: Esta definição modifica os ficheiros do sistema e pode ter efeitos secundários inesperados no seu dispositivo. Os programadores não assumem qualquer responsabilidade no caso de ocorrer um problema como resultado. A continuação desta opção é um reconhecimento dos riscos envolvidos com esta ação. Note que a desinstalação de Files não desfaz estas alterações e pode impedi-lo de abrir o explorador de ficheiros, a menos que desligue esta definição antes de remover o Files do seu dispositivo.
zh_hans: 此设置会修改系统文件，在你的设备上可能引起一些未知的副作用。如果出现问题，开发人员不承担任何责任。继续使用此设置表示承认此风险。请注意，卸载Files前请关闭此设置，否则，Files无法撤销这些修改，会导致无法打开文件管理器。

source: Clear all
bg: Изчисти всички
de_de: Alles löschen
el: Εκκαθάριση όλων
nb_no: Fjern alle
pt_pt: Limpar tudo
zh_hans: 清空

# ItemSizeNotCalcluated
source: Not calculated
af: Nie bereken nie

# NavToolbarSelectAll.KeyboardAcceleratorTextOverride
source: Ctrl+A
de_de: Strg+A

# NavigationToolbarNewPane.KeyboardAcceleratorTextOverride
source: Alt+Shift++
de_de: Alt+Umschalt++
nb_no: Alt+Skift++

# NavigationToolbarClosePane.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+W
de_de: Strg+Umschalt+W
nb_no: Ctrl+Skift+W

# NavigationToolbarNewWindow.KeyboardAcceleratorTextOverride
source: Ctrl+N
de_de: Strg+N

# BaseLayoutContextFlyoutDetails.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+1
de_de: Strg+Umschalt+1
nb_no: Ctrl+Skift+1

# BaseLayoutContextFlyoutTiles.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+2
de_de: Strg+Umschalt+2
nb_no: Ctrl+Skift+2

# BaseLayoutContextFlyoutSmallIcons.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+3
de_de: Strg+Umschalt+3
nb_no: Ctrl+Skift+3

# BaseLayoutContextFlyoutMediumIcons.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+4
de_de: Strg+Umschalt+4
nb_no: Ctrl+Skift+4

# BaseLayoutContextFlyoutLargeIcons.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+5
de_de: Strg+Umschalt+5
nb_no: Ctrl+Skift+5

# BaseLayoutContextFlyoutColumn.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+6
de_de: Strg+Umschalt+6
nb_no: Ctrl+Skift+6

# HorizontalMultitaskingControlNewTab.KeyboardAcceleratorTextOverride
source: Ctrl+T
de_de: Strg+T

# HorizontalMultitaskingControlReopenClosedTab.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+T
de_de: Strg+Umschalt+T
nb_no: Ctrl+Skift+T

# BaseLayoutContextFlyoutNew.KeyboardAcceleratorTextOverride
source: Ctrl+Shift+N
de_de: Str+Umschalt+N
nb_no: Ctrl+Skift+N

source: Copy location
bg: Копирай местоположение
hu_hu: Elérési út másolása
ka: ასლის მდებარეობა
nb_no: Kopier plassering
pt_pt: Copiar localização

source: Size
bg: Размер
hu_hu: Méret
ka: ზომა
nb_no: Størrelse
pt_pt: Tamanho

source: Skip
bg: Пропусни
nb_no: Hopp over
pt_pt: Ignorar

source: Accessed:
bg: Достъпен:
hu_hu: Hozzáférés:
ka: წვდომა:
nb_no: Åpnet:
pt_pt: Acedido em:

# NavigationToolbarSearchRegion.PlaceholderText
source: Search
bg: Търси
nb_no: Søk

source: Date format
bg: Формат на датата
hu_hu: Dátum formátum
ka: თარიღის ფორმატი
nb_no: Datoformat
pt_pt: Formato da data

source: Desktop
bg: Работен плот
hu_hu: Asztal
ka: სამუშაო მაგიდა
nb_no: Skrivebord
pt_pt: Ambiente de Trabalho

source: Documents
bg: Документи
hu_hu: Dokumentumok
ka: დოკუმენტები
nb_no: Dokumenter
pt_pt: Documentos

source: Downloads
bg: Изтеглени файлове
hu_hu: Letöltések
ka: გადმოწერილები
nb_no: Nedlastinger
pt_pt: Transferências

source: Name
bg: Име
hu_hu: Név
ka: სახელით
nb_no: Navn
pt_pt: Nome

source: Ascending
bg: Възходящ
hu_hu: Növekvő
ka: ზრდადობის მიხედვით
nb_no: Stigende
pt_pt: Ascendente

source: Open
bg: Отвори
hu_hu: Megnyitás
ka: გახსნა
nb_no: Åpne
pt_pt: Abrir

source: Application
bg: Приложение
hu_hu: Alkalmazás
ka: აპლიკაცია
nb_no: Applikasjon
pt_pt: Aplicação

# KiloByteSymbol
source: KB
bg: КБ

# MegaByteSymbol
source: MB
bg: МБ

# GigaByteSymbol
source: GB
bg: ГБ

# TeraByteSymbol
source: TB
bg: ТБ

# PetaByteSymbol
source: PB
bg: ПБ

# ByteSymbol
source: B
bg: Б

source: Open file location
bg: Отвори местоположението на файла
hu_hu: Fájlt tartalmazó mappa megnyitása
ka: ფაილის ადგილმდებარეობის გახსნა
nb_no: Åpne filplassering
pt_pt: Abrir local do ficheiro

source: File
bg: Файл
hu_hu: Fájl
ka: ფაილი
nb_no: Fil
pt_pt: Ficheiro

source: Folder
bg: Папка
hu_hu: Mappa
ka: საქაღალდე
nb_no: Mappe
pt_pt: Pasta

source: Artist
bg: Изпълнител
hu_hu: Előadó
ka: ხელოვანი
pt_pt: Artista

source: Conductor
bg: Диригент
hu_hu: Karmester
ka: კონდუქტორი
nb_no: Dirigent
pt_pt: Condutor

source: Compression
bg: Компресия
hu_hu: Tömörítés
ka: შეკუმშვა
nb_no: Kompresjon
pt_pt: Compressão

source: Document
bg: Документ
hu_hu: Dokumentum
ka: დოკუმენტი
nb_no: Dokument
pt_pt: Documento

source: Address
bg: Адрес
hu_hu: Cím
ka: მისამართი
nb_no: Adresse
pt_pt: Endereço

source: Drives
bg: Дискови устройства
hu_hu: Meghajtók
ka: დისკები
nb_no: Enheter
pt_pt: Unidades

# SettingsAboutSupportUsListViewItem.AutomationProperties.Name
source: Support us on GitHub
bg: Подкрепете ни в GitHub
hu_hu: Támogatás PayPal-on
ka: დაგვიჭირეთ მხარი PayPal -ზე
nb_no: Støtt oss på GitHub
pt_pt: Apoie-nos no PayPal

source: No
bg: Не
hu_hu: Nem
ka: არა
nb_no: Nei
pt_pt: Não

source: Add
bg: Добави
hu_hu: Hozzáadás
ka: დამატება
nb_no: Legg til
pt_pt: Adicionar

source: Edit
bg: Редактирай
hu_hu: Szerkesztés
ka: რედაქტირება
nb_no: Rediger
pt_pt: Editar

source: Remove
bg: Премахни
hu_hu: Törlés
ka: წაშლა
nb_no: Fjern
pt_pt: Remover

source: Folders
bg: Папки
hu_hu: Mappák
ka: საქაღალდეები
nb_no: Mapper
pt_pt: Pastas

source: Date deleted
bg: Дата на изтриване
hu_hu: Törlés dátuma
ka: წაშლის თარიღი
nb_no: Dato slettet
pt_pt: Data da eliminação

source: Bundles
bg: Пакети
hu_hu: Munkaterületek
ka: შეკვრები
nb_no: Samlinger
pt_pt: Pacotes

source: Enter Bundle name
bg: Въведи име на пакет
hu_hu: Adja meg a munkaterület nevét
ka: შეიყვანეთ შეკვრის სახელი
nb_no: Angi navn på samling
pt_pt: Insira o nome do Pacote

source: Create Bundle
bg: Създай пакет
hu_hu: Munkaterület létrehozása
ka: შეკვრის შექმნა
nb_no: Opprett samling
pt_pt: Criar Pacote

source: Confirm
bg: Потвърди
hu_hu: Létrehozás
ka: დადასტურება
nb_no: Bekreft
pt_pt: Confirmar

source: Desired name
bg: Желано име
hu_hu: Munkaterület neve
ka: სასურველი სახელი
nb_no: Ønsket navn
pt_pt: Nome desejado

source: Date created
bg: Дата на създаване
hu_hu: Létrehozás dátuma
ka: შექმნის თარიღი
nb_no: Dato opprettet
pt_pt: Data de criação

source: Arguments
bg: Аргументи
hu_hu: Argumentumok
ka: არგუმენტები
nb_no: Argumenter
pt_pt: Argumentos

source: Default
bg: По подразбиране
hu_hu: Alapértelmezett
ka: ნაგულისხმევი
nb_no: Standard
pt_pt: Predefinição

# ColumnsShortcutTooltip
source: Columns (Ctrl+Shift+6)
bg: Колони (Ctrl+Shift+6)
hu_hu: Oszlopok (Ctrl + Shift + 6)
ka: სვეტები (Ctrl+Shift+6)
nb_no: Kolonner (Ctrl+Skift+6)
pt_pt: Colunas (Ctrl+Shift+6)

source: Set as default save path
bg: Задай като път за запис по подразбиране
hu_hu: Beállítás alapértelmezett mentési útvonalként
ka: ნაგულისხმევ დასამახსოვრებელ გზად დაყენება
nb_no: Angi som standard-sti for lagring
pt_pt: Definar como localização predefinida para guardar

source: Copy
bg: Копирай
hu_hu: Másolás
ka: ასლის შექმნა
nb_no: Kopier
pt_pt: Copiar

# DateModifiedLowerCase
source: Date modified
bg: Модифициран
hu_hu: Módosítás dátuma
ka: შეცვლის თარიღი
nb_no: Dato endret
pt_pt: Data de modificação

source: Descending
bg: Низходящо
hu_hu: Csökkenő
ka: კლებადობის მიხედვით
nb_no: Synkende
pt_pt: Descendente

source: Today
bg: Днес
hu_hu: Ma
ka: დღეს
nb_no: I dag
pt_pt: Hoje

source: canceling
bg: анулиране
hu_hu: megszakítás
ka: მიმდინარეობს გაუქმება
nb_no: avbryter
pt_pt: cancelando

source: Advanced permissions
bg: Разширени разрешения
hu_hu: Speciális engedélyek
ka: დამატებითი უფლებები
nb_no: Avanserte rettigheter
pt_pt: Permissões avançadas

source: Allow
bg: Позволи
hu_hu: Engedélyzés
ka: დაშვება
nb_no: Tillat
pt_pt: Permitir

source: Write
bg: Писане
hu_hu: Irás
ka: დაწერა
nb_no: Skriv
pt_pt: Escrever

source: Access
bg: Достъп
hu_hu: Hozzáférés
ka: დაშვება
nb_no: Tilgang
pt_pt: Acesso

source: Add file
bg: Добави файл
hu_hu: Fájl hozzáadása
ka: ფაილის დამატება
nb_no: Legg til fil
pt_pt: Adicionar ficheiro

# SettingsPrivacyPolicyMarkdownBlock.Text
source: We use App Center to track which settings are being used, find bugs, and fix crashes. Information sent to App Center is anonymous and free of any user or contextual data.
bg: Използваме App Center, за да проследяваме кои настройки се използват, да намираме грешки и да коригираме сривове. Информацията, изпратена до App Center, е анонимна и без никакви потребителски или контекстуални данни.
nb_no: *Innsamlig av Personlig Informasjon* Files hverken samler inn, lagrer, deler eller publiserer noe personlig informasjon. *Innsamling av Ikke-personlig Informasjon* Vi bruker App Center for å spore app-bruk og for å finne/reparere feil. All informasjon sendt til App Center er anonym og uten brukerdata og kontekstuell data.

source: Columns
bg: Колони
nb_no: Kolonner
pt_pt: Colunas

source: Large Icons
bg: Големи икони
nb_no: Store ikoner
pt_pt: Ícones Grandes

source: Medium Icons
bg: Средни икони
nb_no: Medium ikoner
pt_pt: Ícones Médios

source: Small Icons
bg: Малки икони
nb_no: Små ikoner
pt_pt: Ícones Pequenos

source: Tiles
bg: Плочки
nb_no: Fliser
pt_pt: Títulos

source: None
bg: Нищо
nb_no: Ingen
pt_pt: Nenhum

# SettingsSetAsDefaultFileManagerDescription
source: This option modifies the system registry and can have unexpected side effects on your device. Continue at your own risk.
bg: Тази опция променя системния регистър и може да има неочаквани странични ефекти на вашето устройство. Продължете на свой собствен риск.
nb_no: Denne innstillingen gjør endringer på systemfiler og kan ha uventede sideeffekter på din enhet. Utviklerne tar ikke ansvar dersom det resulterer i problemer. Ved å fortsette med denne innstillingen anerkjenner du risikoen involvert ved å gjøre det. Vær oppmerksom på at avinstallering av Files ikke vil tilbakestille disse endringene, og kan forhindre deg fra å åpne filutforskeren, med mindre du skrur av denne innstillingen før du fjerner Files fra din enhet.

# FolderWidgetCreateNewLibraryDialogTitleText
source: Create Library
bg: Създай библиотека
nb_no: Opprett bibliotek
pt_pt: Criar Biblioteca

# FolderWidgetCreateNewLibraryInputPlaceholderText
source: Enter Library name
bg: Въведи име на библиотека
nb_no: Angi navn på bibliotek
pt_pt: Insira o nome da Biblioteca

source: Show folder size
bg: Покажи размера на папката
nb_no: Vis mappestørrelse
pt_pt: Mostrar tamanho da paasta

source: Recent Files
bg: Последни файлове
hu_hu: Előzmények
ka: ბოლო ფაილები
nb_no: Nylige filer
pt_pt: Ficheiros Recentes

# SettingsOpenInLogin
source: Open Files on Windows Startup
bg: Изпълни Files при стартиране на Windows
nb_no: Åpne Files ved oppstart av Windows
pt_pt: Abrir Files no Início do Windows

source: Attributes
bg: Атрибути
nb_no: Attributter

source: Hidden
bg: Скрит
nb_no: Skjult

source: More details
bg: Повече детайли
nb_no: Fler detaljer

source: Read only
bg: Само за четене
nb_no: Skrivebeskyttet

# CleanupDrive
source: Cleanup your drive contents
bg: Почисти съдържанието на диска
nb_no: Rydd opp innhold på disken

source: Disk cleanup
bg: Почистване на диска
nb_no: Disk-opprydding

source: Type:
bg: Тип:

source: Bytes
bg: байтове

source: Open in
bg: Отвори в

source: Extract
bg: Извлечи

source: Extract files
bg: Извлечи файлове

source: Extract here
bg: Извлечи тук

# ExtractToChildFolder
source: Extract to {0}
bg: Извлечи към {0}

source: Run script
bg: Изпълни скрипт

source: Run with PowerShell
bg: Изпълни с PowerShell

# SetAsBackground
source: Set as desktop background
bg: Задай като фон на работния плот

# SetFilesAsDefaultWarning
source: Do not remove Files from your device without turning off this option. Not doing so will prevent you from opening File Explorer.
bg: Не премахвайте Files от устройството си, преди да изключите тази опция. Ако не го направите, това ще ви попречи да отворите File Explorer.

# ShowFolderSizesWarning
source: Calculating folder sizes is resource intensive and may cause your CPU usage to increase.
bg: Изчисляването на размерите на папките е ресурсоемко и може да доведе до увеличаване на използването на вашия процесор.

# PropertySectionGPS
source: GPS
ja_jp: GPS (複数)

source: Open in Terminal...
hu_hu: Megnyitás terminálban...
ka: ტერმინალში გახსნა...
pt_pt: Abrir no Terminal...
