Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

# SideBarOpenInNewTab.Text
source: Open in new tab
af: Maak in nuwe duimgids oop
bg: Отвори в нов раздел
de_de: In neuem Tab öffnen
el: Άνοιγμα σε νέα καρτέλα
hu_hu: Megnyitás új lapon
it_it: Apri in una nuova scheda
ja_jp: 新しいタブで開く
ka: ახალ ჩანართში გახსნა
nb_no: Åpne i ny fane
pt_pt: Abrir num novo separador
zh_hans: 在新选项卡中打开

# SideBarOpenInNewWindow.Text
source: Open in new window
af: Maak in nuwe venster oop
bg: Отвори в нов прозорец
de_de: In neuem Fenster öffnen
el: Άνοιγμα σε νέο παράθυρο
hu_hu: Megnyitás új ablakban
it_it: Apri in una nuova finestra
ja_jp: 新しいウィンドウで開く
ka: ახალ ფანჯარაში გახსნა
nb_no: Åpne i nytt vindu
pt_pt: Abrir numa nova janela
zh_hans: 在新窗口中打开

# SettingsExperimentalTitle.Text
source: Experimental
af: Eksperimentele
bg: Експериментални
de_de: Experimentell
el: Πειραματικό
hu_hu: Kísérleti beállítások
it_it: Esperimenti
ja_jp: 実験的機能
ka: ექსპერიმენტალური
nb_no: Eksperimentelt
zh_hans: 实验性

# SettingsExperimentalDescription.Text
source: WARNING: EXPERIMENTAL FEATURES AHEAD!
af: WAARSKUWING: EKSPERIMENTELE KENMERKE WAT VOORLÊ!
bg: ВНИМАНИЕ: ЕКСПЕРИМЕНТАЛНИ ФУНКЦИИ!
de_de: WARNUNG: EXPERIMENTELLE FUNKTIONEN!
el: ΠΡΟΕΙΔΟΠΟΊΗΣΗ: ΠΕΙΡΑΜΑΤΙΚΆ ΧΑΡΑΚΤΗΡΙΣΤΙΚΆ ΜΠΡΟΣΤΆ!
hu_hu: FIGYELEM: AZ ALÁBBI BEÁLLÍTÁSOK KÍSÉRLETI FUNKCIÓKHOZ TARTOZNAK!
it_it: ATTENZIONE: CARATTERISTICHE SPERIMENTALI!
ja_jp: 注: 実験的な機能です！
ka: გაფრთხილება: ექსპერიმენტალური მახასიათებლების წინ!
nb_no: ADVARSEL: EKSPERIMENTELLE FUNKSJONER FORUT!
pt_pt: AVISO: RECURSOS EXPERIMENTAIS ABAIXO!
zh_hans: 注意: 这些是实验性功能。

# SettingsNavExperimental.Content
source: Experimental
af: Eksperimentele
bg: Експериментални
de_de: Experimentell
el: Πειραματικό
hu_hu: Kísérleti beállítások
it_it: Esperimenti
ja_jp: 実験的機能
ka: ექსპერიმენტალური
nb_no: Eksperimentelt
zh_hans: 实验性

# ItemAlreadyExistsDialogContent
source: An item with this name already exists in this directory.
af: 'n Item met hierdie naam bestaan reeds in hierdie gids.
bg: Елемент с това име вече съществува в тази директория.
de_de: In diesem Verzeichnis existiert bereits eine Datei oder ein Ordner mit diesem Namen.
el: Ένα στοιχείο με αυτό το όνομα υπάρχει ήδη σε αυτόν τον κατάλογο.
hu_hu: Ezzel a névvel már létezik elem ebben a mappában.
it_it: Un elemento con questo nome esiste già in questa cartella.
ja_jp: 同じ名前のファイルがこのフォルダにすでに存在します。
ka: ამ სახელწოდების მქონე ნივთი უკვე არსებობს ამ კატალოგში.
nb_no: Et element med dette navnet finnes allerede i denne mappen.
pt_pt: Um item com esse nome já existe neste diretório.
zh_hans: 目标目录已存在同名项。

# ItemAlreadyExistsDialogTitle
source: Item already exists
af: Item bestaan reeds
bg: Елементът вече съществува
de_de: Datei oder Ordner existiert bereits
el: Το στοιχείο υπάρχει ήδη
hu_hu: Az elem már létezik
it_it: L'elemento esiste già
ja_jp: ファイルが既に存在します
ka: ნივთი უკვე არსებობს
nb_no: Elementet finnes allerede
pt_pt: O item já existe
zh_hans: 项已存在

# ItemAlreadyExistsDialogSecondaryButtonText
source: Replace existing item
af: Vervang bestaande item
bg: Заменете съществуващият елемент
de_de: Bestehende Datei oder Ordner ersetzen
el: Αντικατάσταση υπάρχοντος στοιχείου
hu_hu: Felülírás/összefésülés
it_it: Sostituisci l'elemento
ja_jp: 既存のファイルを置換
ka: არსებული ნივთის ჩანაცვლება
nb_no: Erstatt eksisterende element
pt_pt: Substituir item existente
zh_hans: 替换现有项

# BaseLayoutItemContextFlyoutSetAsLockscreenBackground.Text
source: Set as lockscreen background
af: Stel as sluitskermagtergrond
bg: Задай като фон на заключения екран
de_de: Als Sperrbildschirm festlegen
el: Ορισμός ως φόντο οθόνης κλειδώματος
hu_hu: Beállítás zárolási képernyő háttérként
it_it: Imposta come sfondo della schermata di blocco
ja_jp: ロック画面の背景として設定
ka: ჩაკეტილი ეკრანის ფონად დაყენება
nb_no: Bruk som bakgrunn på låst skjerm
pt_pt: Definir como fundo de ecrã de bloqueio
zh_hans: 设为锁屏

# BaseLayoutContextFlyoutLargeIcons.Text
source: Large Icons
af: Groot Ikone
bg: Големи икони
de_de: Große Symbole
el: Μεγάλα εικονίδια
hu_hu: Nagy ikonok
it_it: Icone grandi
ja_jp: 大アイコン
ka: მსხვილი ხატულები
nb_no: Store ikoner
pt_pt: Ícones Grandes
zh_hans: 网格视图（大）

# BaseLayoutContextFlyoutMediumIcons.Text
source: Medium Icons
af: Medium Ikone
bg: Средни икони
de_de: Mittelgroße Symbole
el: Μεσαία εικονίδια
hu_hu: Közepes ikonok
it_it: Icone medie
ja_jp: 中アイコン
ka: საშუალო ხატულები
nb_no: Medium ikoner
pt_pt: Ícones Médios
zh_hans: 网格视图（中）

# BaseLayoutContextFlyoutSmallIcons.Text
source: Small Icons
af: Klein Ikone
bg: Малки икони
de_de: Kleine Symbole
el: Μικρά εικονίδια
hu_hu: Kis ikonok
it_it: Icone piccole
ja_jp: 小アイコン
ka: პატარა ხატულები
nb_no: Små ikoner
pt_pt: Ícones Pequenos
zh_hans: 网格视图（小）

# BaseLayoutContextFlyoutTiles.Text
source: Tiles
af: Teëls
de_de: Kacheln
el: Πλακίδια
it_it: Riquadri
ja_jp: タイル
zh_hans: 平铺视图

# PropertiesDialogOKButton.Content
source: OK
bg: Добре
el: Εντάξει
ka: კარგი
zh_hans: 确定

# AccessDeniedDeleteDialog.Text
source: We weren't able to delete this item
af: Ons kon nie hierdie item skrap nie
bg: Не успяхме да изтрием този елемент
de_de: Löschen der Datei oder des Ordners nicht möglich
el: Δεν μπορέσαμε να διαγράψουμε αυτό το στοιχείο
hu_hu: Nem sikerült törölni ezt az elemet
it_it: Non è stato possibile eliminare questo elemento
ja_jp: ファイルを削除できませんでした
ka: ჩვენ ვერ შევძელით ამ ნივთის წაშლა
nb_no: Vi kunne ikke slette dette elementet
pt_pt: Não foi possível eliminar este item
zh_hans: 无法删除此项

# DriveUnpluggedDialog.Text
source: Please insert the necessary drive to access this item.
af: Voeg asseblief die nodige aandrywer in om toegang tot hierdie item te verkry.
bg: Моля, включете необходимото устройство за достъп до този елемент.
de_de: Schließen Sie bitte das entsprechende Laufwerk an, um auf diese Datei zuzugreifen.
el: Τοποθετήστε την απαραίτητη μονάδα δίσκου για να αποκτήσετε πρόσβαση σε αυτό το στοιχείο.
hu_hu: Helyezze be a meghajtót a fájlhoz való hozzáféréshez.
it_it: Inserire l'unità necessaria per accedere a questo elemento.
ja_jp: ドライブを挿入してください
ka: გთხოვთ, ჩასვათ საჭირო დრაივი ამ ერთეულზე წვდომის მოსაპოვებლად.
nb_no: Koble til nødvendig enhet for å få tilgang til dette elementet.
pt_pt: Por favor, insira a unidade necessária para aceder a este item.
zh_hans: 请插入驱动器。

# DriveUnpluggedDialog.Title
source: Drive Unplugged
af: Hardeskyf Ongeprop
bg: Устройството е изключено
de_de: Laufwerk getrennt
el: Η μονάδα δίσκου αποσυνδέθηκε
hu_hu: Meghajtó leválasztva
it_it: Unità scollegata
ja_jp: ドライブがイジェクトされました
ka: დრაივი გათიშულია
nb_no: Enhet frakoblet
pt_pt: Unidade Desconectada
zh_hans: 驱动器弹出

# FileNotFoundDialog.Text
source: The file you are attempting to access may have been moved or deleted.
af: Die lêer wat jy probeer toegang verkry is dalk verskuif of geskrap.
bg: Файлът, до който се опитвате да осъществите достъп, може да е преместен или изтрит.
de_de: Die Datei, auf die Sie zugreifen möchten, wurde eventuell verschoben oder gelöscht.
el: Το αρχείο που προσπαθείτε να προσπελάσετε ενδέχεται να έχει μετακινηθεί ή διαγραφεί.
hu_hu: A fájl, amit próbál megnyitni, már nem található ezen a helyen.
it_it: Il file a cui stai tentando di accedere potrebbe essere stato spostato o eliminato.
ja_jp: アクセスしようとしているファイルは移動または削除された可能性があります。
ka: ფაილი, რომელზეც თქვენ ცდილობთ წვდომას, შეიძლება გადატანილი ან წაშლილი იყოს.
nb_no: Filen du forsøker å få tilgang til kan ha blitt flyttet eller slettet.
pt_pt: O ficheiro que está a tentar ser acedido pode ter sido movido ou apagado.
zh_hans: 访问目标文件可能已被移动或删除。

# FileNotFoundDialog.Title
source: File Not Found
af: Lêer Nie Gevind Nie
bg: Файлът не е намерен
de_de: Datei nicht gefunden
el: Το αρχείο δεν βρέθηκε
hu_hu: A fájl nem található
it_it: File non trovato
ja_jp: ファイルが存在しません
ka: ფაილი არ მოიძებნა
nb_no: Fil ikke funnet
pt_pt: Ficheiro Não Encontrado
zh_hans: 无法找到文件

# FileNotFoundPreviewDialog.Text
source: The file you are attempting to preview may have been moved or deleted.
af: Die lêer wat jy probeer voorskou, is dalk verskuif of geskrap.
bg: Файлът, който се опитвате да прегледате, може да е преместен или изтрит.
de_de: Die Datei, die Sie anzeigen möchten, wurde eventuell verschoben oder gelöscht.
el: Το αρχείο που προσπαθείτε να κάνετε προεπισκόπηση ενδέχεται να έχει μετακινηθεί ή διαγραφεί.
hu_hu: A fájl, amelynek az előnézetét próbálja betölteni, már nem található ezen a helyen.
it_it: Il file che si sta tentando di visualizzare in anteprima potrebbe essere stato spostato o eliminato.
ja_jp: プレビューしようとしているファイルは移動または削除された可能性があります。
ka: ფაილი, რომლის გადახედვასაც თქვენ ცდილობთ, შეიძლება გადატანილი ან წაშლილი იყოს.
nb_no: Filen du forsøker å forhåndsvise kan ha blitt flyttet eller slettet.
pt_pt: O ficheiro que está a tentar visualizar pode ter sido movido ou apagado.
zh_hans: 预览目标文件可能已被移动或删除。

# FolderNotFoundDialog.Text
source: The folder you are attempting to access may have been moved or deleted.
af: Die omslag wat jy probeer toegang verkry, is dalk verskuif of geskrap.
bg: Папката, до която се опитвате да осъществите достъп, може да е била преместена или изтрита.
de_de: Der Ordner, auf den Sie zugreifen möchten, wurde eventuell verschoben oder gelöscht.
el: Ο φάκελος που προσπαθείτε να προσπελάσετε ενδέχεται να έχει μετακινηθεί ή διαγραφεί.
hu_hu: A mappa, amit próbál megnyitni, már nem található ezen a helyen.
it_it: La cartella a cui stai tentando di accedere potrebbe essere stata spostata o eliminata.
ja_jp: アクセスしようとしているフォルダは移動または削除された可能性があります。
ka: საქაღალდე, რომელშიც შესვლას ცდილობთ, შეიძლება გადატანილი ან წაშლილი იყოს.
nb_no: Mappen du forsøker å få tilgang til kan ha blitt flyttet eller slettet.
pt_pt: A pasta que está a tentar aceder pode ter sido movida ou apagado.
zh_hans: 访问目标文件夹可能已被移动或删除。

# FolderNotFoundDialog.Title
source: Did you delete this folder?
af: Het jy hierdie omslag geskrap?
bg: Изтрихте ли тази папка?
de_de: Haben Sie diesen Ordner gelöscht?
el: Διαγράψατε αυτόν τον φάκελο;
hu_hu: Ön törölte ezt a mappát?
it_it: Vuoi eliminare questa cartella?
ja_jp: このフォルダを削除してもよろしいですか？
ka: თქვენ წაშალეთ ეს საქაღალდე?
nb_no: Har du slettet denne mappen?
pt_pt: Pretende eliminar esta pasta?
zh_hans: 确实要删除此文件夹吗？

# FileInUseDeleteDialog.Text
source: The file you're trying to delete is currently being used by an another application.
af: Die lêer wat jy probeer skrap word tans deur 'n ander toepassing gebruik.
bg: Файлът, който се опитвате да изтриете, в момента се използва от друго приложение.
de_de: Die Datei, die Sie löschen möchten, wird gerade von einer anderen Anwendung verwendet.
el: Το αρχείο που προσπαθείτε να διαγράψετε χρησιμοποιείται επί του παρόντος από μια άλλη εφαρμογή.
hu_hu: A törölni kívánt fájl jelenleg használatban van.
it_it: Il file che stai tentando di eliminare è attualmente utilizzato da un'altra applicazione.
ja_jp: 削除しようとしているファイルは他のプログラムによって使用されています。
ka: ფაილი, რომლის წაშლასაც თქვენ ცდილობთ, ამჟამად სხვა პროგრამა იყენებს.
nb_no: Filen du forsøker å slette er i bruk av en annen applikasjon.
pt_pt: O ficheiro que você está tentando eliminar está sendo utilizado por uma aplicação.
zh_hans: 删除目标文件正被其他应用程序使用。

# FileInUseDeleteDialog.Title
source: File is in use
af: Lêer is in gebruik
bg: Файлът се използва
de_de: Datei wird bereits verwendet
el: Το αρχείο είναι σε χρήση
hu_hu: A fájl használatban van
it_it: File in uso
ja_jp: ファイルは使用中です
ka: ფაილი გამოიყენება
nb_no: Filen er i bruk
pt_pt: O ficheiro está em uso
zh_hans: 文件正在使用

# FileInUseDeleteDialog.PrimaryButtonText
source: Try again
af: Probeer weer
bg: Опитай отново
de_de: Erneut versuchen
el: Δοκιμάστε ξανά
hu_hu: Újra
it_it: Riprova
ja_jp: 再試行
ka: სცადეთ ხელახლა
nb_no: Prøv igjen
pt_pt: Tentar novamente
zh_hans: 重试

# FileInUseDeleteDialog.SecondaryButtonText
source: OK
bg: Добре
el: Εντάξει
ka: კარგი
zh_hans: 确定

# BaseLayoutContextFlyoutEmptyRecycleBin.Text
source: Empty recycle bin
af: Maak herwin bin leeg
bg: Изпразни кошчето
de_de: Papierkorb leeren
el: Άδειασμα του κάδου ανακύκλωσης
hu_hu: Lomtár ürítése
it_it: Svuota il cestino
ja_jp: ごみ箱を空にする
ka: სანაგვე ყუთის გასუფთავება
nb_no: Tøm papirkurven
pt_pt: Esvaziar Reciclagem
zh_hans: 清空回收站

# BaseLayoutItemContextFlyoutRestore.Text
source: Restore
af: Herstel
bg: Възстанови
de_de: Wiederherstellen
el: Επαναφορά
hu_hu: Visszaállítás
it_it: Ripristina
ja_jp: 元に戻す
ka: აღდგენა
nb_no: Gjenopprett
pt_pt: Restaurar
zh_hans: 还原

# DaysAgo
source: {0} days ago
af: {0} dae gelede
bg: преди {0} дни
de_de: Vor {0} Tagen
el: {0} ημέρες πριν
hu_hu: {0} nappal ezelőtt
it_it: {0} giorni fa
ja_jp: {0} 日前
ka: {0} დღის წინ
nb_no: {0} dager siden
pt_pt: {0} dias atrás
zh_hans: {0} 天前

# HoursAgo
source: {0} hours ago
af: {0} ure gelede
bg: преди {0} часа
de_de: Vor {0} Stunden
el: {0} ώρες πριν
hu_hu: {0} órával ezelőtt
it_it: {0} ore fa
ja_jp: {0} 時間前
ka: {0} საათის წინ
nb_no: {0} timer siden
pt_pt: {0} horas atrás
zh_hans: {0} 小时前

# DayAgo
source: {0} day ago
af: {0} dag gelede
bg: преди {0} ден
de_de: Vor einem Tag
el: {0} ημέρα πριν
hu_hu: {0} nappal ezelőtt
it_it: {0} giorno fa
ja_jp: {0} 日前
ka: {0} დღის წინ
nb_no: {0} dag siden
pt_pt: {0} dia atrás
zh_hans: {0} 天前

# HourAgo
source: {0} hour ago
af: {0} uur gelede
bg: преди {0} час
de_de: Vor einer Stunde
el: {0} ώρα πριν
hu_hu: {0} órával ezelőtt
it_it: {0} ora fa
ja_jp: {0} 時間前
ka: {0} საათის წინ
nb_no: {0} time siden
pt_pt: {0} hora atrás
zh_hans: {0} 小时前

# MinutesAgo
source: {0} minutes ago
af: {0} minute gelede
bg: преди {0} минути
de_de: Vor {0} Minuten
el: {0} λεπτά πριν
hu_hu: {0} perccel ezelőtt
it_it: {0} minuti fa
ja_jp: {0} 分前
ka: {0} წუთის წინ
nb_no: {0} minutter siden
pt_pt: {0} minutos atrás
zh_hans: {0} 分钟前

# MinuteAgo
source: {0} minute ago
af: {0} minuut gelede
bg: преди {0} минута
de_de: Vor einer Minute
el: {0} λεπτό πριν
hu_hu: {0} perccel ezelőtt
it_it: {0} minuto fa
ja_jp: {0} 分前
ka: {0} წუთის წინ
nb_no: {0} minutt siden
pt_pt: {0} minuto atrás
zh_hans: {0} 分钟前

# SecondsAgo
source: {0} seconds ago
af: {0} sekondes gelede
bg: преди {0} секунди
de_de: Vor {0} Sekunden
el: {0} δευτερόλεπτα πριν
hu_hu: {0} másodperccel ezelőtt
it_it: {0} secondi fa
ja_jp: {0} 秒前
ka: {0} წამის წინ
nb_no: {0} sekunder siden
pt_pt: {0} segundos atrás
zh_hans: {0} 秒前

# SettingsOnStartupOpenASpecificPagePath.PlaceholderText
source: New Tab
af: Nuwe Duimgids
bg: Нов раздел
de_de: Neuer Tab
el: Νέα καρτέλα
hu_hu: Új lap
it_it: Nuova scheda
ja_jp: 新しいタブ
ka: ახალი ჩანართი
nb_no: Ny fane
pt_pt: Novo Separador
zh_hans: 新选项卡

# ErrorDialogUnsupportedOperation
source: The requested operation is not supported
af: Die aangevraagde bewerking word nie ondersteun nie
bg: Исканата операция не се поддържа
de_de: Der angeforderte Vorgang wird nicht unterstützt.
el: Η ζητούμενη λειτουργία δεν υποστηρίζεται
hu_hu: Ez a művelet nem támogatott
it_it: L'operazione richiesta non è supportata
ja_jp: この操作はサポートされていません
ka: მოთხოვნილი მოქმედება მხარდაჭერილი არ არის
nb_no: Den ønskede handlingen er ikke støttet
pt_pt: A operação solicitada não é suportada
zh_hans: 不支持请求的操作

# DriveFreeSpaceAndCapacity
source: {0} free of {1}
af: {0} vry van {1}
bg: {0} свободни от {1}
de_de: {0} frei von {1}
el: {0} ελεύθερα από {1}
hu_hu: Szabad hely: {0} / {1}
it_it: {0} liberi su {1}
ja_jp: 空き領域 {0}/{1}
ka: {1} -დან თავისუფალია {0}
nb_no: {0} ledig av {1}
pt_pt: {0} livre(s) de {1}
zh_hans: {0} 可用，共 {1}

# BaseLayoutItemContextFlyoutOpenItemWith.Text
source: Open With
af: Maak Oop Met
bg: Отвори с
de_de: Öffnen mit
el: Άνοιγμα με
hu_hu: Társítás
it_it: Apri con
ja_jp: プログラムから開く
ka: გახსნა პროგრამით
nb_no: Åpne med
pt_pt: Abrir com
zh_hans: 打开方式

# FileNameTeachingTip.Subtitle
source: The item name must not contain the following characters: \ / : * ? " < > |
af: Die itemnaam moet nie die volgende karakters bevat nie: \ / : * ? " < > |
bg: Името на елемента не трябва да съдържа следните знаци: \ / : * ? " < > |
de_de: Der Dateiname darf folgende Zeichen nicht enthalten: \ / : * ? " < > |
el: Το όνομα του στοιχείου δεν πρέπει να περιέχει τους ακόλουθους χαρακτήρες: \ / : * ? " < > |
hu_hu: A név nem tartalmazhatja a következő karaktereket: \ / : * ? " < > |
it_it: Il nome dell'elemento non deve contenere i seguenti caratteri: \ / : * ? " |
ja_jp: ファイル名に次の文字を含めることはできません: \ / : * ? " < > |
ka: ნივთის სახელი არ უნდა შეიცავდეს შემდეგ სიმბოლოებს: \ / : * ? " < > |
nb_no: Elementets navn kan ikke inneholde følgende tegn: \ / : * ? " < > |
pt_pt: O nome do item não deve conter os seguintes caracteres: \ / : * ? " < > |
zh_hans: 文件名不能包含下列任何字符：\ / : * ? " < > |

# FileNameTeachingTip.CloseButtonContent
source: OK
bg: Добре
el: Εντάξει
ka: კარგი
zh_hans: 确定

# RenameDialogSymbolsTip.Text
source: The item name must not contain the following characters: \ / : * ? " < > |
af: Die itemnaam moet nie die volgende karakters bevat nie: \ / : * ? " < > |
bg: Името на елемента не трябва да съдържа следните знаци: \ / : * ? " < > |
de_de: Der Dateiname darf folgende Zeichen nicht enthalten: \ / : * ? " < > |
el: Το όνομα του στοιχείου δεν πρέπει να περιέχει τους ακόλουθους χαρακτήρες: \ / : * ? " < > |
hu_hu: A név nem tartalmazhatja a következő karaktereket: \ / : * ? " < > |
it_it: Il nome dell'elemento non deve contenere i seguenti caratteri: \ / : * ? " |
ja_jp: ファイル名に次の文字を含めることはできません: \ / : * ? " < > |
ka: ნივთის სახელი არ უნდა შეიცავდეს შემდეგ სიმბოლოებს: \ / : * ? " < > |
nb_no: Elementets navn kan ikke inneholde følgende tegn: \ / : * ? " < > |
pt_pt: O nome do item não deve conter os seguintes caracteres: \ / : * ? " < > |
zh_hans: 文件名不能包含下列任何字符：\ / : * ? " < > |

# ItemSelected.Text
source: item selected
af: item gekies
bg: избран елемент
de_de: Element ausgewählt
el: επιλεγμένο στοιχείο
hu_hu: kijelölt elem
it_it: elemento selezionato
ja_jp: 選択されたファイル
ka: არჩეული ნივთი
nb_no: valgt element
pt_pt: item selecionado
zh_hans: 选择项

# ItemsSelected.Text
source: items selected
af: items gekies
bg: избрани елемента
de_de: Elemente ausgewählt
el: επιλεγμένα στοιχεία
hu_hu: kijelölt elem
it_it: elementi selezionati
ja_jp: 選択されたファイル
ka: არჩეული ნივთი
nb_no: valgte elementer
pt_pt: itens selecionados
zh_hans: 已选定项

# ItemCount.Text
source: item
bg: елемент
de_de: Element
el: στοιχείο
hu_hu: elem
it_it: elemento
ja_jp: ファイル
ka: ნივთი
nb_no: element
zh_hans: 项

# ItemsCount.Text
source: items
bg: елементи
de_de: Elemente
el: στοιχεία
hu_hu: elem
it_it: elementi
ja_jp: ファイル
ka: ნივთი
nb_no: elementer
pt_pt: itens
zh_hans: 项

# PropertiesAccessed.Text
source: Accessed:
af: Oopgemaak:
de_de: Letzter Zugriff:
el: Προσπελάστηκε:
it_it: Ultimo accesso:
ja_jp: アクセス日時:
zh_hans: 访问时间:

# ConfirmEmptyBinDialogContent
source: Are you sure you want to permanently delete all these items?
af: Is jy seker jy wil al hierdie items permanent skrap?
bg: Наистина ли искате да изтриете за постоянно всички тези елементи?
de_de: Sind Sie sicher, dass Sie alle Elemente löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε οριστικά όλα αυτά τα στοιχεία;
hu_hu: Biztosan véglegesen törölni szeretné ezeket az elemeket?
it_it: Sei sicuro di voler cancellare tutti gli elementi?
ja_jp: すべてのファイルを削除してもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ ყველა ამ ნივთის სამუდამოდ წაშლა?
nb_no: Er du sikker på at du vil slette alle disse elementene permanent?
pt_pt: Tem a certeza de que pretende eliminar permanentemente todos estes itens?
zh_hans: 确定要永久删除所有项吗？

# ConfirmEmptyBinDialogTitle
source: Empty recycle bin
af: Maak herwin bin leeg
bg: Изпразни кошчето
de_de: Papierkorb leeren
el: Άδειασμα του κάδου ανακύκλωσης
hu_hu: Lomtár kiürítése
it_it: Svuota il Cestino
ja_jp: ごみ箱を空にする
ka: სანაგვე ყუთის გასუფთავება
nb_no: Tøm papirkurven
pt_pt: Esvaziar Reciclagem
zh_hans: 清空回收站

source: Yes
af: Ja
bg: Да
de_de: OK
el: Ναι
hu_hu: Igen
it_it: OK
ja_jp: 実行
ka: დიახ
nb_no: Ja
pt_pt: Sim
zh_hans: 确定

# ItemSizeBytes
source: bytes
af: grepe
bg: байтове
el: byte
hu_hu: bájt
it_it: byte
ja_jp: バイト
zh_hans: 字节

# DeleteInProgress.Title
source: Deleting files
af: Skrap tans lêers
bg: Изтриване на файлове
de_de: Dateien werden gelöscht
el: Διαγραφή αρχείων
hu_hu: Fájlok törlése
it_it: Eliminazione file in corso
ja_jp: ファイルを削除しています
ka: მიმდინარეობს ფაილების წაშლა
nb_no: Sletter filer
pt_pt: A eliminar ficheiros
zh_hans: 正在删除文件

# PasteInProgress.Title
source: Pasting files
af: Plak lêers
bg: Поставяне на файлове
de_de: Dateien werden kopiert
el: Επικόλληση αρχείων
hu_hu: Fájlok beillesztése
it_it: Copia file in corso
ja_jp: ファイルを貼り付けています
ka: მიმდინარეობს ფაილების ჩასმა
nb_no: Limer inn filer
pt_pt: A colar ficheiros
zh_hans: 正在粘贴文件

# RecycleInProgress.Title
source: Moving files to the Recycle Bin
af: Skuif lêers na die Herwin Bin
bg: Преместване на файлове в кошчето
de_de: Dateien werden in den Papierkorb verschoben
el: Μετακίνηση αρχείων στον Κάδο Ανακύκλωσης
hu_hu: Fájlok áthelyezése a Lomtárba
it_it: Spostamento dei file nel Cestino in corso
ja_jp: ごみ箱に移動
ka: მიმდინარეობს ფაილების სანაგვე ყუთში გადატანა
nb_no: Flytter filer til papirkurven
pt_pt: A mover ficheiros para a Reciclagem
zh_hans: 正在将文件移动到回收站

# BitlockerDialog.PrimaryButtonText
source: Unlock
af: Ontsluit
bg: Отключи
de_de: Entsperren
el: Ξεκλείδωμα
hu_hu: Feloldás
it_it: Sblocca
ja_jp: ロック解除
ka: განბლოკვა
nb_no: Lås opp
pt_pt: Desbloquear
zh_hans: 解锁

# BitlockerDialog.Title
source: Enter password to unlock the drive
af: Tik wagwoord in om die aandrywer te ontsluit
bg: Въведете парола, за да отключите устройството
de_de: Geben Sie das Passwort ein, um die Festplatte zu entsperren
el: Εισάγετε τον κωδικό πρόσβασης για να ξεκλειδώσετε τη μονάδα δίσκου
hu_hu: Adja meg a jelszót a meghajtó feloldásához
it_it: Inserisci la password per sbloccare il disco
ja_jp: パスワードを入力してドライブのロックを解除
ka: შეიყვანეთ პაროლი დრაივის განსაბლოკად
nb_no: Angi passord for å låse opp enheten
pt_pt: Insira a palavra-passe para desbloquear a unidade
zh_hans: 键入密码以解锁驱动器

# BitlockerDialogInputText.PlaceholderText
source: Password
af: Wagwoord
bg: Парола
de_de: Passwort
el: Κωδικός πρόσβασης
hu_hu: Jelszó
ja_jp: パスワード
ka: პაროლი
nb_no: Passord
pt_pt: Palavra-Passe
zh_hans: 密码

# BitlockerInvalidPwDialog.Text
source: Please check the password and try again.
af: Kontroleer asseblief die wagwoord en probeer weer.
bg: Моля, проверете паролата и опитайте отново.
de_de: Überprüfen Sie das Passwort und versuchen Sie es erneut.
el: Ελέγξτε τον κωδικό πρόσβασης και δοκιμάστε ξανά.
hu_hu: Ellenőrizze a jelszót és próbálja újra.
it_it: Controlla la password e prova di nuovo.
ja_jp: パスワードを確認して、再試行してください。
ka: გთხოვთ, გადაამოწმოთ პაროლი და სცადოთ ხელახლა.
nb_no: Vennligst kontroller passordet og prøv igjen.
pt_pt: Verifique a palavra-passe e tente novamente.
zh_hans: 请检查密码后重试。

# BitlockerInvalidPwDialog.Title
source: BitLocker error
af: BitLocker fout
bg: BitLocker грешка
de_de: BitLocker-Fehler
el: Σφάλμα BitLocker
hu_hu: BitLocker hiba
it_it: Errore BitLocker
ja_jp: BitLockerのエラーが発生しました
ka: BitLocker შეცდომა
nb_no: BitLocker-feil
pt_pt: Erro BitLocker
zh_hans: BitLocker 错误

# PropertiesFilesAndFoldersCount.Text
source: Contains:
af: Bevat:
bg: Съдържа:
de_de: Inhalt:
el: Περιέχει:
hu_hu: Tartalom:
it_it: Contenuto:
ja_jp: 内容:
ka: შეიცავს:
nb_no: Inneholder:
pt_pt: Contém:
zh_hans: 包含:

# PropertiesFilesAndFoldersCountString
source: {0:#,##0} files, {1:#,##0} folders
af: {0:#,##0} lêers, {1:#,##0} omslae
bg: {0:#,##0} файла, {1:#,##0} папки
de_de: {0:#,##0} Datei(en), {1:#,##0} Ordner
el: {0:#,##0} αρχεία, {1:#,##0} φάκελοι
hu_hu: {0:#,##0} fájl, {1:#,##0} mappa
it_it: {0:#,##0} File, {1:#,##0} Cartelle
ja_jp: {0:#,##0} ファイル, {1:#,##0} フォルダ
ka: {0:#,##0} ფაილი, {1:#,##0} საქაღალდე
nb_no: {0:#,##0} filer, {1:#,##0} mapper
pt_pt: {0:#,##0} ficheiros, {1:#,##0} pastas
zh_hans: {0:#,##0} 个文件, {1:#,##0} 个文件夹

# BaseLayoutContextFlyoutRunAsAdmin.Text
source: Run as administrator
af: Laat loop as administrateur
bg: Изпълни като администратор
de_de: Als Administrator ausführen
el: Εκτέλεση ως διαχειριστής
hu_hu: Futtatás rendszergazdaként
it_it: Esegui come amministratore
ja_jp: 管理者として実行
ka: ადმინისტრატორის სახელით გაშვება
nb_no: Kjør som administrator
pt_pt: Executar como administrador
zh_hans: 以管理员身份运行
