Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

# NavToolbarTiles.ToolTipService.ToolTip
source: Tiles (Ctrl+Shift+2)
af: Teëls (Ctrl+Shift+2)
bg: Плочки (Ctrl+Shift+2)
de_de: Kachelansicht (Strg+Shift+2)
el: Πλακίδια (Ctrl+Shift+2)
hu_hu: Lista (Ctrl + Shift + 2)
it_it: Riquadri (Ctrl + Shift + 2)
ja_jp: タイルビュー (Ctrl+Shift+2)
ka: ფილები (Ctrl+Shift+2)
nb_no: Fliser (Ctrl+Skift+2)
pt_pt: Mosaicos (Ctrl+Shift+2)
zh_hans: 平铺视图 (Ctrl+Shift+2)

# NavToolbarLargeIcons.AutomationProperties.Name
source: Large Icons
af: Groot Ikone
bg: Големи икони
de_de: Rasteransicht (Groß)
el: Μεγάλα εικονίδια
hu_hu: Nagy ikonok
it_it: Icone Grandi
ja_jp: グリッドビュー (大)
ka: მსხვილი ხატულები
nb_no: Store ikoner
pt_pt: Ícones Grandes
zh_hans: 网格视图（大）

# NavToolbarMediumIcons.AutomationProperties.Name
source: Medium Icons
af: Medium Ikone
bg: Средни икони
de_de: Rasteransicht (Mittel)
el: Μεσαία εικονίδια
hu_hu: Közepes ikonok
it_it: Icone Medie
ja_jp: グリッドビュー (中)
ka: საშუალო ხატულები
nb_no: Medium ikoner
pt_pt: Ícones Médios
zh_hans: 网格视图（中）

# NavToolbarSmallIcons.AutomationProperties.Name
source: Small Icons
af: Klein Ikone
bg: Малки икони
de_de: Rasteransicht (Klein)
el: Μικρά εικονίδια
hu_hu: Kis ikonok
it_it: Icone Piccole
ja_jp: グリッドビュー (小)
ka: პატარა ხატულები
nb_no: Små ikoner
pt_pt: Ícones Pequenos
zh_hans: 网格视图（小）

# NavToolbarTiles.AutomationProperties.Name
source: Tiles
af: Teëls
de_de: Kachelansicht
el: Πλακίδια
it_it: Riquadri
ja_jp: タイルビュー
zh_hans: 平铺视图

# NavToolbarDetails.AutomationProperties.Name
source: Details
af: Besonderhede
de_de: Detailansicht
el: Λεπτομέρειες
it_it: Dettagli
ja_jp: 詳細ビュー
zh_hans: 详细信息视图

# BaseLayoutContextFlyoutSortByDateDeleted.Text
source: Date deleted
af: Datum geskrap
de_de: Löschdatum
el: Ημερομηνία διαγραφής
it_it: Data di eliminazione
ja_jp: 削除した日時
zh_hans: 删除日期

# dateDeletedColumn.Header
source: Date deleted
af: Datum geskrap
de_de: Löschdatum
el: Ημερομηνία διαγραφής
it_it: Data di eliminazione
ja_jp: 削除した日時
zh_hans: 删除日期

# BundlesWidgetAddBundleConfirm.Content
source: Confirm
af: Bevestig
de_de: Bestätigen
el: Επιβεβαίωση
it_it: OK
ja_jp: 確定
zh_hans: 确认

# BundlesWidgetAddBundleErrorAlreadyExists
source: Bundle with the same name already exists!
af: Bundel met dieselfde naam bestaan reeds!
bg: Пакет със същото име вече съществува!
de_de: Eine Gruppe mit dem gleichen Namen existiert bereits!"
el: Η δέσμη με το ίδιο όνομα υπάρχει ήδη!
hu_hu: Már létezik munkaterület ezzel a névvel!
it_it: Un gruppo con lo stesso nome esiste già
ja_jp: 同じ名前のバンドルが既に存在しています！
ka: პაკეტი მსგავსი სახელით უკვე არსებობს!
nb_no: En samling med samme navn eksisterer fra før!
pt_pt: Já existe um pacote com o mesmo nome!
zh_hans: 同名的包已经存在。

# BundlesWidgetAddBundleErrorInputEmpty
source: Input field cannot be empty!
af: Insetveld kan nie leeg wees nie!
bg: Полето за въвеждане не може да бъде празно!
de_de: Eingabefeld darf nicht leer sein!
el: Το πεδίο εισαγωγής δεν μπορεί να είναι κενό!
hu_hu: A mező nem lehet üres!
it_it: Il campo non può essere vuoto
ja_jp: 入力フィールドが空欄です！
ka: შეყვანის ველი არ შეიძლება იყოს ცარიელი!
nb_no: Input-feltet kan ikke være tomt!
pt_pt: O campo não pode estar vazio!
zh_hans: 输入框不能为空。

# BundlesWidgetAddBundleInput.PlaceholderText
source: Enter Bundle name
af: Voer Bondelnaam in
de_de: Sammlungsname eingeben
el: Εισάγετε το όνομα δέσμης
it_it: Inserisci nome del gruppo
ja_jp: バンドル名を入力
zh_hans: 键入包名

# BundlesWidgetAddBundleNameInput.PlaceholderText
source: Enter Bundle name
af: Voer Bondelnaam in
de_de: Sammlungsname eingeben
el: Εισάγετε το όνομα δέσμης
it_it: Inserisci nome del gruppo
ja_jp: バンドル名を入力
zh_hans: 键入包名

# BundlesWidgetRenameBundleDialogInputPlaceholderText
source: Desired name
af: Gewenste naam
de_de: Gewünschter Name
el: Επιθυμητό όνομα
it_it: Nome desiderato
ja_jp: 新しい名前
zh_hans: 期望名称

# BundlesWidgetRenameBundleDialogPrimaryButtonText
source: Confirm
af: Bevestig
de_de: Bestätigen
el: Επιβεβαίωση
it_it: OK
ja_jp: 確定
zh_hans: 确认

# BundlesWidgetRenameBundleDialogSubtitleText
source: Enter new name
af: Tik nuwe naam in
bg: Въведи ново име
de_de: Neuen Namen eingeben
el: Εισάγετε το νέο όνομα
hu_hu: Adja meg az új nevet
it_it: Inserisci il nuovo nome
ja_jp: 新しい名前を入力
ka: შეიყვანეთ ახალი სახელი
nb_no: Angi nytt navn
pt_pt: Insira um novo nome
zh_hans: 输入新的名称

# BundlesWidgetRenameBundleDialogTitleText
source: Rename "{0}"
af: Hernoem "{0}"
bg: Преименуване на "{0}"
de_de: "{0}" umbenennen
el: Μετονομασία "{0}"
hu_hu: "{0}" átnevezése
it_it: Rinomina "{0}"
ja_jp: "{0}" の名前を変更
ka: "{0}" -(ი)ს გადარქმევა
nb_no: Gi nytt navn "{0}"
pt_pt: Mudar o nome de "{0}"
zh_hans: 将 "{0}"重命名

# BundlesWidgetAddBundleInputPlaceholderText
source: Desired name
af: Gewenste naam
de_de: Gewünschter Name
el: Επιθυμητό όνομα
it_it: Nome desiderato
ja_jp: 新しい名前
zh_hans: 期望名称

# BundlesWidgetCreateBundleDialogPrimaryButtonText
source: Confirm
af: Bevestig
de_de: Bestätigen
el: Επιβεβαίωση
it_it: OK
ja_jp: 確定
zh_hans: 确认

# BundlesWidgetCreateBundleDialogSubtitleText
source: Add Bundle
af: Voeg Bondel By
bg: Добави пакет
de_de: Gruppe hinzufügen
el: Προσθήκη πακέτου
hu_hu: Új munkaterület
it_it: Aggiungi gruppo
ja_jp: バンドルを追加
ka: შეკვრის დამატება
nb_no: Legg til samling
pt_pt: Adicionar Pacote
zh_hans: 添加包

# BundlesWidgetOptionsFlyoutExportBundlesMenuItem.Text
source: Export Bundles
af: Voer Bondels Uit
bg: Експортиране на пакети
de_de: Sammlung exportieren
el: Εξαγωγή δεσμών
hu_hu: Munkaterületek exportálása
it_it: Esporta Gruppi
ja_jp: バンドルをエクスポート
ka: ექსპორტის პაკეტები
nb_no: Eksporter samlinger
pt_pt: Exportar Pacotes
zh_hans: 导出包

# BundlesWidgetOptionsFlyoutImportBundlesMenuItem.Text
source: Import Bundles
af: Voer Bondels In
bg: Импортиране на пакети
de_de: Sammlung importieren
el: Εισαγωγή δεσμών
hu_hu: Munkaterületek importálása
it_it: Importa Gruppi
ja_jp: バンドルをインポート
ka: იმპორტის პაკეტები
nb_no: Importer samlinger
pt_pt: Importar Pacotes
zh_hans: 导入包

# BundlesWidgetCreateBundleItem.Text
source: Create Bundle
af: Skep Bondel
de_de: Sammlung erstellen
el: Δημιουργία δέσμης
it_it: Crea Gruppo
ja_jp: バンドルを作成
zh_hans: 新建包

# BundleItemFlyouOpenInNewTabMenuItem.Text
source: Open in new tab
af: Maak oop in nuwe duimgids
bg: Отвори в нов раздел
de_de: In neuem Tab öffnen
el: Άνοιγμα σε νέα καρτέλα
hu_hu: Megnyitás új lapon
it_it: Apri in una nuova scheda
ja_jp: 新しいタブで開く
ka: ახალ ჩანართში გახსნა
nb_no: Åpne i ny fane
pt_pt: Abrir num novo separador
zh_hans: 在新选项卡中打开

# BundleItemFlyouOpenItemLocationMenuItem.Text
source: Open item location
af: Maak itemligging oop
bg: Отвори местоположението на елемента
de_de: Dateispeicherort öffnen
el: Άνοιγμα τοποθεσίας στοιχείου
hu_hu: Elem helyének megnyitása
it_it: Apri percorso file
ja_jp: ファイルの場所を開く
ka: ელემენტის მდებარეობის გახსნა
nb_no: Åpne element-plassering
pt_pt: Abrir localização do item
zh_hans: 打开项目位置

# BundleItemFlyouRemoveFromBundleMenuItem.Text
source: Remove from bundle
af: Verwyder van bondel
bg: Премахни от пакет
de_de: Aus Gruppe entfernen
el: Αφαίρεση από τη δέσμη
hu_hu: Eltávolítás a munkaterületről
it_it: Rimuovi dal gruppo
ja_jp: バンドルから削除
ka: შეკვრიდან ამოღება
nb_no: Fjern fra samling
pt_pt: Remover do pacote
zh_hans: 从包中移除

# BundleOptionsFlyoutRemoveBundleMenuItem.Text
source: Remove Bundle
af: Verwyder van bondel
bg: Премахни пакет
de_de: Gruppe entfernen
el: Αφαίρεση πακέτου
hu_hu: Munkaterület eltávolítása
it_it: Rimuovi Gruppo
ja_jp: バンドルを削除
ka: შეკვრის ამოშლა
nb_no: Fjern samling
pt_pt: Remover Pacote
zh_hans: 移除包

# BundlesWidgetHeader.Text
source: Bundles
af: Bondels
de_de: Sammlungen
el: Δέσμες
it_it: Gruppi
ja_jp: バンドル
zh_hans: 包

# BundleNoContentsTextBlock.Text
source: Drag and drop any file or folder here to quickly access it
af: Sleep en laat val enige lêer of vouer hier om vinnig toegang daartoe te verkry
bg: Плъзни и пусни всеки файл или папка тук, за да получиш бърз достъп до тях
de_de: Füge Dateien und Ordner durch Ziehen und Ablegen hinzu
el: Σύρετε οποιοδήποτε αρχείο ή φάκελο εδώ για γρήγορη πρόσβαση σε αυτό
hu_hu: Húzza ide a fájlokat és mappákat a gyors elérésükhöz
it_it: Trascina qui file o cartelle per accederci velocemente
ja_jp: ファイルやフォルダをここにドラッグして追加
ka: გადაიტანეთ და გადმოაგდეთ აქ ნებისმიერი ფაილი ან საქაღალდე მასზე სწრაფად შესასვლელად
nb_no: Dra og slipp vilkårlige filer eller mapper hit for rask tilgang
pt_pt: Arraste e solte qualquer ficheiro ou pasta aqui para aceder rapidamente
zh_hans: 拖拽任何文件或文件夹到此以快速访问

# BundlesWidgetCreateBundleConfirmButton.Content
source: Confirm
af: Bevestig
de_de: Bestätigen
el: Επιβεβαίωση
it_it: OK
ja_jp: 確定
zh_hans: 确认

# BundlesWidgetCreateBundleInput.PlaceholderText
source: Enter Bundle name
af: Voer Bondelnaam in
de_de: Sammlungsnamen eingeben
el: Εισάγετε το όνομα δέσμης
it_it: Inserisci nome del gruppo
ja_jp: バンドル名を入力
zh_hans: 输入包的名称

# BundlesWidgetOptionsFlyoutCreateBundleMenuItem.Text
source: Create Bundle
af: Skep Bondel
de_de: Sammlung erstellen
el: Δημιουργία δέσμης
it_it: Crea Gruppo
ja_jp: バンドルを作成
zh_hans: 新建包

# BundleOptionsFlyoutRenameBundleMenuItem.Text
source: Rename Bundle
af: Hernoem Bondel
bg: Преименувай пакет
de_de: Sammlung umbenennen
el: Μετονομασία δέσμης
hu_hu: Munkaterület átnevezése
it_it: Rinomina Gruppo
ja_jp: バンドル名を変更
ka: შეკვრის სახელის გადარქმევა
nb_no: Gi samling nytt navn
pt_pt: Mudar o nome do Pacote
zh_hans: 重命名包

# BundlesWidgetMoreOptionsButton.ToolTipService.ToolTip
source: More options...
af: Meer opsies...
bg: Повече опции...
de_de: Mehr Optionen...
el: Περισσότερες επιλογές...
hu_hu: További lehetőségek...
it_it: Altre opzioni...
ja_jp: 詳細設定...
ka: მეტი არჩევანი...
nb_no: Flere alternativer...
pt_pt: Mais opções...
zh_hans: 更多选项...

# BundlesWidgetCreateBundleDialogTitleText
source: Create Bundle
af: Skep Bondel
de_de: Sammlung erstellen
el: Δημιουργία δέσμης
it_it: Crea Gruppo
ja_jp: バンドルを作成
zh_hans: 新建包

# PropertyItemPathDisplay
source: Item Path
af: Item Pad
bg: Път до елемента
de_de: Dateipfad
el: Διαδρομή στοιχείου
hu_hu: Elérési út
it_it: Percorso
ja_jp: ファイルのパス
ka: ნივთის გზა
nb_no: Elementsti
pt_pt: Localização do Item
zh_hans: 项目路径

# PreviewPaneToggle.ToolTipService.ToolTip
source: Toggle the preview pane (Ctrl+P)
af: Wissel die voorskoupaneel (Ctrl+P)
bg: Превключване на панела за визуализация (Ctrl+P)
de_de: Vorschauleiste anzeigen/ausblenden (Strg+P)
el: Εναλλαγή του παραθύρου προεπισκόπησης (Ctrl+P)
hu_hu: Előnézet (Ctrl + P)
it_it: Riquadro anteprima (Ctrl + P)
ja_jp: プレビューペインの表示/非表示切替 (Ctrl+P)
ka: გადახედვის პანელის გადართვა (Ctrl+P)
nb_no: Vis/skjul forhåndsvisningspanel (Ctrl+P)
pt_pt: Alternar o painel de pré-visualização (Ctrl+P)
zh_hans: 切换预览面板 (Ctrl + P)

# PropertyItemName
source: Item Name
af: Item Naam
bg: Име на Елемент
de_de: Dateiname
el: Όνομα στοιχείου
hu_hu: Név
it_it: Nome dell'elemento
ja_jp: ファイル名
ka: ნივთის სახელი
nb_no: Elementnavn
pt_pt: Nome do Item
zh_hans: 项目名称

# SidebarCloudDrives
source: Cloud Drives
af: Wolkaandrywers
bg: Облачни устройства
de_de: Cloudspeicher
el: Δίσκοι Cloud
hu_hu: Felhőtárhely
it_it: Archivi Cloud
ja_jp: クラウド ドライブ
ka: ღრუბლოვანი დისკები
nb_no: Skylagring
pt_pt: Unidades de Nuvem
zh_hans: 云端驱动器

# DrivesWidgetContextFlyoutPropertiesMenuItem.Text
source: Properties
af: Eienskappe
bg: Свойства
de_de: Eigenschaften
el: Ιδιότητες
hu_hu: Tulajdonságok
it_it: Proprietà
ja_jp: プロパティ
ka: თვისებები
nb_no: Egenskaper
pt_pt: Propriedades
zh_hans: 属性

# PreviewPaneFileDetails.AutomationProperties.Name
source: File details
af: Lêerbesonderhede
bg: Подробности за файла
de_de: Dateidetails
el: Λεπτομέρειες αρχείου
hu_hu: Fájl részletei
it_it: Dettagli file
ja_jp: ファイルの詳細
ka: ფაილის დეტალები
nb_no: Fildetaljer
pt_pt: Detalhes do ficheiro
zh_hans: 文件详细信息

# PreviewPaneFilePreview.AutomationProperties.Name
source: File preview
af: Lêervoorskou
bg: Преглед на файл
de_de: Dateivorschau
el: Προεπισκόπηση αρχείου
hu_hu: Fájl előnézet
it_it: Anteprima file
ja_jp: ファイルのプレビュー
ka: ფაილის გადახედვა
nb_no: Forhåndsvisning av fil
pt_pt: Pré-visualização do ficheiro
zh_hans: 文件预览

# SelectedFilePreviewPane.AutomationProperties.Name
source: Selected file preview pane
af: Geselekteerde lêervoorskoupaneel
bg: Панел за преглед на избран файл
de_de: Dateivorschauleiste
el: Παράθυρο προεπισκόπησης επιλεγμένου αρχείου
hu_hu: Kiválasztott fájl előnézeti panele
it_it: Riquadro dell'anteprima dell'elemento selezionato
ja_jp: 選択したファイルのプレビュー
ka: არჩეულია ფაილის გადახედვის სარკმელი
nb_no: Panel for forhåndsvisning av merket fil
pt_pt: Painel de pré-visualização do ficheiro selecionado
zh_hans: 从预览面板选择文件

# SidebarNetworkDrives
source: Network drives
af: Netwerkaandrywers
bg: Мрежови устройства
de_de: Netzlaufwerke
el: Δίσκοι δικτύου
hu_hu: Hálózati meghajtók
it_it: Dischi di rete
ja_jp: ネットワーク ドライブ
ka: ქსელური დისკები
nb_no: Nettverksenheter
pt_pt: Unidades de Rede
zh_hans: 网络驱动器

source: Network
af: Netwerk
bg: Мрежа
de_de: Netzwerk
el: Δίκτυο
hu_hu: Hálózat
it_it: Rete
ja_jp: ネットワーク
ka: ქსელი
nb_no: Nettverk
pt_pt: Rede
zh_hans: 网络

# SettingsAboutDocumentation.Text
source: Documentation
af: Dokumentasie
bg: Документация
de_de: Dokumentation
el: Τεκμηρίωση
hu_hu: Dokumentáció
it_it: Documentazione
ja_jp: ドキュメンテーション
ka: დოკუმენტაცია
nb_no: Dokumentasjon
pt_pt: Documentação
zh_hans: 文档

# SettingsAboutDocumentationListViewItem.AutomationProperties.Name
source: Visit the Files documentation website
af: Besoek die Files dokumentasie webwerf
bg: Посетете уебсайта с документацията на Files
de_de: Files-Dokumentation aufrufen
el: Επισκεφθείτε τον ιστότοπο τεκμηρίωσης του Files
hu_hu: Látogasson el a Files dokumentációs oldalára
it_it: Visita la documentazione di Files sul sito
ja_jp: Files の資料ページを表示
ka: ეწვიეთ ფაილების დოკუმენტაციის ვებ-გვერდს
nb_no: Besøk nettsidene med Files-dokumentasjonen
pt_pt: Visite o site de documentação do Files
zh_hans: 访问 Files 文档网站

# OngoingTasksFlyout.AutomationProperties.Name
source: Ongoing tasks flyout
af: Deurlopende take vlieg uit
bg: Изскачащ прозорец с текущи задачи
de_de: Laufende Aufgaben-Flyout
el: Flyout συνεχιζόμενων εργασιών
hu_hu: Folyamatban lévő műveletek panel
it_it: Lista operazioni in corso
ja_jp: 進行中のタスクのフライアウト
ka: მიმდინარე მომსახურებები
nb_no: Flyout med pågående operasjoner
pt_pt: Flyout das Tarefas em execução
zh_hans: 进行中任务弹窗

# CloudDriveSyncStatus_Online
source: Available when online
af: Beskikbaar wanneer aanlyn
bg: Наличен, когато онлайн
de_de: Verfügbar wenn online
el: Διαθέσιμο στο διαδίκτυο
hu_hu: Online elérhető
it_it: Disponibile solo online
ja_jp: オンラインで利用可能
ka: ხელმისაწვდომია ონლაინ რეჟიმში
nb_no: Tilgjengelig på nett
pt_pt: Disponível quando online
zh_hans: 联机时可用

# CloudDriveSyncStatus_Offline
source: Available offline
af: Beskikbaar vanlyn
bg: Налично офлайн
de_de: Offline verfügbar
el: Διαθέσιμο εκτός σύνδεσης
hu_hu: Offline is elérhető
it_it: Disponibile offline
ja_jp: オフラインで利用可能
ka: ხაზგარეშე რეჟიმშიცაა ხელმისაწვდომი
nb_no: Tilgjengelig frakoblet
pt_pt: Disponível offline
zh_hans: 脱机可用

# CloudDriveSyncStatus_PartialOffline
source: Partially available offline
af: Gedeeltelik beskikbaar vanlyn
bg: Частично налично офлайн
de_de: Teilweise offline verfügbar
el: Μερικώς διαθέσιμο εκτός σύνδεσης
hu_hu: Offline részben elérhető
it_it: Parzialmente disponibile offline
ja_jp: 部分的にオフラインで利用可能
ka: ნაწილობრივ ხელმისაწვდომია ხაზგარეშე რეჟიმში
nb_no: Delvis tilgjengelig frakoblet
pt_pt: Parcialmente disponível offline
zh_hans: 部分脱机可用

# CloudDriveSyncStatus_Sync
source: Syncing
af: Sinkroniseer
bg: Синхронизиране
de_de: Synchronisieren
el: Συγχρονισμός
hu_hu: Szinkronizálás
it_it: In sincronizzazione
ja_jp: 同期中
ka: მიმდინარეობს სინქრონიზაცია
nb_no: Synkroniserer
pt_pt: Sincronizando
zh_hans: 正在同步

# CloudDriveSyncStatus_Excluded
source: Excluded from sync
af: Uitgesluit van sinchro
bg: Изключено от синхронизирането
de_de: Von Synchronisierung ausschließen
el: Εξαιρείται από το συγχρονισμό
hu_hu: Kizárva a szinkronizálásból
it_it: Escluso dalla sincronizzazione
ja_jp: 同期から除外済
ka: გამორიცხულია სინქრონიზაციისგან
nb_no: Utelatt fra synkronisering
pt_pt: Excluído da sincronização
zh_hans: 从同步中排除

# ItemSizeNotCalculated
source: Not calculated
bg: Не е изчислено
de_de: Nicht berechnet
el: Δεν έχει υπολογιστεί
hu_hu: Nem meghatározott
it_it: Non calcolato
ja_jp: 未計測
ka: არ არის გათვლილი
nb_no: Ikke kalkulert
pt_pt: Não calculado
zh_hans: 未计算

# CloudDriveSyncStatus_Unknown
source: Unknown
af: Onbekende
bg: Неизвестно
de_de: Unbekannt
el: Άγνωστος
hu_hu: Ismeretlen
it_it: Sconosciuto
ja_jp: 不明
ka: უცნობი
nb_no: Ukjent
pt_pt: Desconhecido
zh_hans: 未知

# NavToolbarMultiselect.Text
source: Multiselect
af: Multi-kies
bg: Мултиселекция
de_de: Mehrfachauswahl
el: Πολυεπιλογή
hu_hu: Több elem kijelölése
it_it: Selezione multipla
ja_jp: 複数選択
ka: მრავალშერჩევა
nb_no: Marker flere
pt_pt: Seleção múltipla
zh_hans: 多选

# RenameFileDialog.Text
source: If you change a file extension, the file might become unusable. Are you sure you want to change it?
af: As jy 'n lêeruitbreiding verander, kan die lêer onbruikbare word. Is jy seker jy wil dit verander?
bg: Ако промените файловото разширение, файлът може да стане неизползваем. Сигурни ли сте, че искате да го промените?
de_de: Wenn du die Dateierweiterung änderst, wird die Datei möglicherweise unbrauchbar. Bist du sicher, dass du sie ändern möchtest?
el: Εάν αλλάξετε μια επέκταση αρχείου, το αρχείο ενδέχεται να καταστεί άχρηστο. Είστε σίγουρος ότι θέλετε να την αλλάξετε;
hu_hu: Ha módosítja egy fájl kiterjesztését, akkor az használhatatlanná válhat. Végrehajtja a módosítást?
it_it: Modificando l'estensione il file potrebbe essere inutilizzabile. Vuoi cambiare l'estensione del file?
ja_jp: 拡張子を変更すると、ファイルが使えなくなる可能性があります。変更しますか？
ka: ფაილის გაფართოების შეცვლის შემთხვევაში, ფაილი შესაძლოა გამოუსადეგარი გახდეს. დარწმუნებული ხართ, რომ გსურთ მისი შეცვლა?
nb_no: Hvis du endrer filendelsen, kan filen bli ubrukelig. Er du sikker på at du vil endre den?
pt_pt: Se alterar uma extensão do ficheiro, o ficheiro pode tornar-se inutilizável. Tem a certeza de que pretende alterar?
zh_hans: 如果改变文件扩展名，可能会导致文件不可用。确实要更改吗？

# DriveTypeCDRom
source: CD ROM Drive
af: CD ROM-aandrywer
bg: CD ROM устройство
de_de: CD-ROM-Laufwerk
el: Μονάδα CD ROM
hu_hu: CD meghajtó
it_it: CD ROM
ja_jp: CD-ROM ドライブ
ka: CD ROM დისკი
nb_no: CD ROM-stasjon
pt_pt: Unidade de CD ROM
zh_hans: CD-ROM 驱动器

# DriveTypeCloudDrive
source: Cloud Drive
af: Wolkaandrywer
bg: Облачно устройство
de_de: Cloudlaufwerk
el: Δίσκος Cloud
hu_hu: Felhőtárhely
it_it: Disco Cloud
ja_jp: クラウド ドライブ
ka: ღრუბლოვანი დისკი
nb_no: Skylagring
pt_pt: Unidade de Nuvem
zh_hans: 云端驱动器

# DriveTypeFixed
source: Fixed Disk Drive
af: Vaste Skyfaandrywer
bg: Фиксирано дисково устройство
de_de: Festplattenlaufwerk
el: Σταθερός δίσκος
hu_hu: Helyi lemez
it_it: Disco Fisso
ja_jp: 固定ディスク ドライブ
ka: გასწორებული დისკი
nb_no: Fastmontert disk
pt_pt: Unidade de Disco Fixa
zh_hans: 硬盘驱动器

# DriveTypeFloppyDisk
source: Floppy Disk Drive
af: Sagte Skyfaandrywer
bg: Флопи-дисково устройство
de_de: Diskettenlaufwerk
el: Σταθερός δίσκος
hu_hu: Floppy meghajtó
it_it: Disco Floppy
ja_jp: フロッピーディスク ドライブ
ka: ფლოპი დისკი
nb_no: Diskettstasjon
pt_pt: Unidade de Disquete
zh_hans: 软盘驱动器

# DriveTypeNetwork
source: Network Drive
af: Netwerkaandrywer
bg: Мрежово устройство
de_de: Netzlaufwerk
el: Δίσκος δικτύου
hu_hu: Hálózati meghajtó
it_it: Disco di Rete
ja_jp: ネットワーク ドライブ
ka: ქსელოვანი დისკი
nb_no: Nettverksdisk
pt_pt: Unidade de Rede
zh_hans: 网络驱动器

# DriveTypeNoRootDirectory
source: Unmounted Drive
af: Onthefde Aandrywer
bg: Демонтирано устройство
de_de: Nicht hinzugefügtes Laufwerk
el: Μη τοποθετημένος δίσκος
hu_hu: Objektumnév nélküli helyi lemez
it_it: Disco non montato
ja_jp: 取り出されたドライブ
ka: დაუმონტაჟებელი დისკი
nb_no: Umontert disk
pt_pt: Unidade não Montada
zh_hans: 未挂载驱动

# DriveTypeRam
source: RAM Disk Drive
af: RAM Skyfaandrywer
bg: RAM дисково устройство
de_de: RAM-Disk-Laufwerk
el: Δίσκος RAM
hu_hu: RAM meghajtó
it_it: Disco RAM
ja_jp: RAM ディスク ドライブ
nb_no: RAM-disk
pt_pt: Unidade de Disco RAM
zh_hans: 内存驱动器

# DriveTypeRemovable
source: Removable Storage Device
af: Verwyderbare Bergingstoestel
bg: Преносимо устройство за съхранение
de_de: Wechselspeichermedium
el: Αφαιρούμενη συσκευή αποθήκευσης
hu_hu: Eltávolítható meghajtó
it_it: Dispositivo Rimuovibile
ja_jp: 取り外し可能なデバイス
ka: ამოშლადი შესანახი მოწყობილობა
nb_no: Flyttbar lagringsenhet
pt_pt: Dispositivo de Armazenamento Removível
zh_hans: 便携式驱动器

# DriveTypeUnknown
source: Unknown
af: Onbekende
bg: Неизвестно
de_de: Unbekannt
el: Άγνωστος
hu_hu: Ismeretlen
it_it: Sconosciuto
ja_jp: 不明
ka: უცნობი
nb_no: Ukjent
pt_pt: Desconhecido
zh_hans: 未知

# DriveTypeVirtualDrive
source: Virtual Drive
af: Virtuele Aandrywer
bg: Виртуално устройство
de_de: Virtuelles Laufwerk
el: Εικονική μονάδα δίσκου
hu_hu: Virtuális meghajtó
it_it: Disco Virtuale
ja_jp: バーチャル ドライブ
ka: ვირტუალური დისკი
nb_no: Virtuell stasjon
pt_pt: Unidade Virtual
zh_hans: 虚拟驱动器

# BaseLayoutContextFlyoutSortByDateCreated.Text
source: Date created
af: Datum geskep
de_de: Erstelldatum
el: Ημερομηνία δημιουργίας
it_it: Data creazione
ja_jp: 作成日時
zh_hans: 创建日期

# DateCreatedColumn.Header
source: Date created
af: Datum geskep
de_de: Erstelldatum
el: Ημερομηνία δημιουργίας
it_it: Data creazione
ja_jp: 作成日時
zh_hans: 创建日期

# DrivesWidgetMoreOptionsButton.ToolTipService.ToolTip
source: More options...
af: Meer opsies...
bg: Повече опции...
de_de: Mehr Optionen...
el: Περισσότερες επιλογές...
hu_hu: További lehetőségek...
it_it: Altre opzioni...
ja_jp: 詳細設定...
ka: Მეტი არჩევანი...
nb_no: Flere alternativer...
pt_pt: Mais opções...
zh_hans: 更多选项...

# DrivesWidgetOptionsFlyoutMapNetDriveMenuItem.Text
source: Map network drive
af: Karteer netwerkaandrywer
bg: Карта на мрежовото устройство
de_de: Netzlaufwerk hinzufügen
el: Χαρτογράφηση μονάδας δικτύου
hu_hu: Hálózati meghajtó csatlakoztatása
it_it: Connetti disco di rete
ja_jp: ネットワーク ドライブを割り当てる
ka: რუკის ქსელური დისკი
nb_no: Koble til nettverksdisk
pt_pt: Mapear unidade de rede
zh_hans: 映射网络驱动器

# SideBarDisconnectNetworkDrive.Text
source: Disconnect
af: Ontkoppel
bg: Прекъсни връзката
de_de: Verbindung trennen
el: Αποσύνδεση
hu_hu: Szétkapcsolás
it_it: Disconnetti
ja_jp: 切断
ka: გათიშვა
nb_no: Koble fra
pt_pt: Desconectar
zh_hans: 断开连接

# BundlesWidgetMoreOptionsButton.AutomationProperties.Name
source: More bundles options
af: Meer bondels opsies
bg: Повече опции за пакети
de_de: Mehr Sammlungsoptionen
el: Περισσότερες επιλογές δεσμών
hu_hu: További munkaterület lehetőségek
it_it: Altre opzioni dei gruppi
ja_jp: その他のバンドル オプション
ka: პაკეტების მეტი არჩევანი
nb_no: Flere samlingsinnstillinger
pt_pt: Mais opções de pacotes
zh_hans: 更多包选项

# DrivesWidgetMoreOptionsButton.AutomationProperties.Name
source: More drives options
af: Meer dryf opsies
bg: Повече опции за дискове
de_de: Mehr Laufwerkoptionen
el: Περισσότερες επιλογές δίσκων
hu_hu: További meghajtó lehetőségek
it_it: Altre opzioni delle unità
ja_jp: その他のドライブ オプション
ka: დისკების მეტი არჩევანი
nb_no: Flere stasjonsinnstillinger
pt_pt: Mais opções de unidades
zh_hans: 更多驱动器选项

# SidebarFavorites
source: Favorites
af: Gunstelinge
bg: Любими
de_de: Favoriten
el: Αγαπημένα
hu_hu: Kedvencek
it_it: Preferiti
ja_jp: お気に入り
ka: ფავორიტები
nb_no: Favoritter
pt_pt: Favoritos
zh_hans: 收藏夹

source: Browse
af: Blaai
bg: Преглед
de_de: Durchsuchen
el: Περιηγηθείτε στο
hu_hu: Tallózás
it_it: Esplora
ja_jp: ブラウズ
ka: გადათვალიერება
nb_no: Bla gjennom
pt_pt: Navegar
zh_hans: 浏览

# DetailsPanePreviewNotAvaliableText
source: No preview available
af: Geen voorskou beskikbaar nie
bg: Няма налична визуализация
de_de: Keine Vorschau verfügbar
el: Δεν υπάρχει διαθέσιμη προεπισκόπηση
hu_hu: Nincs elérhető előnézet
it_it: Anteprima non disponibile
ja_jp: プレビュー利用不可
ka: გადახედვა არ არის შესაძლებელი
nb_no: Forhåndsvisning ikke tilgjengelig
pt_pt: Nenhuma pré-visualização disponível
zh_hans: 没有预览
