Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

# DialogRestoreLibrariesSubtitleText
source: Are you sure you want to restore the default libraries? All your files will remain on your storage.
af: Is jy seker jy wil die verstekbiblioteke herstel? Al jou lêers sal op jou stoor bly.
bg: Наистина ли искате да възстановите библиотеките по подразбиране? Всичките ви файлове ще останат във вашето хранилище.
de_de: Sind Sie sicher, dass Sie die Standardbibliotheken wiederherstellen möchten? Alle Dateien verbleiben auf der Festplatte.
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε τις προεπιλεγμένες βιβλιοθήκες; Όλα τα αρχεία σας θα παραμείνουν στον αποθηκευτικό σας χώρο.
hu_hu: Biztosan visszaállítaná az alapértelmezett könytárakat? Minden fájl megmarad a tárhelyen.
it_it: Sei sicuro di voler ripristinare le raccolte predefinite? Nessun file verrà cancellato..
ja_jp: デフォルトのライブラリを復元してもよろしいですか？ すべてのファイルはストレージに残ります。
ka: დარწმუნებული ხართ, რომ გსურთ ნაგულისხმევი ბიბლიოთეკების აღდგენა? თქვენი ყველა ფაილი თქვენს სისტემაში მაინც დარჩება.
nb_no: Er du sikker på at du vil gjenopprette standardbibliotekene? Alle filene dine vil forbli lagret.
pt_pt: Tem a certeza de que pretende restaurar as bibliotecas originais? Todos os seus ficheiros vão permanecer no armazenamento.
zh_hans: 确定要恢复默认库吗？ 所有文件都将保留在存储空间中。

# DialogRestoreLibrariesTitleText
source: Restore Libraries
af: Herstel Biblioteke
bg: Възстанови библиотеки
de_de: Bibliotheken wiederherstellen
el: Επαναφορά βιβλιοθηκών
hu_hu: Könyvtárak visszaállítása
it_it: Ripristina Raccolte
ja_jp: ライブラリを復元
ka: ბიბლიოთეკების აღდგენა
nb_no: Gjenopprett biblioteker
pt_pt: Restaurar Bibliotecas
zh_hans: 恢复库

# RecentFilesHeader.Text
source: Recent Files
af: Onlangse lêers
de_de: Zuletzt verwendete Dateien
el: Πρόσφατα αρχεία
it_it: File recenti
ja_jp: 最近使ったファイル
zh_hans: 最近使用的文件

# BundlesOpenInNewPane.Text
source: Open in new Pane
af: Maak oop in nuwe Paneel
bg: Отвори в нов панел
de_de: In neuem Panel öffnen
el: Άνοιγμα σε νέο παράθυρο
hu_hu: Megnyitás új panelen
it_it: Apri nel pannello secondario
ja_jp: 新しいペインで開く
ka: ახალ სარკმელში გახსნა
nb_no: Åpne i nytt panel
pt_pt: Abrir num novo Painel
zh_hans: 在新面板中打开

# PropertyFileOwner
source: Owner
af: Eienaar
bg: Собственик
de_de: Besitzer
el: Ιδιοκτήτης
hu_hu: Tulajdonos
it_it: Proprietario
ja_jp: 所有者
ka: მფლობელი
nb_no: Eier
pt_pt: Proprietário
zh_hans: 所有者

# SecurityAdvancedPermissionsTitle
source: Advanced permissions for {0}
af: Gevorderde toestemmings vir {0}
bg: Разширени разрешения за {0}
de_de: Erweiterte Berechtigungen für {0}
el: Σύνθετα δικαιώματα για {0}
hu_hu: Hajlandó beállítások ehhez: {0}
it_it: Autorizzazioni avanzate per {0}
ja_jp: {0} のセキュリティの詳細設定
ka: დამატებითი უფლებები {0} -(ს)თვის
nb_no: Avanserte rettigheter for {0}
pt_pt: Permissões avançadas para {0}
zh_hans: {0} 的高级权限

# SecuritySpecialLabel.Text
source: Special
af: Spesiale
bg: Специални разрешения
de_de: Speziell
el: Ειδικό
hu_hu: Speciális
it_it: Speciali
ja_jp: 特別
ka: განსაკუთრებული
nb_no: Spesiell
pt_pt: Especial
zh_hans: 特殊

# SecurityAdvancedAccessLabel.Text
source: Access
af: Toegang
de_de: Zugriff
el: Πρόσβαση
it_it: Accesso
ja_jp: アクセス
zh_hans: 访问

# SecurityAdvancedAppliesToLabel.Text
source: Applies to
af: Van toepassing op
bg: Отнася се за
de_de: Gültig für
el: Ισχύει για
hu_hu: Vonatkozás
it_it: Si applica a
ja_jp: 適用先
ka: ვრცელდება
nb_no: Gjelder for
pt_pt: Aplica-se a
zh_hans: 应用于

# SecurityAdvancedEntityLabel.Text
source: Entity
af: Entiteit
bg: Обект
de_de: Entität
el: Οντότητα
hu_hu: Entitás
it_it: Entità
ja_jp: エンティティ
ka: სუბიექტი
nb_no: Entitet
pt_pt: Entidade
zh_hans: 实体

# SecurityAdvancedFlagsFilesLabel
source: files
af: lêers
bg: файлове
de_de: Dateien
el: αρχεία
hu_hu: fájlok
it_it: i file
ja_jp: ファイル
ka: ფაილები
nb_no: filer
pt_pt: ficheiros
zh_hans: 文件

# SecurityAdvancedFlagsFolderLabel
source: this folder
af: hierdie omslag
bg: тази папка
de_de: Dieser Ordner
el: αυτός ο φάκελος
hu_hu: ez a mappa
it_it: questa cartella
ja_jp: このフォルダ
ka: ეს საქაღალდე
nb_no: denne mappen
pt_pt: esta pasta
zh_hans: 此文件夹

# SecurityAdvancedFlagsSubfoldersLabel
source: subfolders
af: subomslae
bg: подпапки
de_de: Unterordner
el: υποφάκελοι
hu_hu: almappák
it_it: le sottocartelle
ja_jp: サブフォルダー
ka: ქვესაქაღალდეები
nb_no: undermapper
pt_pt: subpastas
zh_hans: 子文件夹

# SecurityAdvancedInheritedLabel.Text
source: Inherited
af: Oorgeneem
bg: Наследени
de_de: Vererbt
el: Κληρονομικό
hu_hu: Örökölt
it_it: Ereditata
ja_jp: 継承済み
ka: Მემკვიდრეობით მიღებული
nb_no: Nedarvet
pt_pt: Herdado
zh_hans: 继承

# SecurityAdvancedInheritedNoLabel
source: No
af: Nee
de_de: Nein
el: Όχι
ja_jp: いいえ
zh_hans: 否

# SecurityAdvancedPermissionsLabel.Text
source: Permissions
af: Toestemmings
bg: Разрешения
de_de: Berechtigungen
el: Δικαιώματα
hu_hu: Engedélyek
it_it: Autorizzazioni
ja_jp: アクセス許可
ka: უფლებები
nb_no: Rettigheter
pt_pt: Permissões
zh_hans: 权限

# SecurityAdvancedTypeLabel.Text
source: Type
af: Soort
bg: Тип
de_de: Typ
el: Τύπος
hu_hu: Típus
it_it: Tipo
ja_jp: 種類
ka: ტიპი
pt_pt: Tipo
zh_hans: 类型

# SecurityAdvancedCannotReadProperties.Text
source: You do not have permissions to view the security properties of this object. You can try to take ownership of this object.
af: Jy het nie toestemmings om die sekuriteitseienskappe van hierdie voorwerp te bekyk nie. Jy kan probeer om eienaarskap van hierdie voorwerp te neem.
bg: Нямате разрешения да преглеждате защитните свойства на този обект. Можете да опитате да поемете собствеността върху този обект.
de_de: Du bist nicht berechtigt, die Sicherheitseingenschaften dieses Objektes anzuschauen. Du kannst versuchen Besitzer dieses Objektes zu werden
el: Δεν έχετε δικαιώματα προβολής των ιδιοτήτων ασφαλείας αυτού του αντικειμένου. Μπορείτε να προσπαθήσετε να αναλάβετε την κυριότητα αυτού του αντικειμένου.
hu_hu: Nincs engedélye az objektum biztonási tulajdonságainak megtekintéséhez. Az objektum tulajdonosságának átvételét megpróbálhatja.
it_it: Non hai i permessi necessari per vedere le proprietà di questo oggetto. Puoi provare a diventare proprietario di questo oggetto.
ja_jp: このオブジェクトのセキュリティプロパティを表示する権限がありません。 このオブジェクトの所有権を取得できる可能性があります。
ka: თქვენ არ გაქვთ ამ ობიექტის უსაფრთხოების პარამეტრების ნახვის უფლება, თუმცა შეგიძლიათ სცადოთ ამ ობიექტის მფლობელობის აღება.
nb_no: Du mangler rettigheter til å vise sikkerhetsegenskapene til dette objektet. Du kan forsøke å ta eierskap over objektet.
pt_pt: Você não tem permissões para ver as propriedades de segurança deste objeto. Você pode tentar obter as propriedades deste objeto.
zh_hans: 您无权查看此对象的安全属性。 您可以尝试获取此对象的所有权。

# SecurityAdvancedSpecialLabel.Text
source: Special
af: Spesiale
bg: Специални разрешения
de_de: Speziell
el: Ειδικό
hu_hu: Speciális
it_it: Speciali
ja_jp: 特別
ka: განსაკუთრებული
nb_no: Spesiell
pt_pt: Especial
zh_hans: 特殊

# SecurityAdvancedFolderFiles.Text
source: This folder and files
af: Hierdie omslag en lêers
bg: Тази папка и файлове
de_de: Diesen Ordner und Dateien
el: Αυτός ο φάκελος και τα αρχεία
hu_hu: Ez a mappa, és fájlok
it_it: Questa cartella e i file
ja_jp: このフォルダーとファイル
ka: ეს საქაღალდე და ფაილები
nb_no: Denne mappen og filer
pt_pt: Esta pasta e ficheiros
zh_hans: 此文件夹和文件

# SecurityAdvancedFolderSubfoldersFiles.Text
source: This folder, subfolders and files
af: Hierdie omslag, subomslae en lêers
bg: Тази папка, подпапки и файлове
de_de: Diesen Ordner, Unterordner und Dateien
el: Αυτός ο φάκελος, οι υποφάκελοι και τα αρχεία
hu_hu: Ez a mappa, almammák és fájlok
it_it: Questa cartella, le sottocartelle e i file
ja_jp: このフォルダー、サブフォルダーおよびファイル
ka: ეს საქაღალდე, ქვესაქაღალდეები და ფაილები
nb_no: Denne mappen, undermapper og filer
pt_pt: Esta pasta, subpastas e ficheiros
zh_hans: 此文件夹、子文件夹和文件

# SecurityAdvancedOnlyFiles.Text
source: Only files
af: Slegs lêers
bg: Само файлове
de_de: Nur Dateien
el: Μόνο αρχεία
hu_hu: Csak fájlok
it_it: Solo i file
ja_jp: ファイルのみ
ka: მხოლოდ ფაილები
nb_no: Bare filer
pt_pt: Apenas ficheiros
zh_hans: 仅文件

# SecurityAdvancedOnlySubfolders.Text
source: Only subfolders
af: Slegs subomslae
bg: Само подпапки
de_de: Nur Unterordner
el: Μόνο υποφάκελοι
hu_hu: Csak almappák
it_it: Solo le sottocartelle
ja_jp: サブフォルダーのみ
ka: მხოლოდ ქვესაქაღალდეები
nb_no: Bare undermapper
pt_pt: Apenas subpastas
zh_hans: 仅子文件夹

# SecurityAdvancedOnlySubfoldersFiles.Text
source: Only subfolders and files
af: Slegs subomslae en lêers
bg: Само подпапки и файлове
de_de: Nur Unterordner und Dateien
el: Μόνο υποφάκελοι και αρχεία
hu_hu: Csak almappák és fájlok
it_it: Solo le sottocartelle e i file
ja_jp: サブフォルダーとファイルのみ
ka: მხოლოდ ქვესაქაღალდეები და ფაილები
nb_no: Bare undermapper og filer
pt_pt: Apenas subpastas e ficheiros
zh_hans: 仅子文件夹和文件

# SecurityAdvancedOnlyThisFolder.Text
source: Only this folder
af: Slegs hierdie omslag
bg: Само тази папка
de_de: Diesen Ordner
el: Μόνο αυτός ο φάκελος
hu_hu: Csak ez a mappa
it_it: Solo questa cartella
ja_jp: このフォルダのみ
ka: მხოლოდ ეს საქაღალდე
nb_no: Bare denne mappen
pt_pt: Apenas esta pasta
zh_hans: 仅此文件夹

# SecurityAdvancedFolderSubfolders.Text
source: This folder and subfolders
af: Hierdie omslag en subomslae
bg: Тази папка и подпапки
de_de: Diesen Ordner und Unterordner
el: Αυτός ο φάκελος και οι υποφάκελοι
hu_hu: Ez a mappa, és almappák
it_it: Questa cartella e le sottocartelle
ja_jp: このフォルダーとサブフォルダー
ka: ეს საქაღალდე და ქვესაქაღალდეები
nb_no: Denne mappen og undermapper
pt_pt: Esta pasta e subpastas
zh_hans: 此文件夹和子文件夹

# SecurityAppendDataLabel.Text
source: Append data
af: Voeg data by
bg: Добави данни
de_de: Daten hinzufügen
el: Προσάρτηση δεδομένων
hu_hu: Hozzáfűzés
it_it: Aggiunta dati
ja_jp: データを追加
ka: მონაცემების დამატება
nb_no: Tilføy data
pt_pt: Anexar dados
zh_hans: 追加数据

# SecurityChangePermissionsLabel.Text
source: Change permission
af: Verander toestemming
bg: Промени разрешения
de_de: Berechtigungen ändern
el: Αλλαγή άδειας
hu_hu: Engedély megváltoztatása
it_it: Cambia autorizzazioni
ja_jp: アクセス許可の変更
ka: ნებართვის შეცვლა
nb_no: Endre rettigheter
pt_pt: Mudar permissão
zh_hans: 更改权限

# SecurityCreateDirectoriesLabel.Text
source: Create folders
af: Skep omslae
bg: Създаване на папки
de_de: Ordner erstellen
el: Δημιουργία φακέλων
hu_hu: Mappák létrehozása
it_it: Creazione cartelle
ja_jp: フォルダーの作成
ka: საქაღალდეების შექმნა
nb_no: Opprett mapper
pt_pt: Criar pastas
zh_hans: 创建文件夹

# SecurityCreateFilesLabel.Text
source: Create files
af: Skep lêers
bg: Създаване на файлове
de_de: Dateien erstellen
el: Δημιουργία αρχείων
hu_hu: Fájlok létrehozása
it_it: Creazione file
ja_jp: ファイルの作成
ka: ფაილების შექმნა
nb_no: Opprett filer
pt_pt: Criar ficheiros
zh_hans: 创建文件

source: Delete
af: Skrap
bg: Изтрий
de_de: Löschen
el: Διαγραφή
hu_hu: Törlés
it_it: Elimina
ja_jp: 削除
ka: წაშლა
nb_no: Slett
pt_pt: Eliminar
zh_hans: 删除

# SecurityDeleteSubdirectoriesAndFilesLabel.Text
source: Delete subdirectories and files
af: Skrap subgidse en lêers
bg: Изтриване на поддиректории и файлове
de_de: Unterordner und Dateien löschen
el: Διαγραφή υποκαταλόγων και αρχείων
hu_hu: Almappák és fájlok törlése
it_it: Elimina sottocartelle e file
ja_jp: サブディレクトリとファイルを削除
ka: ქვეკატალოგების და ფაილების წაშლა
nb_no: Slett undermapper og filer
pt_pt: Eliminar subdiretórios e ficheiros
zh_hans: 删除子目录和文件

# SecurityExecuteFileLabel.Text
source: Execute files
af: Voer lêers uit
bg: Изпълняване на файлове
de_de: Dateien ausführen
el: Εκτέλεση αρχείων
hu_hu: Fájlok futtatása
it_it: Esecuzione file
ja_jp: ファイルの実行
ka: ფაილების შესრულება
nb_no: Eksekver filer
pt_pt: Executar ficheiros
zh_hans: 执行文件

# SecurityReadAttributesLabel.Text
source: Read attributes
af: Lees eienskappe
bg: Четете атрибути
de_de: Attribute lesen
el: Χαρακτηριστικά ανάγνωσης
hu_hu: Attribútumok olvasása
it_it: Lettura attributi
ja_jp: 属性の読み取り
ka: თვისებების წაკითხვა
nb_no: Lese attributter
pt_pt: Ler atributos
zh_hans: 读取属性

# SecurityReadDataLabel.Text
source: Read data
af: Lees data
bg: Чете данни
de_de: Lesen
el: Ανάγνωση δεδομένων
hu_hu: Adat olvasása
it_it: Lettura dati
ja_jp: データの読み取り
ka: მონაცემების წაკითხვა
nb_no: Lese data
pt_pt: Ler dados
zh_hans: 读取数据

# SecurityReadExtendedAttributesLabel.Text
source: Read extended attributes
af: Lees uitgebreide eienskappe
bg: Четене на разширени атрибути
de_de: Erweiterte Attribute lesen
el: Πρόσθετα χαρακτηριστικά ανάγνωσης
hu_hu: Kiterjesztett attribútumok olvasása
it_it: Lettura attributi estesi
ja_jp: 拡張属性の読み取り
ka: გაფართოებული თვისებების წაკითხვა
nb_no: Lese utvidede attributter
pt_pt: Ler atributos extendidos
zh_hans: 读取扩展属性

# SecurityReadPermissionsLabel.Text
source: Read permissions
af: Lees toestemmings
bg: Права за четене
de_de: Lesen
el: Δικαιώματα ανάγνωσης
hu_hu: Engedélyek olvasása
it_it: Leggi autorizzazioni
ja_jp: アクセス許可の読み取り
ka: უფლებების წაკითხვა
nb_no: Lese rettigheter
pt_pt: Ler permissões
zh_hans: 读取权限

# SecurityTakeOwnershipLabel.Text
source: Take ownership
af: Neem eienaarskap
bg: Вземи собственост
de_de: Besitz übernehmen
el: Ανάληψη κατοχής
hu_hu: Tulajdonossá tétel
it_it: Diventa proprietario
ja_jp: 所有権の取得
ka: მფლობელობის მიღება
nb_no: Overta eierskap
pt_pt: Obter propriedade
zh_hans: 取得所有权

# SecurityTraverseLabel.Text
source: Visit folder
af: Besoek omslag
bg: Посещаване на папки
de_de: Lesen
el: Προσπέλαση φακέλου
hu_hu: Mappa megtekintése
it_it: Visita la cartella
ja_jp: フォルダにアクセス
ka: საქაღალდის მონახულება
nb_no: Besøk mappe
pt_pt: Visitar pasta
zh_hans: 访问文件夹

# SecurityWriteAttributesLabel.Text
source: Write attributes
af: Skryf eienskappe
bg: Писане на атрибути
de_de: Attribute schreiben
el: Χαρακτηριστικά εγγραφής
hu_hu: Attribútumok írása
it_it: Scrittura attributi
ja_jp: 属性の書き込み
ka: თვისებების დაწერა
nb_no: Skriv attributter
pt_pt: Escrever atributos
zh_hans: 写入属性

# SecurityWriteDataLabel.Text
source: Write data
af: Skryf data
bg: Писане на данни
de_de: Schreiben
el: Εγγραφή δεδομένων
hu_hu: Adat írása
it_it: Scrittura dati
ja_jp: データを書き込む
ka: მონაცემების დაწერა
nb_no: Skriv data
pt_pt: Escrever dados
zh_hans: 写入数据

# SecurityWriteExtendedAttributesLabel.Text
source: Write extended attributes
af: Skryf uitgebreide eienskappe
bg: Писане на разширени атрибути
de_de: Erweiterte Attribute schreiben
el: Πρόσθετα χαρακτηριστικά εγγραφής
hu_hu: Kiterjesztett attribútumok írása
it_it: Scrittura attributi estesi
ja_jp: 拡張属性の書き込み
ka: გაფართოებული თვისებების წაკითხვა
nb_no: Skriv utvidede attributter
pt_pt: Escrever atributos extendidos
zh_hans: 写入扩展属性

# SecurityNoneLabel.Text
source: None
af: Geen
de_de: Keine
el: Κανένα
it_it: Nessuna
ja_jp: なし
zh_hans: 无

# SecurityAdvancedInheritedConvert.Text
source: Convert inherited permissions into explicit permissions
af: Omskep oorgeërfde toestemmings in eksplisiete toestemmings
bg: Преобразувай наследените разрешения в изрични разрешения
de_de: Vererbeite Rechte zu expliziten Rechten konvertieren
el: Μετατροπή κληρονομικών δικαιωμάτων σε ρητά δικαιώματα
hu_hu: Örökölt engedélyek határozottá alakítása
it_it: Converti autorizzazioni ereditate in autorizzazioni esplicite
ja_jp: 継承されたアクセス許可を明示的なアクセス許可に変換
ka: მემკვიდრეობით მიღებული უფლებების აშკარა ნებართვებად გადაქცევა
nb_no: Konverter arvede rettigheter til eksplisitte rettigheter
pt_pt: Converter permissões herdadas em permissões explícitas
zh_hans: 将继承的权限转换为显式权限

# SecurityAdvancedInheritedEnable.Text
source: Enable inheritance
af: Aktiveer erfenis
bg: Активирай наследяване
de_de: Vererbung aktivieren
el: Ενεργοποίηση κληρονομικότητας
hu_hu: Öröklés engedélyezése
it_it: Abilita ereditarietà
ja_jp: 継承の有効化
ka: მემკვიდრეობის ჩართვა
nb_no: Aktiver nedarving
pt_pt: Habilitar herança
zh_hans: 启用继承

# SecurityAdvancedInheritedRemove.Text
source: Remove all inherited permissions
af: Verwyder alle oorgeërfde toestemmings
bg: Премахни всички наследени разрешения
de_de: Alle vererbten Rechte entfernen
el: Κατάργηση όλων των κληρονομημένων δικαιωμάτων
hu_hu: Örökölt engedélyek megszüntetése
it_it: Rimuovi tutte le autorizzazioni ereditate
ja_jp: 継承されたすべてのアクセス許可を削除
ka: ყველა მემკვიდრეობით მიღებული უფლებების წაშლა
nb_no: Fjern alle arvede rettigheter
pt_pt: Remover todas as permissões herdadas
zh_hans: 删除所有继承的权限

# SecurityAdvancedReplaceChildPermissions.Text
source: Reset child permissions
af: Stel kindertoestemmings terug
de_de: Rechte des untergeordneten Objektes zurücksetzen
el: Επαναφορά δικαιωμάτων παιδιών
hu_hu: Almappák engedélyeinek visszaállítása
it_it: Resetta oggetti figlio
ja_jp: 子オブジェクトの権限をリセット
ka: ბავშვის ნებართვების გადაყენება
nb_no: Tilbakestill rettigheter for barn
pt_pt: Redefinir permissões filho
zh_hans: 重置子权限

# SecurityAdvancedReplaceChildPermissions2.ToolTipService.ToolTip
source: Replace all child object permissions entries with inheritable permission entries from this object
af: Vervang alle kinderobjektoestemmingsinskrywings met oorerflike toestemmingsinskrywings van hierdie objek
de_de: Alle Rechte des untergeordneten Objektes mit vererbaren Rechten dieses Objekts ersetzen
el: Αντικατάσταση όλων των καταχωρίσεων δικαιωμάτων θυγατρικών αντικειμένων με κληρονομήσιμες καταχωρίσεις δικαιωμάτων από αυτό το αντικείμενο
hu_hu: Almappák engedélyeinek lecserélése ennek az objektum engedélyeivel
it_it: Sostituisci tutte le voci delle autorizzazioni degli oggetti figlio con le voci delle autorizzazioni ereditabili da questo oggetto
ja_jp: すべての子オブジェクトのアクセス許可エントリを、このオブジェクトから継承可能なアクセス許可エントリに置き換えます
ka: ყველა ბავშვის ობიექტის ნებართვის ჩანაწერის ჩანაცვლება ამ ობიექტის მემკვიდრეობითი ნებართვის ჩანაწერიდან
nb_no: Erstatt alle rettigheter for underobjekter med arvelige rettigheter fra dette objektet
pt_pt: Substituir todas as entradas de permissão do objeto filho por entradas de permissão herdáveis deste objeto
zh_hans: 用来自该对象的可继承权限条目替换所有子对象权限条目

# CreateBundleBtn.AutomationProperties.Name
source: Create Bundle
af: Skep Bondel
de_de: Sammlung erstellen
el: Δημιουργία δέσμης
it_it: Crea Gruppo
ja_jp: バンドルを作成
zh_hans: 创建包

# CreateBundleBtn.ToolTipService.ToolTip
source: Create Bundle
af: Skep Bondel
de_de: Sammlung erstellen
el: Δημιουργία δέσμης
it_it: Crea Gruppo
ja_jp: バンドルを作成
zh_hans: 创建包

# NavigationToolbarClosePane.Label
source: Close pane
af: Maak paneel toe
bg: Затвори панел
de_de: Panel schließen
el: Κλείσιμο παραθύρου
hu_hu: Pane bezárása
it_it: Chiudi pannello
ja_jp: ウィンドウを閉じる
ka: ფანჯრის დახურვა
nb_no: Lukk panel
pt_pt: Fechar painel
zh_hans: 关闭面板

# PropertyFileDescription
source: File description
af: Lêerbeskrywing
bg: Описание на файла
de_de: Dateibeschreibung
el: Περιγραφή αρχείου
hu_hu: Fájl leírása
it_it: Descrizione
ja_jp: ファイルの説明
ka: ფაილის აღწერა
nb_no: Filbeskrivelse
pt_pt: Descrição do ficheiro
zh_hans: 文件说明

# PropertyCompany
source: Company
af: Maatskappy
bg: Компания
de_de: Firma
el: Εταιρεία
hu_hu: Cég
it_it: Compagnia
ja_jp: 会社
ka: კომპანია
nb_no: Firma
pt_pt: Empresa
zh_hans: 公司

# PropertyLanguage
source: Language
af: Taal
bg: Език
de_de: Sprache
el: Γλώσσα
hu_hu: Nyelv
it_it: Lingua
ja_jp: 言語
ka: ენა
nb_no: Språk
pt_pt: Idioma
zh_hans: 语言

# PropertyTrademarks
source: Trademarks
af: Handelsmerke
bg: Търговски марки
de_de: Schutzmarken
el: Εμπορικά σήματα
hu_hu: Védjegyek
it_it: Marchio
ja_jp: 商標
ka: სავაჭრო ნიშნები
nb_no: Varemerker
pt_pt: Marcas Registadas
zh_hans: 商标

# PropertyFileVersion
source: File version
af: Lêerweergawe
bg: Версия на файла
de_de: Dateiversion
el: Έκδοση αρχείου
hu_hu: Fájl verzió
it_it: Versione
ja_jp: ファイルのバージョン
ka: ფაილის ვერსია
nb_no: Filversjon
pt_pt: Versão do ficheiro
zh_hans: 文件版本

# PreviewPaneLoadCloudItemButton.ToolTipService.ToolTip
source: Downloads the item from the cloud and loads the preview
af: Laai die item van die wolk af en laai die voorskou
bg: Изтегля елемента от облака и зарежда прегледа
de_de: Lädt die Datei aus der Cloud herunter und lädt die Vorschau.
el: Λήψη του στοιχείου από το cloud και φόρτωση της προεπισκόπησης
hu_hu: Elem letöltése a felhőből, majd előnézet betöltése
it_it: Scarica il file dal cloud e carica l'anteprima
ja_jp: クラウドからアイテムをダウンロードし、プレビューを表示
ka: ჩამოტვირთავს ნივთს ღრუბლიდან და ჩატვირთავს გადახედვას
nb_no: Laster ned elementet fra skyen og forhåndsviser
pt_pt: Transferir o item da nuvem e carregar a pré-visualização
zh_hans: 从云端下载项并加载预览

# DecompressArchiveDialog.Title
source: Select a destination and extract files
af: Kies 'n bestemming en onttrek lêers
bg: Избери дестинация и извлечи файлове
de_de: Zielort auswählen und Dateien entpacken
el: Επιλέξτε έναν προορισμό και εξαγάγετε τα αρχεία
hu_hu: Válasszon egy célhelyet, és csomagolja ki a fájlokat
it_it: Seleziona una destinazione ed estrai i file
ja_jp: 宛先を選択してファイルを抽出
ka: შეარჩიეთ დანიშნულების ადგილი და ამოიღეთ ფაილები
nb_no: Velg en destinasjon og pakk ut filer
pt_pt: Selecione o destino e extraia os ficheiros
zh_hans: 选择目标目录并提取文件

# DecompressArchiveDialogBrowseFolder.Content
source: Browse
af: Blaai
de_de: Durchsuchen
el: Περιηγηθείτε στο
it_it: Sfoglia
ja_jp: ファイルの参照
zh_hans: 浏览

# DecompressArchiveDialogOpenDestinationWhenComplete.Content
source: Open destination folder when complete
af: Maak bestemmingsomslag oop wanneer dit voltooi is
bg: Отвори целевата папка, когато приключи
de_de: Zielordner nach Abschluss öffnen
el: Άνοιγμα φακέλου προορισμού όταν ολοκληρωθεί
hu_hu: Célhely megnyitása amikor kész
it_it: Mostra i file estratti al termine
ja_jp: 完了したら宛先フォルダを開きます
ka: გახსენით დანიშნულების საქაღალდე დასრულების შემდეგ
nb_no: Åpne destinasjonsmappen når fullført
pt_pt: Abrir pasta de destino quando completado
zh_hans: 完成后打开目标文件夹

# BaseLayoutItemContextFlyoutExtractFilesOption
source: Extract files
af: Onttrek lêers
bg: Извлечи файлове
de_de: Dateien entpacken
el: Εξαγωγή αρχείων
hu_hu: Fájlok kicsomagolása
it_it: Estrai
ja_jp: ファイルを抽出
ka: ფაილების ამოღება
nb_no: Pakk ut filer
pt_pt: Extrair ficheiros
zh_hans: 提取文件

# BaseLayoutItemContextFlyoutExtractHereOption
source: Extract here
af: Onttrek hier
bg: Извлечи тук
de_de: Hier entpacken
el: Εξαγωγή εδώ
hu_hu: Kicsomagolás ide
it_it: Estrai qui
ja_jp: ここで抽出
ka: ამოღება აქ
nb_no: Pakk ut her
pt_pt: Extrair aqui
zh_hans: 提取至此

# BaseLayoutItemContextFlyoutExtractionOptions
source: Extract...
af: Onttrek...
bg: Извлечи...
de_de: Entpacken...
el: Εξαγωγή...
hu_hu: Kicsomagolás...
it_it: Estrai...
ja_jp: 抽出...
ka: ამოღება...
nb_no: Pakk ut...
pt_pt: Extrair...
zh_hans: 提取...

# BaseLayoutItemContextFlyoutExtractToChildFolder
source: Extract to {0}\
af: Onttrek na {0}\
bg: Извлечи в {0}\
de_de: Nach {0}\ entpacken
el: Εξαγωγή στο {0}\
hu_hu: Kicsomagolás ide: {0}\
it_it: Estrai in {0}\
ja_jp: {0} への抽出
ka: ამოიღეთ {0}\ -ში
nb_no: Pakk ut til {0}\
pt_pt: Extrair para {0}\
zh_hans: 解压缩到 {0}\

# DetailsArchiveItemCount
source: {0} items ({1} files, {2} folders)
af: {0} items ({1} lêers, {2} omslae)
bg: {0} елемента ({1} файлове, {2} папки)
de_de: {0} Objekte ({1} Dateien, {2} Ordner)
el: {0} στοιχεία ({1} αρχεία, {2} φάκελοι)
hu_hu: {0} elem ({1} fájl, {2} mappa)
it_it: {0} elementi ({1} file, {2} cartelle)
ja_jp: {0} アイテム ({1} ファイル、{2} フォルダー)
ka: {0} ელემენტი ({1} ფაილი, {2} საქაღალდე)
nb_no: {0} elementer ({1} filer, {2} mapper)
pt_pt: {0} itens ({1} ficheiros, {2} pastas)
zh_hans: {0} 个项（{1} 个文件，{2} 个文件夹）

# PropertyUncompressedSize
source: Uncompressed size
af: Ongekompakteerde grootte
bg: Некомпресиран размер
de_de: Unkomprimierte Größe
el: Μη συμπιεσμένο μέγεθος
hu_hu: Tömörítetlen méret
it_it: Dimensione non compressa
ja_jp: 圧縮前のサイズ
ka: შეუკუმშავი ზომა
nb_no: Ukomprimert størrelse
pt_pt: Tamanho descomprimido
zh_hans: 解压缩大小

# NavigationToolbarEnterCompactOverlay.Label
source: Enter compact overlay
af: Voer kompakte oorleg in
bg: Компактен режим
de_de: Zum kompakten Overlay wechseln
el: Εισαγωγή συμπαγούς επικάλυψης
hu_hu: Kompakt nézet
it_it: Entra in modalità Compact Overlay
ja_jp: コンパクトオーバーレイを入力してください
ka: შეერთებული გადაფარვის ჩართვა
nb_no: Bytt til kompakt visning
pt_pt: Entrar no modo sobreposição compacta
zh_hans: 进入紧凑叠加
