Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

# NavigationToolbarExitCompactOverlay.Label
source: Exit compact overlay
af: Verlaat kompakte oorleg
bg: Изход от компактен режим
de_de: Das kompakte Overlay verlassen
el: Έξοδος από συμπαγή επικάλυψη
hu_hu: Kilépés a kompakt nézetből
it_it: Esci dalla modalità Compact Overlay
ja_jp: コンパクトオーバーレイを終了
ka: შეერთებული გადაფარვის გამორთვა
nb_no: Avslutt kompakt visning
pt_pt: Sair do modo sobreposição compacta
zh_hans: 退出紧凑叠加

# SideBarHideSectionFromSideBar.Text
source: Hide {0} section
af: Versteek {0} afdeling
bg: Скрий секцията с {0}
de_de: Sektion {0} verstecken
el: Απόκρυψη {0} τμήματος
hu_hu: {0} elrejtése
it_it: Nascondi la sezione {0}
ja_jp: {0} セクションを非表示
ka: {0} განყოფილების დამალვა
nb_no: Skjul {0}-seksjon
pt_pt: Ocultar secção {0}
zh_hans: 隐藏 {0} 部分

# SettingsMultitaskingAlwaysOpenDualPane
source: Always open new tabs in dual pane mode
af: Maak altyd nuwe oortjies in dubbele paneelmodus oop
bg: Винаги отваряй нови раздели в режим на двоен панел
de_de: Neue Tabs immer im Zwei-Panel-Modus öffnen
el: Άνοιγμα νέων καρτέλων πάντα σε λειτουργία διπλού παραθύρου
hu_hu: Az új lapokat mindig kettős nézetben nyissa meg
it_it: Apri sempre le nuove schede in modalità doppio pannello
ja_jp: 常にデュアルペインモードで新しいタブを開く
ka: ახალი ჩანართების ყოველთვის გახსნა ორმაგი სარკმლის რეჟიმში
nb_no: Åpne alltid nye faner i dobbeltpanel-modus
pt_pt: Abrir sempre novos separadores no modo painel duplo
zh_hans: 始终以双面板模式打开新选项卡

# SettingsMultitaskingEnableDualPane
source: Enable dual pane view
af: Aktiveer dubbele paneelaansig
bg: Активирай изглед с двоен панел
de_de: Zwei-Panel-Ansicht aktivieren
el: Ενεργοποίηση προβολής διπλού παραθύρου
hu_hu: Kettős nézet engedélyezése
it_it: Abilita modalità doppio pannello
ja_jp: デュアルペインビューを有効に
ka: ორმაგი სარკმლის ხედის ჩართვა
nb_no: Tillat dobbeltpanel-visning
pt_pt: Ligar vista painel duplo
zh_hans: 启用双面板视图

# SettingsVerticalTabFlyout
source: Display the vertical tab flyout on the title bar
af: Wys die vertikale duimgidsvlieg op die titelbalk
bg: Показвай изкачащия се вертикален раздел в заглавната лента
de_de: Das Flyout für vert. Tabs in der Titleleiste anzeigen
el: Εμφάνιση της κατακόρυφης πτυσσόμενης καρτέλας στη γραμμή τίτλου
hu_hu: Függőleges lap menü megjelenítése a címsoron
it_it: Mostra il pulsante barra delle schede verticale nella barra del titolo
ja_jp: タイトルバーに垂直タブフライアウトを表示
ka: ვერტიკალური ჩანართის გამოფრენის ჩვენება სათაურის ზოლზე
nb_no: Vis vertikal flyout med faner på tittellinjen
pt_pt: Mostrar flyout do separador vertical na barra de título
zh_hans: 在标题栏上显示垂直选项卡弹出按钮

# SettingsShowCloudDrivesSection.Title
source: Show cloud drives section
af: Wys wolkaandrywers-afdeling
bg: Показвай раздела с облачните устройства
de_de: Cloud-Speicher anzeigen
el: Εμφάνιση της ενότητας δίσκων cloud
hu_hu: Felhőtárhelyek megjelenítése
it_it: Mostra sezione Archivi Cloud
ja_jp: クラウドドライブセクションを表示
ka: ღრუბლოვანი დისკების განყოფილების ჩვენება
nb_no: Vi sesksjon for skylagring
pt_pt: Mostrar secção unidade de nuvem
zh_hans: 显示云端驱动器

# SettingsShowDrivesSection.Title
source: Show drives section
af: Wys aandrywers-afdeling
bg: Показвай раздела с дисковите устройства
de_de: Laufwerke anzeigen
el: Εμφάνιση της ενότητας δίσκων
hu_hu: Meghajtók megjelenítése
it_it: Mostra sezione Dispositivi e Unità
ja_jp: ドライブセクションを表示
ka: დისკების განყოფილების ჩვენება
nb_no: Vis seksjon for lagringsenheter
pt_pt: Mostrar secção unidades
zh_hans: 显示驱动器

# SettingsShowWslSection.Title
source: Show WSL section
af: Wys WSL-afdeling
bg: Показвай WSL раздела
de_de: Windows Subsystem for Linux (WSL) anzeigen
el: Εμφάνιση της ενότητας WSL
hu_hu: WSL megjelenítése
it_it: Mostra sezione WSL
ja_jp: WSLセクションを表示
ka: WSL განყოფილების ჩვენება
nb_no: Vis seksjon for WSL
pt_pt: Mostrar secção WSL
zh_hans: 显示 WSL

# SettingsShowNetworkDrivesSection.Title
source: Show network section
af: Wys netwerkafdeling
bg: Показвай раздела за мрежата
de_de: Netzwerklaufwerke anzeigen
el: Εμφάνιση της ενότητας δίκτυο
hu_hu: Hálózati meghajtók megjelenítése
it_it: Mostra sezione Rete
ja_jp: ネットワークセクションを表示
ka: ქსელური დისკების განყოფილების ჩვენება
nb_no: Vis seksjon for nettverk
pt_pt: Mostrar secção rede
zh_hans: 显示网络驱动器

# SettingsPinRecycleBin.Title
source: Pin Recycle Bin to favorites
af: Pen Herwin Bin na gunstelinge
bg: Закачи кошче към любими
de_de: Papierkorb zu Favoriten hinzufügen
el: Καρφίτσωμα κάδου ανακύκλωσης στα αγαπημένα
hu_hu: Lomtár megjelenítése a kedvenceknél
it_it: Aggiungi il Cestino ai Preferiti
ja_jp: ごみ箱をお気に入りに固定
ka: სანაგვე ურნის ჩამაგრება ფავორიტებში
nb_no: Legg papirkurven til i favoritter
pt_pt: Afixar Reciclagem nos favoritos
zh_hans: 将回收站固定到收藏夹

# SettingsShowLibrarySection.Title
source: Show library section
af: Wys biblioteekafdeling
bg: Показвай раздела с библиотеките
de_de: Bibliotheken anzeigen
el: Εμφάνιση της ενότητας βιβλιοθήκης
hu_hu: Könyvtárak megjelenítése
it_it: Mostra sezione Raccolte
ja_jp: ライブラリセクションを表示
ka: ბიბლიოთეკის განყოფილების ჩვენება
nb_no: Vis seksjon for biblioteker
pt_pt: Mostrar secção biblioteca
zh_hans: 显示库

# SettingsAppearanceTheme
source: Choose your color
af: Kies jou kleur
bg: Избери цвят
de_de: Farbe auswählen
el: Επιλέξτε το χρώμα σας
hu_hu: Szín
it_it: Scegli il tuo colore
ja_jp: 色を選択
ka: აირჩიეთ თქვენი ფერი
nb_no: Velg din farge
pt_pt: Escolha a sua cor
zh_hans: 选择颜色

# SettingsAppearanceCustomThemes
source: Custom themes
af: Pasgemaakte temas
bg: Персонализирани теми
de_de: Themen
el: Προσαρμοσμένα θέματα
hu_hu: Egyedi témák
it_it: Temi personalizzati
ja_jp: カスタム テーマ
ka: მორგებული თემები
nb_no: Egendefinerte temaer
pt_pt: Temas personalizados
zh_hans: 自定义主题

# SettingsContextMenuOverflow
source: Move overflow items into a sub menu
af: Skuif oorloopitems in 'n subkieslys
bg: Премести препълващи елементи в подменю
de_de: Einträge in ein Untermenü verschieben, wenn das Kontextmenü überläuft
el: Μετακίνηση στοιχείων υπερχείλισης σε υπομενού
hu_hu: Túlcsorduló elemek almenübe helyezése
it_it: Sposta gli elementi in eccesso in un sottomenu
ja_jp: オーバーフロー項目をサブメニューに移動
ka: გადავსებული ნივთების ქვემენიუში გადატანა
nb_no: Flytt overskytende elementer til en undermeny
pt_pt: Mover sobra de itens para um submenu
zh_hans: 将溢出项移动到子菜单中

# SettingsPreferencesAppLanguage.Title
source: Language
af: Taal
bg: Език
de_de: Sprache
el: Γλώσσα
hu_hu: Nyelv
it_it: Lingua
ja_jp: 言語
ka: ენა
nb_no: Språk
pt_pt: Idioma
zh_hans: 语言

# SettingsFilesAndFoldersShowFileExtensions
source: Show extensions for known file types
af: Wys uitbreidings vir bekende lêersoorte
bg: Показвай разширенията на известни типове файлове
de_de: Dateitypen in Namen anzeigen
el: Εμφάνιση επεκτάσεων για γνωστούς τύπους αρχείων
hu_hu: Fájlkiterjesztések megjelenítése ismert fájltípusoknál
it_it: Mostra le estensioni per i tipi di file conosciuti
ja_jp: 既知のファイルタイプの拡張子を表示
ka: გაფართოებების ჩვენება ცნობილი ფაილის ნიმუშებისთვის
nb_no: Vis filendelser for kjente filtyper
pt_pt: Mostrar extensões para tipos de ficheiros conhecidos
zh_hans: 显示已知文件类型的扩展名

# SettingsFilesAndFoldersShowHiddenItems
source: Show hidden files and folders
af: Wys versteekte lêers en omslae
bg: Показвай скрити файлове и папки
de_de: Versteckte Dateien und Ordner anzeigen
el: Εμφάνιση κρυφών αρχείων και φακέλων
hu_hu: Rejtett fájlok és mappák megjelenítése
it_it: Mostra file e cartelle nascosti
ja_jp: すべてのファイルとフォルダーを表示
ka: დამალული ფაილების და საქაღალდეების ჩვენება
nb_no: Vis skjulte filer og mapper
pt_pt: Mostrar ficheiros e pastas ocultas
zh_hans: 显示隐藏的文件和文件夹

# SettingsFilesAndFoldersHideSystemItems
source: Hide protected operating system files (Recommended)
af: Versteek beskermde bedryfstelsellêers (Aanbeveel)
bg: Скриване на защитените файлове на операционната система (препоръчително)
de_de: Geschützte Systemdateien ausblenden (empfohlen)
el: Απόκρυψη προστατευμένων αρχείων λειτουργικού συστήματος (Συνιστάται)
hu_hu: Védett rendszerfájlok elrejtése (ajánlott)
it_it: Nascondi file protetti e di sistema (Raccomandato)
ja_jp: 保護されたオペレーティング システム ファイルを表示しない (推奨)
ka: დაცული ოპერაციული სისტემის ფაილების დამალვა (რეკომენდირებულია)
nb_no: Skjul beskyttede operativsystemfiler (anbefales)
pt_pt: Ocultar ficheiros protegidos do sistema operativo (Recomendado)
zh_hans: 隐藏受保护的操作系统文件(推荐)

# SettingsOpenFilesWithOneClick
source: Open files with a single click
af: Maak lêers oop met 'n enkele klik
bg: Отваряй файлове с един клик
de_de: Dateien durch durch einfachen Klick öffnen
el: Άνοιγμα αρχείων με ένα κλικ
hu_hu: Fájlok megnyitása egy kattintással
it_it: Apri i file con un solo click
ja_jp: シングルクリックでアイテムを開く
ka: ელემენტების გახსნა ერთი დაჭერით
nb_no: Åpne filer med enkeltklikk
pt_pt: Abrir itens com um clique único
zh_hans: 单击打开文件

# SettingsListAndSortDirectoriesAlongsideFiles
source: List and sort directories alongside files
af: Lys en sorteer gidse saam met lêers
bg: Подреди и сортирай директориите заедно с файловете
de_de: Dateien und Ordner zusammen auflisten und sortieren
el: Απαρίθμηση και ταξινόμηση καταλόγων μαζί με αρχεία
hu_hu: Mappák rendezése a fájlokkal együtt
it_it: Ordina le cartelle insieme ai file
ja_jp: ファイルと一緒にディレクトリを一覧表示して並べ替える
ka: კატალოგების ჩამომწკრივება და დალაგება ფაილებთან ერთად
nb_no: List opp og sorter mapper sammen med filer
pt_pt: Listar e ordenar diretórios ao lado dos ficheiros
zh_hans: 列出和排序文件旁的目录

# SettingsSearchUnindexedItems
source: Show unindexed items when searching for files and folders
af: Wys ongedekseerde items wanneer jy na lêers en vouers soek
bg: Показвай неиндексирани елементи при търсене на файлове и папки
de_de: Nicht indizierte Dateien und Ordner in der Suche anzeigen
el: Εμφάνιση μη ευρετηριασμένων στοιχείων κατά την αναζήτηση αρχείων και φακέλων
hu_hu: Nem indexelt elemek megjelenítése a fájlok és mappák keresésekor (hoszabb keresési idő)
it_it: Mostra elementi non indicizzati durante la ricerca (richiede più tempo)
ja_jp: ファイルやフォルダを検索するときにインデックス付けされていないアイテムを表示する (検索に時間がかかる場合があります)
ka: ფაილებისა და საქაღალდეების ძებნისას გამოუქვეყნებელი ელემენტების ჩვენება (ძიებას შეიძლება უფრო დიდი დრო დასჭირდეს)
nb_no: Vis uindekserte elementer ved søk etter filer og mapper
pt_pt: Mostrar itens não indexados ao pesquisar ficheiros e pastas (as pesquisas podem demorar mais)
zh_hans: 搜索文件和文件夹时显示未建立索引的项（搜索可能需要更长时间）

# SettingsEnableLayoutPreferencesPerFolder
source: Enable individual preferences for individual directories
af: Stel individuele voorkeure vir individuele gidse in staat
bg: Активирай индивидуални предпочитания за индивидуални директории
de_de: Individuelle Einstellungen für einzelne Ordner aktivieren
el: Ενεργοποίηση ατομικών προτιμήσεων για μεμονωμένους καταλόγους
hu_hu: Beállítások megjegyzése mappánként
it_it: Abilita impostazioni personalizzate per ogni cartella
ja_jp: ディレクトリのごとに設定を保存
ka: ინდივიდუალური თვისებების ჩართვა ინდივიდუალური კატალოგებისთვის
nb_no: Tillat individuelle preferanser for individuelle mapper
pt_pt: Ligar preferências individuais para diretórios individuais
zh_hans: 为各个目录启用个性化设置

# SettingsUsefulLinks.Title
source: Useful links
af: Nuttige skakels
bg: Полезни връзки
de_de: Nützliche Links
el: Χρήσιμοι σύνδεσμοι
hu_hu: Hasznos linkek
it_it: Link utili
ja_jp: 役に立つリンク
ka: სასარგებლო ბმულები
nb_no: Nyttige lenker
pt_pt: Links úteis
zh_hans: 实用链接

# SettingCopyVersionInfo.Content
source: Copy
af: Kopieer
de_de: Kopieren
el: Αντιγραφή
it_it: Copia
ja_jp: コピー
zh_hans: 复制

# BaseLayoutItemContextFlyoutPinToFavorites.Text
source: Pin to Favorites
af: Pen na Gunstelinge
bg: Закачи в любими
de_de: Zu Favoriten hinzufügen
el: Καρφίτσωμα στα αγαπημένα
hu_hu: Kitűzés a kedvencekhez
it_it: Aggiungi ai preferiti
ja_jp: よくやり取りする連絡先に固定
ka: ფავორიტებში ჩამაგრება
nb_no: Legg til i favoritter
pt_pt: Afixar nos Favoritos
zh_hans: 固定至收藏夹

# SideBarUnpinFromFavorites.Text
source: Unpin from Favorites
af: Onpen van gunstelinge
bg: Откачи от любими
de_de: Von Favoriten lösen
el: Ξεκαρφίτσωμα από Αγαπημένα
hu_hu: Levétel a kedvencek közül
it_it: Rimuovi dai preferiti
ja_jp: お気に入りから固定解除
ka: ჩამაგრების მოხსნა ფავორიტებიდან
nb_no: Fjern fra favoritter
pt_pt: Desafixar dos Favoritos
zh_hans: 从收藏夹取消固定

# BaseLayoutContextFlyoutUnpinFromFavorites.Text
source: Unpin from Favorites
af: Onpen van Gunstelinge
bg: Откачи от любими
de_de: Von Favoriten lösen
el: Ξεκαρφίτσωμα από τα αγαπημένα
hu_hu: Levétel a kedvencek közül
it_it: Rimuovi dai preferiti
ja_jp: お気に入りから固定解除
ka: ჩამაგრების მოხსნა ფავორიტებიდან
nb_no: Fjern fra favoritter
pt_pt: Desafixar dos Favoritos
zh_hans: 从收藏夹取消固定

# NavSettingsButton
source: Settings
af: Instellings
bg: Настройки
de_de: Einstellungen
el: Ρυθμίσεις
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
ka: პარამეტრები
nb_no: Innstillinger
pt_pt: Definições
zh_hans: 设置

# NavigationToolbarCopy.ToolTipService.ToolTip
source: Copy
af: Kopieer
de_de: Kopieren
el: Αντιγραφή
it_it: Copia
ja_jp: コピー
zh_hans: 复制

# NavigationToolbarCopy.Label
source: Copy
af: Kopieer
de_de: Kopieren
el: Αντιγραφή
it_it: Copia
ja_jp: コピー
zh_hans: 复制

# ConsentDialogTitle
source: Updates available
af: Bywerkings beskikbaar
bg: Налични актуализации
de_de: Updates verfügbar
el: Διαθέσιμες ενημερώσεις
hu_hu: Frissítések elérhetőek
it_it: Aggiornamenti disponibili
ja_jp: 更新プログラムが利用可能です。
ka: განახლებები ხელმისაწვდომია
nb_no: Oppdateringer tilgjengelig
pt_pt: Atualizações disponiveis
zh_hans: 可用更新

# ConsentDialogContent
source: Updates are ready to install
af: Bywerkings is gereed om te installeer
bg: Актуализациите са готови за инсталиране
de_de: Updates sind bereit für die Installation
el: Οι ενημερώσεις είναι έτοιμες για εγκατάσταση
hu_hu: Frissítések érhetők el telepítésre
it_it: Aggiornamenti pronti per l'installazione
ja_jp: 更新プログラムをインストールする準備ができました
ka: განახლებები მზად არიან დასაყენებლად
nb_no: Oppdateringer er klare til å installeres
pt_pt: Atualizações prontas para instalar
zh_hans: 更新已准备好安装

source: Close
af: Sluit
bg: Затвори
de_de: Schließen
el: Κλείσιμο
hu_hu: Bezárás
it_it: Annulla
ja_jp: 閉じる
ka: დახურვა
nb_no: Lukk
pt_pt: Fechar
zh_hans: 关闭

# ConsentDialogPrimaryButtonText
source: Update
af: Werk by
bg: Актуализирай
el: Ενημέρωση
hu_hu: Frissítés
it_it: Aggiorna
ja_jp: 更新
ka: განახლება
nb_no: Oppdater
pt_pt: Atualizar
zh_hans: 更新

# BundleOptionsFlyoutAddFileMenuItem.Text
source: Add file
af: Voeg lêer by
de_de: Datei hinzufügen
el: Προσθήκη αρχείου
it_it: Aggiungi file
ja_jp: ファイルの追加
zh_hans: 添加文件

# BundleOptionsFlyoutAddFolderMenuItem.Text
source: Add folder
af: Voeg omslag by
bg: Добави папка
de_de: Ordner hinzufügen
el: Προσθήκη φακέλου
hu_hu: Mappa hozzáadása
it_it: Aggiungi cartella
ja_jp: フォルダーの追加
ka: საქაღალდის დამატება
nb_no: Legg til mappe
pt_pt: Adicionar pasta
zh_hans: 添加文件夹

# BundleOptionsFlyoutAddItemMenuItem.Text
source: Add item...
af: Voeg lêer by...
bg: Добави елемент...
de_de: Element hinzufügen
el: Προσθήκη αντικειμένου...
hu_hu: Elem hozzáadása...
it_it: Aggiungi elemento...
ja_jp: 品目の追加
ka: ნივთის დამატება...
nb_no: Legg til element...
pt_pt: Adicionar item...
zh_hans: 添加项...

source: Home
af: Tuis
bg: Начало
de_de: Startseite
el: Αρχική σελίδα
hu_hu: Kezdőlap
ja_jp: ホーム
ka: მთავარი
nb_no: Hjem
pt_pt: Página Inicial
zh_hans: 主页

# TabViewVerticalNewTab.Text
source: New tab
af: Nuwe duimgids
bg: Нов раздел
de_de: Neue Registerkarte
el: Νέα καρτέλα
hu_hu: Új lap
it_it: Nuova scheda
ja_jp: 新しいタブ
ka: ახალი ჩანართი
nb_no: Ny fane
pt_pt: Novo separador
zh_hans: 新选项卡

# NavigationToolbarEnterCompactOverlay.KeyboardAcceleratorTextOverride
source: Ctrl+Alt+Up
de_de: Strg+Alt+Hoch
nb_no: Ctrl+Alt+Pil opp
zh_hans: Ctrl+Alt+上方向键

# NavigationToolbarExitCompactOverlay.KeyboardAcceleratorTextOverride
source: Ctrl+Alt+Down
de_de: Strg+Alt+Runter
nb_no: Ctrl+Alt+Pil ned
zh_hans: Ctrl+Alt+下方向键

# SettingsPreferencesTerminalApplications.Title
source: Terminal applications
af: Terminaaltoepassings
bg: Терминални приложения
de_de: Terminal-Anwendung
el: Εφαρμογές τερματικού
hu_hu: Terminál alkalmazások
it_it: Applicazioni Terminale
ja_jp: ターミナル アプリケーション
ka: ტერმინალის აპლიკაციები
nb_no: Terminal-applikasjoner
pt_pt: Aplicações Terminal
zh_hans: 终端应用程序

# ArchiveExtractionCompletedSuccessfullyText
source: The archive extraction completed successfully.
af: Die argiefontginning is suksesvol voltooi.
bg: Извличането на архива завърши успешно.
de_de: Das Entpacken war erfolgreich.
el: Η εξαγωγή του αρχείου ολοκληρώθηκε με επιτυχία.
hu_hu: Az archívum kicsomagolása sikeresen befelyeződött.
it_it: Estrazione archivio completata con successo.
ja_jp: アーカイブの抽出が正常に完了しました。
ka: არქივის ამოღება წარმატებით დასრულდა.
nb_no: Utpakkinger av filer fra arkiv fullført.
pt_pt: A extração do ficheiro completado com sucesso.
zh_hans: 存档提取完成。

# ExtractingArchiveText
source: Extracting archive
af: Onttrek argief
bg: Извличане на архив
de_de: Archiv wird extrahiert
el: Εξαγωγή αρχείου
hu_hu: Archívum kicsomagolása
it_it: Estrazione dell'archivio
ja_jp: アーカイブの展開中
ka: მიმდინარეობს არქივის ამოღება
nb_no: Pakker ut arkiv
pt_pt: Extraindo ficheiro
zh_hans: 正在提取存档

# ExtractingCompleteText
source: Extracting complete!
af: Onttrek voltooi!
bg: Извличането завършено!
de_de: Entpacken abgeschlossen!
el: Η εξαγωγή ολοκληρώθηκε!
hu_hu: Kicsomagolás befelyezve!
it_it: Archivio estratto!
ja_jp: 抽出完了！
ka: ამოღება დასრულებულია!
nb_no: Utpakking fullført!
pt_pt: Extração completa!
zh_hans: 提取完成。

# SettingsPreferencesEditTerminalApplicationsExpander.Title
source: Edit terminal applications
af: Redigeer terminaaltoepassings
bg: Редактирай терминални приложения
de_de: Terminal-Anwendung ändern
el: Επεξεργασία εφαρμογών τερματικού
hu_hu: Terminál alkalmazások szerkesztése
it_it: Modifica applicazioni terminale
ja_jp: ターミナル アプリケーションの編集
ka: ტერმინალის აპლიკაციების შეცვლა
nb_no: Regiger terminal-applikasjoner
pt_pt: Editar aplicações terminal
zh_hans: 编辑终端应用程序

# SettingsDateFormat.Title
source: Date format
af: Datumformaat
de_de: Datumsformat
el: Μορφή ημερομηνίας
it_it: Formato data
ja_jp: 日付の形式
zh_hans: 日期格式

# SettingsPreferencesShowConfirmDeleteDialog.Title
source: Show a confirmation dialog when deleting files or folders
af: Wys 'n bevestigingsdialoog wanneer lêers of omslae geskrap word
bg: Показвай диалогов прозорец за потвърждение при изтриване на файлове или папки
de_de: Einen Bestätigungsdialog vor dem Löschen zeigen
el: Εμφάνιση διαλόγου επιβεβαίωσης κατά τη διαγραφή αρχείων ή φακέλων
hu_hu: Megerősítés kérése fájlok és mappák törlésekor
it_it: Chiedi conferma quando si eliminano file o cartelle
ja_jp: ファイルやフォルダを削除するときに確認ダイアログを表示
ka: დადასტურების დიალოგის ჩვენება ფაილების ან საქაღალდეების წაშლისას
nb_no: Be om bekreftelse ved sletting av filer eller mapper
pt_pt: Mostrar um diálogo de confirmação ao eliminar ficheiros ou pastas
zh_hans: 删除文件或文件夹时显示确认对话框

# SettingsPreferencesOpenFoldersNewTab.Title
source: Open folders in new tab
af: Maak omslae in nuwe duimgids oop
bg: Отваряй папките в нов раздел
de_de: Ordner in einem neuen Tab öffnen
el: Άνοιγμα φακέλων σε νέα καρτέλα
hu_hu: Mappák megnyitása új lapon
it_it: Apri cartelle in una nuova scheda
ja_jp: 新しいタブでフォルダを開く
ka: საქაღალდეების გახსნა ახალ ჩანართში
nb_no: Åpne mapper i ny fane
pt_pt: Abrir pastas num novo separador
zh_hans: 在新选项卡中打开文件夹

# SettingsPrivacy.Title
source: Privacy policy
af: Privaatheidsbeleid
bg: Политика за поверителност
de_de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
hu_hu: Adatvédelmi szabályzat
it_it: Informativa sulla privacy
ja_jp: プライバシー ポリシー
ka: კონფიდენციალურობის პოლიტიკა
nb_no: Personvernerklæring
pt_pt: Politica de privacidade
zh_hans: 隐私策略

# SettingsFluentUISystemIconsLicenseButton.Content
source: Fluent UI System Icons
af: Fluent UI-stelselikone
bg: Fluent UI системни икони
el: Εικονίδια συστήματος Fluent UI
ja_jp: Fluent UI システムアイコン
nb_no: Fluent UI systemikoner
pt_pt: Sistema de Ícones Fluent UI
zh_hans: Fluent UI 系统图标

# SettingsFluentUISystemIconsLicenseButton.AutomationProperties.Name
source: Fluent UI System Icons
af: Fluent UI-stelselikone
bg: Fluent UI системни икони
el: Εικονίδια συστήματος Fluent UI
ja_jp: Fluent UI システムアイコン
nb_no: Fluent UI systemikoner
pt_pt: Sistema de Ícones Fluent UI
zh_hans: Fluent UI 系统图标

# SettingsPrivacyPolicyMarkdownBlock.Text
source: *Personal Information Collection* Files does not collect, store, share or publish any personal information. *Non-personal Information Collection* We use App Center to keep track of app usage, find bugs, and fix crashes. All information sent to App Center is anonymous and free of any user or contextual data.
af: *Persoonlike inligting versameling* Files versamel, stoor, deel of publiseer geen persoonlike inligting nie. *Nie-persoonlike inligting versameling* Ons gebruik App Center om tred te hou met programgebruik, foute te vind en ongelukke op te los. Alle inligting wat aan App Center gestuur word, is anoniem en vry van enige gebruiker of kontekstuele data.
de_de: *Sammeln von personenbezogenden Daten* Files sammelt, speichert, teilt oder veröffentlicht keine persönlichen Informationen. *Sammeln von nicht personenbezogenen Daten* Wir benutzen das App Center, um einen Überblick über die Nutzung von Files zu erhalten, um Fehler zu finden und diese zu beheben. Alle Informationen, die an das App Center gesendet werden, sind anonym und enthalten keinerlei personen- oder kontextbezogende Informationen.
el: *Συλλογή προσωπικών πληροφοριών* Η Files δεν συλλέγει, αποθηκεύει, μοιράζεται ή δημοσιεύει προσωπικές πληροφορίες. *Συλλογή μη προσωπικών πληροφοριών* Χρησιμοποιούμε το Κέντρο εφαρμογών για να παρακολουθούμε τη χρήση της εφαρμογής, να βρίσκουμε σφάλματα και να διορθώνουμε συντριβές. Όλες οι πληροφορίες που αποστέλλονται στο App Center είναι ανώνυμες και δεν περιέχουν δεδομένα χρήστη ή συμφραζόμενα.
hu_hu: *Személyes adatgyűjtés* A Files nem gyűjt, tárol, továbbít és tesz közzé semmilyen személyes információt. *Nem személyes adatgyűjtés* Az App Center szolgáltatásait használjuk az app használatának monitorozására, hibák feltárására és kijavítására. Minden az App Centernek küldött adat név nélküli és felhasználói adatoktól mentes.
it_it: *Dati personali raccolti* Files non raccoglie, archivia, condivide o pubblica nessuna informazione personale. *Dati non-personali raccolti* Usiamo App Center per tenere traccia dell'utilizzo dell'app, trovare bug e risolvere problemi. Tutte le informazioni inviate ad App Center sono anonime e non contengono dati utente o contestuali.
ja_jp: *個人情報の収集* Filesは、個人情報を収集、保存、共有、または公開することはありません。 *非個人情報の収集* App Centerを使用して、アプリの使用状況を追跡し、バグを見つけ、クラッシュを修正します。 App Centerに送信されるすべての情報は匿名であり、ユーザーまたはコンテキストデータは含まれていません。
ka: *პირადი ინფორმაციის შეგროვება. * ფაილები არ აგროვებს, არ ინახავს, არ აზიარებს ან აქვეყნებს ნებისმიერ პირად ინფორმაციას. *არა-პირადი ინფორმაციის შეგროვება* ჩვენ ვიყენებთ აპლიკაციების ცენტრს, რომ თვალყური ვადევნოთ აპლიკაციის გამოყენებას, ვიპოვოთ შეცდომები და აღმოვფხვრათ ისინი. App Center -ში გაგზავნილი ყველა ინფორმაცია ანონიმურია და არ შეიცავს მომხმარებლის ან კონტექსტურ მონაცემებს.
pt_pt: *Recolha de Informação Pessoal* Files não recolhe, guarda, partilha ou publica qualquer informação pessoal. *Recolha de Informação Não-pessoal* Nós utilizamos o App Center para acompanhar a utilização da aplicação, encontrar bugs, e corrigir falhas. Toda a informação enviada ao App Center é anónima e livre de qualquer utilizador ou dados contextuais.
zh_hans: *个人信息收集* Files 不收集、存储、共享或发布任何个人信息。 *非个人信息收集* 我们通过应用商店跟踪应用程序的使用情况，定位bug，并修复可能导致崩溃的因素。发送到应用商店的信息均以匿名形式发送，且不包含任何用户或相关数据。

# NavToolbarGroupByOptionNone.Text
source: None
af: Geen
de_de: Keine
el: Κανένα
it_it: Nessuno
ja_jp: なし
zh_hans: 无

# NavToolbarArrangementOptionName.Text
source: Name
af: Naam
bg: Име
de_de: Namen
el: Όνομα
hu_hu: Név
it_it: Nome
ja_jp: ニックネーム
ka: არცერთი
nb_no: Navn
pt_pt: Nome
zh_hans: 名称

# NavToolbarArrangementOptionDateModified.Text
source: Date modified
af: Datum gewysig
de_de: Änderungsdatum
el: Ημερομηνία τροποποίησης
it_it: Data modifica
ja_jp: 変更日
zh_hans: 修改日期
