Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

# ConflictingItemsDialogSubtitleSingleConflictMultipleNonConflicts
source: There is one conflicting file name, and {0} outgoing item(s).
af: Daar is een teenstrydige lêernaam, en {0} uitgaande item(s).
bg: Има едно конфликтно име на файл и {0} изходящ(и) елемент(и).
de_de: Es gibt einen Dateinamenkonflikt und {0} verbleibende Elemente.
el: Υπάρχει ένα αντικρουόμενο όνομα αρχείου και {0} εξερχόμενο(α) στοιχείο(α).
hu_hu: Nincsenek ütköző fájlnevek, {0} kimenő elem.
it_it: C'è un conflitto, and {0} elemento/i senza conflitti.
ja_jp: 1 個の競合するファイル名と、{0} 個のそうでないファイルがあります
ka: არსებობს ერთი წინააღმდეგობრივი ფაილის სახელი და {0} გამავალი ერთეული.
nb_no: Det er konflikt med ett filnavn og {0} utgående element(er).
pt_pt: Existe um nome de ficheiro em conflito e {0} item(ns) de saída.
zh_hans: 有一个冲突的文件名和 {0} 个完成项。

# ConflictingItemsDialogItemOptionReplaceExisting.Text
source: Replace existing
af: Vervang bestaande
bg: Замени съществуващите
de_de: Bestehende ersetzen
el: Αντικατάσταση των υφιστάμενων
hu_hu: Célhelyen lévő fájl felülírása
it_it: Sostituisci
ja_jp: 既存のファイルを置換
ka: არსებულის ჩანაცვლება
nb_no: Erstatt eksisterende
pt_pt: Substituir existente
zh_hans: 替换现有

# ConflictingItemsDialogItemOptionSkip.Text
source: Skip
af: Slaan oor
de_de: Überspringen
el: Παράλειψη
it_it: Salta
ja_jp: スキップ
zh_hans: 跳过

# ConflictingItemsDialogOptionReplaceExisting.Text
source: Replace existing
af: Vervang bestaande
bg: Замени съществуващите
de_de: Bestehende ersetzen
el: Αντικατάσταση των υφιστάμενων
hu_hu: Célhelyen lévő fájl felülírása
it_it: Sostituisci
ja_jp: 既存のファイルを置換
ka: არსებულის ჩანაცვლება
nb_no: Erstatt eksisterende
pt_pt: Substituir existente
zh_hans: 替换现有

# ConflictingItemsDialogOptionSkip.Text
source: Skip
af: Slaan oor
de_de: Überspringen
el: Παράλειψη
it_it: Salta
ja_jp: スキップ
zh_hans: 跳过

# ConflictingItemsDialogTakenActionReplaceExisting
source: Replace existing
af: Vervang bestaande
bg: Замени съществуващите
de_de: Bestehende ersetzen
el: Αντικατάσταση των υφιστάμενων
hu_hu: Célhelyen lévő fájl felülírása
it_it: Sostituisci
ja_jp: 既存のファイルを置換
ka: არსებულის ჩანაცვლება
nb_no: Erstatt eksisterende
pt_pt: Substituir existente
zh_hans: 替换现有

# ConflictingItemsDialogTakenActionSkip
source: Skip
af: Slaan oor
de_de: Überspringen
el: Παράλειψη
it_it: Salta
ja_jp: スキップ
zh_hans: 跳过

source: Generate new name
af: Genereer nuwe naam
bg: Генерирай ново име
de_de: Neuen Namen erzeugen
el: Δημιουργία νέου ονόματος
hu_hu: Új név létrehozása
it_it: Genera nuovo nome
ja_jp: 名前の変更
ka: არსებულის ჩანაცვლება
nb_no: Generer nytt navn
pt_pt: Gerar novo nome
zh_hans: 生成新名称

# ConflictingItemsDialogUndoOption.Text
source: Undo
af: Ontdoen
bg: Отмяна
de_de: Rückgängig
el: Αναίρεση
hu_hu: Visszavonás
it_it: Annulla
ja_jp: 元に戻す
ka: მოქმედების გაუქმება
nb_no: Angre
pt_pt: Anular
zh_hans: 撤消

# ConflictingItemsDialogSubtitleMultipleConflictsNoNonConflicts
source: There are {0} conflicting file names.
af: Daar is {0} teenstrydige lêername.
bg: Има {0} конфликтни имена на файлове.
de_de: Es gibt {0} Dateinamenkonflikte.
el: Υπάρχουν {0} αντικρουόμενα ονόματα αρχείων.
hu_hu: {0} ütköző fájlév.
it_it: Ci sono {0} conflitti.
ja_jp: {0} 個の競合するファイル名があります
ka: არსებობს {0} წაინააღმდეგობრივი ფაილის სახელები.
nb_no: Det er konflikt mellom {0} filnavn.
pt_pt: Existe {0} nomes de ficheiros em conflito.
zh_hans: 有 {0} 个冲突的文件名。

# ConflictingItemsDialogSubtitleSingleConflictNoNonConflicts
source: There is one conflicting file name.
af: Daar is een teenstrydige lêernaam.
bg: Има едно конфликтно име на файл.
de_de: Es gibt einen Dateinamenkonflikt.
el: Υπάρχει ένα αντικρουόμενο όνομα αρχείου.
hu_hu: Nincsenek ütköző fájlnevek.
it_it: C'è un conflitto.
ja_jp: 1 個の競合するファイル名があります
ka: არსებობს ერთი წინააღმდეგობრივი ფაილის სახელი.
nb_no: Det er konflikt med ett filnavn.
pt_pt: Existe um nome de ficheiro em conflito.
zh_hans: 有一个冲突的文件名。

# BaseLayoutItemContextFlyoutCreateFolderWithSelection.Text
source: Create folder with selection
af: Skep omslag met seleksie
bg: Създай папка с избраното
de_de: Ordner aus Auswahl erzeugen
el: Δημιουργία φακέλου με επιλογή
hu_hu: Mappa létrehozása a kijelölt elemekkel
it_it: Crea cartella dalla selezione
ja_jp: 選択したファイルでフォルダーを作成
ka: საქაღალდის შექმნა შერჩევით
nb_no: Opprett mappe med merkede elementer
pt_pt: Criar pasta com seleção
zh_hans: 选择创建文件夹

# ToolTipDescriptionName
source: Name:
af: Naam:
bg: Име:
el: Όνομα:
hu_hu: Név:
it_it: Nome:
ja_jp: 名前:
ka: სახელი:
nb_no: Navn:
pt_pt: Nome:
zh_hans: 名称:

# ToolTipDescriptionType
source: Type:
af: Soort:
bg: Тип:
de_de: Typ:
el: Τύπος:
hu_hu: Típus:
it_it: Tipo:
ja_jp: 種類:
ka: ტიპი:
pt_pt: Tipo:
zh_hans: 类型:

# ToolTipDescriptionDate
source: Date modified:
af: Datum gewysig:
bg: Модифициран:
de_de: Änderungsdatum:
el: Ημερομηνία τροποποίησης:
hu_hu: Módosítás dátuma:
it_it: Data modifica:
ja_jp: 更新日時:
ka: შეცვლის თარიღი:
nb_no: Dato endret:
pt_pt: Data de modificação:
zh_hans: 修改日期

# NavToolbarSelectionOptions.ToolTipService.ToolTip
source: Selection options
af: Keuringsopsies
bg: Опции за избор
de_de: Auswahloptionen
el: Επιλογές επιλογής
hu_hu: Kijelölési lehetőségek
it_it: Opzioni selezione
ja_jp: 選択オプション
ka: შერჩევის ვარიანტები
nb_no: Valgmuligheter
pt_pt: Opções de seleção
zh_hans: 选项

# NavToolbarSelectionOptions.AutomationProperties.Name
source: Selection options
af: Keuringsopsies
bg: Опции за маркиране
de_de: Auswahloptionen
el: Επιλογές επιλογής
hu_hu: Kijelölési lehetőségek
it_it: Opzioni selezione
ja_jp: オプションの選択
ka: შერჩევის ვარიანტები
nb_no: Valgmuligheter
pt_pt: Opções de seleção
zh_hans: 选择选项

# FileBrowserThumbnailIconColumnGrid.AutomationProperties.Name
source: File icon
af: Lêerikoon
bg: Икона на файл
de_de: Dateisymbol
el: Εικονίδιο αρχείου
hu_hu: Fájl ikon
it_it: Icona file
ja_jp: ファイル アイコン
ka: ფაილის ხატულა
nb_no: Fil-ikon
pt_pt: Ícone de ficheiro
zh_hans: 文件图标

# DetailsViewHeaderFlyout_ShowOriginalPath.Text
source: Original path column
af: Oorspronklike pad kolom
bg: Колона с оригиналното местоположение
de_de: Ursprünglicher Pfad
el: Στήλη αρχικής διαδρομής
hu_hu: Volt elérési út
it_it: Percorso originale
ja_jp: 元のパス
ka: თავდაპირველი გზის სვეტი
nb_no: Opprinnelig sti-kolonne
pt_pt: Coluna de localização original
zh_hans: 原始路径列

# DetailsViewHeaderFlyout_ShowItemType.Text
source: Item type column
af: Item soort kolom
bg: Колона с типа на елемента
de_de: Dateityp
el: Στήλη τύπου στοιχείου
hu_hu: Elem típusa
it_it: Tipo elemento
ja_jp: ファイル タイプ
ka: ნივთის ტიპის სვეტი
nb_no: Elementtype-kolonne
pt_pt: Coluna de tipo de item
zh_hans: 类型

# DetailsViewHeaderFlyout_ShowDateModified.Text
source: Date modified column
af: Datum gewysigde kolom
bg: Колона с датата на модифициране
de_de: Änderungsdatum
el: Στήλη ημερομηνίας τροποποίησης
hu_hu: Módosítás dátuma
it_it: Data modifica
ja_jp: 更新日時
ka: თარიღის შეცვლის სვეტი
nb_no: Dato endret-kolonne
pt_pt: Coluna de data de modificação
zh_hans: 修改日期

# DetailsViewHeaderFlyout_ShowDateDeleted.Text
source: Date deleted column
af: Datum geskrap kolom
bg: Колона с датата на изтриване
de_de: Löschdatum
el: Στήλη ημερομηνίας διαγραφής
hu_hu: Törlés dátuma
it_it: Data eliminazione
ja_jp: 削除日時
ka: თარიღის წაშლის სვეტი
nb_no: Dato slettet-kolonne
pt_pt: Coluna de data da eliminação
zh_hans: 删除日期列

# ResizeElementKeyboardControl.AutomationProperties.Name
source: Sidebar resizer
af: Kantbalk herskaleerder
bg: Преоразмерител на страничната лента
de_de: Größe ändern: Seitenleiste
el: Επαναπροσδιορισμός πλευρικής γραμμής
hu_hu: Oldalsáv átméretező
it_it: Ridemensiona la barra laterale
ja_jp: サイドバーをリサイズ
ka: გვერდითა ზოლის ზომის შემცვლელი
nb_no: Endring av størrelse på sidepanel
pt_pt: Redimensionador da Barra Lateral
zh_hans: 侧边栏调整器

# HorizontalMultitaskingControlAddButton.ToolTipService.ToolTip
source: New tab (Ctrl+T)
af: Nuwe duimgids (Ctrl+T)
bg: Нов раздел (Ctrl+T)
de_de: Neuer Tab (Strg+T)
el: Νέα καρτέλα (Ctrl+T)
hu_hu: Új lap (Ctrl+T)
it_it: Nuova scheda (Ctrl+T)
ja_jp: 新しいタブ (Ctrl+T)
ka: ახალი ჩანართი (Ctrl+T)
nb_no: Ny fane (Ctrl+T)
pt_pt: Novo separador (Ctrl+T)
zh_hans: 新建选项卡 (Ctrl+T)

# HorizontalMultitaskingControlCloseButton.ToolTipService.ToolTip
source: Close tab (Ctrl+W)
af: Maak duimgids toe (Ctrl+W)
bg: Затвори раздел (Ctrl+W)
de_de: Tab schließen (Strg+W)
el: Κλείσιμο καρτέλας (Ctrl+W)
hu_hu: Lap bezárása (Ctrl+W)
it_it: Chiudi scheda (Ctrl+W)
ja_jp: タブを閉じる (Ctrl+W)
ka: ჩანართის დახურვა (Ctrl+W)
nb_no: Lukk fane (Ctrl+W)
pt_pt: Fechar separador (Ctrl+W)
zh_hans: 关闭选项卡 (Ctrl+W)

# OpenItemsWithCaptionText
source: Open with
af: Maak oop met
bg: Отвори с
de_de: Öffnen mit
el: Άνοιγμα με
hu_hu: Társítás
it_it: Apri con
ja_jp: プログラムから開く
ka: გახსნა
nb_no: Åpne med
pt_pt: Abrir com
zh_hans: 打开方式

# NavToolbarGroupByRadioButtons.Text
source: Group By
af: Groep Deur
bg: Групирай по
de_de: Gruppieren nach
el: Ομαδοποίηση κατά
hu_hu: Csoportosítás
it_it: Raggruppa per
ja_jp: グループで表示
ka: დაჯგუფება
nb_no: Grupper etter
pt_pt: Agrupar Por
zh_hans: 分组依据

# NavToolbarSortByRadioButtons.Text
source: Sort By
af: Sorteer Volgens
bg: Сортиране по
de_de: Sortieren nach
el: Ταξινόμηση κατά
hu_hu: Rendezés
it_it: Ordina per
ja_jp: 並べ替えて表示
ka: დალაგება
nb_no: Sorter etter
pt_pt: Ordenar Por
zh_hans: 排序方式

# NavToolbarSortDirectionRadioButtons.Header
source: Sort direction
af: Sorteer rigting
bg: Посока на сортиране
de_de: Sortierrichtung
el: Κατεύθυνση ταξινόμησης
hu_hu: Rendezés iránya
it_it: Ordine
ja_jp: 並べ替え方向
ka: დალაგების მიმართულება
nb_no: Sorteringsretning
pt_pt: Ordenar direção
zh_hans: 排序方向

# ItemSizeText_Huge
source: Huge
af: Onsettend groot
bg: Огромен
de_de: Riesig
el: Τεράστιο
hu_hu: Hatalmas
it_it: Gigante
ja_jp: 巨大
ka: უზარმაზარი
nb_no: Enorm
pt_pt: Enorme
zh_hans: 特大

# ItemSizeText_VeryLarge
source: Very large
af: Baie groot
bg: Много голям
de_de: Sehr groß
el: Πολύ μεγάλο
hu_hu: Nagyon nagy
it_it: Molto grande
ja_jp: 特大
ka: ძალიან დიდი
nb_no: Veldig stor
pt_pt: Muito grande
zh_hans: 超大

# ItemSizeText_Large
source: Large
af: Groot
bg: Голям
de_de: Groß
el: Μεγάλο
hu_hu: Nagy
it_it: Grande
ja_jp: 大
ka: დიდი
nb_no: Stor
pt_pt: Grande
zh_hans: 大

# ItemSizeText_Medium
source: Medium
bg: Среден
de_de: Mittel
el: Μεσαίο
hu_hu: Közepes
it_it: Medio
ja_jp: 中
ka: საშუალო
pt_pt: Médio
zh_hans: 中

# ItemSizeText_Small
source: Small
af: Klein
bg: Малък
de_de: Klein
el: Μικρό
hu_hu: Kicsi
it_it: Piccolo
ja_jp: 小
ka: პატარა
nb_no: Liten
pt_pt: Pequeno
zh_hans: 小

# ItemSizeText_Tiny
source: Tiny
af: Baie klein
bg: Миниатурен
de_de: Winzig
el: Μικροσκοπικό
hu_hu: Apró
it_it: Molto piccolo
ja_jp: 極小
ka: პაწაწინა
nb_no: Veldig liten
pt_pt: Muito pequeno
zh_hans: 微小

# ItemTimeText_Today
source: Today
af: Vandag
de_de: Heute
el: Σήμερα
it_it: Oggi
ja_jp: 今日
zh_hans: 今天

# ItemTimeText_Yesterday
source: Yesterday
af: Gister
bg: Вчера
de_de: Gestern
el: Χθες
hu_hu: Tegnap
it_it: Ieri
ja_jp: 昨日
ka: გუშინ
nb_no: I går
pt_pt: Ontem
zh_hans: 昨天

# ItemTimeText_ThisWeek
source: Earlier this week
af: Vroeër hierdie week
bg: По-рано тази седмица
de_de: Anfang dieser Woche
el: Νωρίτερα αυτή την εβδομάδα
hu_hu: Ezen a héten
it_it: Questa settimana
ja_jp: 今週
ka: ამ კვირის დასაწყისში
nb_no: Tidligere denne uken
pt_pt: No início desta semana
zh_hans: 本周早些时候

# ItemTimeText_LastWeek
source: Last week
af: Verlede week
bg: Миналата седмица
de_de: Letzte Woche
el: Την περασμένη εβδομάδα
hu_hu: Előző héten
it_it: La settimana scorsa
ja_jp: 先週
ka: გასულ კვირას
nb_no: Forrige uke
pt_pt: Última semana
zh_hans: 上周

# ItemTimeText_ThisMonth
source: This month
af: Hierdie maand
bg: Този месец
de_de: Diesen Monat
el: Αυτόν τον μήνα
hu_hu: Ebben a hónapban
it_it: Questo mese
ja_jp: 今月
ka: ამ თვეში
nb_no: Denne måneden
pt_pt: Este mês
zh_hans: 本月

# ItemTimeText_LastMonth
source: Last month
af: Verlede maand
bg: Миналият месец
de_de: Letzten Monat
el: Τον περασμένο μήνα
hu_hu: Előző hónapban
it_it: Il mese scorso
ja_jp: 先月
ka: გასულ თვეში
nb_no: Forrige måned
pt_pt: Último mês
zh_hans: 上月

# ItemTimeText_ThisYear
source: This year
af: Hierdie jaar
bg: Тази година
de_de: Dieses Jahr
el: Φέτος
hu_hu: Idén
it_it: Quest'anno
ja_jp: 今年
ka: ამ წელს
nb_no: I år
pt_pt: Este ano
zh_hans: 今年

# ItemTimeText_Older
source: Older
af: Ouer
bg: По-стари
de_de: Älter
el: Παλαιότερο
hu_hu: Régebben
it_it: Più vecchio
ja_jp: 古い
ka: უფრო ძველი
nb_no: Eldre
pt_pt: Antigo
zh_hans: 更早

# ItemTimeText_Before
source: Before {0}
af: Voor {0}
bg: Преди {0}
de_de: Vor {0}
el: Πριν {0}
hu_hu: {0} előtt
it_it: Prima di {0}
ja_jp: {0} の前
ka: მანამ {0}
nb_no: Før {0}
pt_pt: Antes de {0}
zh_hans: {0} 之前

# GroupItemsCount_Singular
source: {0} item
bg: {0} елемент
de_de: {0} Datei
el: {0} στοιχείο
hu_hu: {0} elem
it_it: {0} elemento
ja_jp: {0} ファイル
ka: {0} ელემენტი
nb_no: {0} element
zh_hans: {0} 项

# GroupItemsCount_Plural
source: {0} items
bg: {0} елементи
de_de: {0} Dateien
el: {0} στοιχεία
hu_hu: {0} elem
it_it: {0} elementi
ja_jp: {0} ファイル
ka: {0} ელემენტი
nb_no: {0} elementer
pt_pt: {0} itens
zh_hans: {0} 项

# HorizontalMultitaskingControlReopenClosedTab.Text
source: Reopen closed tab
af: Heropen geslote duimgids
bg: Отвори отново затворения раздел
de_de: Tab wiederherstellen
el: Άνοιγμα καρτέλας που έχει κλείσει
hu_hu: Bezárt lap újranyitása
it_it: Riapri scheda chiusa
ja_jp: 閉じたタブを再度開く
ka: დახურული ჩანართების ხელახლა გახსნა
nb_no: Åpne lukket fane igjen
pt_pt: Reabrir separador fechado
zh_hans: 重新打开关闭的选项卡

# SettingsAboutPrivacyPolicy.Text
source: Privacy policy
af: Privaatheidsbeleid
bg: Политика за поверителност
de_de: Datenschutzerklärung
el: Πολιτική απορρήτου
hu_hu: Adatvédelmi irányelvek
it_it: Informativa sulla Privacy
ja_jp: プライバシーポリシー
ka: კონფიდენციალურობის პოლიტიკა
nb_no: Personvernerklæring
pt_pt: Política de privacidade
zh_hans: 隐私策略

# SettingsAboutPrivacyPolicyListViewItem.AutomationProperties.Name
source: View Files privacy policy
af: Bekyk Files se privaatheidsbeleid
bg: Виж политиката за поверителност на Files
de_de: Files-Datenschutzerklärung anzeigen
el: Προβολή της πολιτικής απορρήτου του Files
hu_hu: A Files program adatvédelmi irányelvei
it_it: Vedi informativa sulla privacy
ja_jp: Files のプライバシーポリシーを見る
ka: იხილეთ ფაილების კონფიდენციალურობის დებულება
nb_no: Vis Files sin personvernerklæring
pt_pt: Ver política de privacidade do Files
zh_hans: 查看隐私策略

# RenameFileDialogTitle
source: Rename
af: Hernoem
bg: Преименувай
de_de: Umbenennen
el: Μετονομασία
hu_hu: Átnevezés
it_it: Rinomina
ja_jp: 名前を変更
ka: გადარქმევა
nb_no: Gi nytt navn
pt_pt: Mudar de nome
zh_hans: 重命名

# StatusDeletionCancelled
source: Deletion cancelled
af: Skrapping gekanselleer
bg: Изтриването е отменено
de_de: Löschen abgebrochen
el: Η διαγραφή ακυρώθηκε
hu_hu: Törlés megszakítva
it_it: Eliminazione annullata
ja_jp: 削除がキャンセルされました
ka: წაშლა გაუქმებულია
nb_no: Sletting avbrutt
pt_pt: Eliminação cancelada
zh_hans: 删除已取消

# StatusMoveCanceled
source: Move canceled
af: Skuif gekanselleer
bg: Преместването е отменено
de_de: Verschieben abgebrochen
el: Η Μετακίνηση ακυρώθηκε
hu_hu: Áthelyezés megszakítva
it_it: Spostamento annullato
ja_jp: 移動がキャンセルされました
ka: გადატანა გაუქმებულია
nb_no: Flytting avbrutt
pt_pt: Mover cancelado
zh_hans: 移动已取消

# StatusCopyCanceled
source: Copy canceled
af: Kopieer gekanselleer
bg: Копирането е отменено
de_de: Kopieren abgebrochen
el: Η Αντίγραφη ακυρώθηκε
hu_hu: Másolás megszakítva
it_it: Copia annullata
ja_jp: コピーがキャンセルされました
ka: ასლის შექმნა გაუქმებულია
nb_no: Kopiering avbrutt
pt_pt: Cópia cancelada
zh_hans: 复制已取消

# StatusMoveCanceledDetails_Singular
source: Moving {0} item from {1} to {2} was canceled
af: Die verskuiwing van {0} item van {1} na {2} is gekanselleer
bg: Преместването на {0} елемент от {1} към {2} бе отменено
de_de: Verschieben von {0} von {1} nach {2} wurde abgebrochen
el: Η μετακίνηση του στοιχείου {0} από το {1} στο {2} ακυρώθηκε
hu_hu: {0} elem áthelyezése {1} (innen), {2} (ide) megszakítva
it_it: Spostamento di {0} elemento da {1} a {2} è stato annullato
ja_jp: {0} ファイルの {1} から {2} への移動がキャンセルされました
ka: {0} ელემენტის გადატანა {1} -დან {2} -ში გაუქმდა
nb_no: Flytting av {0} element fra {1} til {2} ble avbrutt
pt_pt: Mover {0} item de {1} para {2} foi cancelado
zh_hans: 已取消将 {0} 项从 {1} 移至 {2}

# StatusMoveCanceledDetails_Plural
source: Moving {0} items from {1} to {2} was canceled after moving {3} items
af: Die verskuiwing van {0} items van {1} na {2} is gekanselleer nadat {3} items verskuif is
bg: Преместването на {0} елемента от {1} към {2} беше отменено след преместване на {3} елемента
de_de: Verschieben von {0} Objekten von {1} nach {2} wurde abgebrochen nachdem {3} Objekte verschoben wurden
el: Η μετακίνηση {0} αντικειμένων από {1} σε {2} ακυρώθηκε μετά τη μετακίνηση {3} αντικειμένων
hu_hu: {0} elem áthelyezése {1} (innen), {2} (ide) megszakítva {3} elem áthelyezése után
it_it: Spostamento di {0} elementi da {1} a {2} è stato annullato dopo {3} elementi
ja_jp: {0} ファイルの {1} から {2} への移動が {3} ファイル移動後にキャンセルされました
ka: {0} ელემენტის გადატანა {1} -დან {2} -ში {3} ელემენტის გადატანის შემდეგ გაუქმდა
nb_no: Flytting av {0} elementer fra {1} til {2} ble avbrutt etter å ha flyttet {3} elementer
pt_pt: Mover {0} itens de {1} para {2} foi cancelado depois de mover {3} itens
zh_hans: 移动 {3} 项后，已取消将 {0} 项从 {1} 移至 {2}

# StatusMoveCanceledDetails_Plural2
source: Moving {0} items from {1} to {2} was canceled after moving {3} item
af: Die verskuiwing van {0} items van {1} na {2} is gekanselleer nadat {3} item verskuif is
bg: Преместването на {0} елемента от {1} към {2} беше отменено след преместване на {3} елемент
de_de: Das Verschieben von {0} Objekten von {1} nach {2} wurde abgebrochen nachdem {3} Objekte verschoben wurden
el: Η μετακίνηση {0} αντικειμένων από {1} σε {2} ακυρώθηκε μετά τη μετακίνηση {3} αντικειμένου
hu_hu: {0} elem áthelyezése {1} (innen), {2} (ide) megszakítva {3} elem áthelyezése után
it_it: Spostamento di {0} elementi da {1} a {2} è stato annullato dopo {3} elemento
ja_jp: {0} ファイルの {1} から {2} への移動が {3} ファイル移動後にキャンセルされました
ka: {0} ელემენტის გადატანა {1} -დან {2} -ში {3} ელემენტის გადატანის შემდეგ გაუქმდა
nb_no: Flytting av {0} elementer fra {1} til {2} ble avbrutt etter å ha flyttet {3} element
pt_pt: Mover {0} itens de {1} para {2} foi cancelado depois de mover {3} item
zh_hans: 移动 {3} 项后，已取消将 {0} 项从 {1} 移至 {2}

# StatusMovingItemsDetails_Singular
source: Moving {0} item from {1} to {2}
af: Skuif {0} item van {1} na {2}
bg: Преместване на {0} елемент от {1} към {2}
de_de: {0} wird von {1} nach {2} verschoben
el: Μετακίνηση στοιχείου {0} από {1} σε {2}
hu_hu: {0} elem áthelyezése {1} (innen), {2} (ide)
it_it: Spostamento di {0} elemento da {1} a {2}
ja_jp: {0} ファイルを {1} から {2} へ移動中
ka: მიმდინარეობს {0} ელემენტის გადატანა {1} -დან {2} -ში
nb_no: Flytter {0} element fra {1} til {2}
pt_pt: Movendo {0} item de {1} para {2}
zh_hans: 将 {0} 项从 {1} 移至 {2}

# StatusMovingItemsDetails_Plural
source: Moving {0} items from {1} to {2}
af: Skuif {0} items van {1} na {2}
bg: Преместване на {0} елемента от {1} към {2}
de_de: {0} Objekte werden von {1} nach {2} verschoben
el: Μετακίνηση {0} στοιχείων από {1} σε {2}
hu_hu: {0} elem áthelyezése {1} (innen), {2} (ide)
it_it: Spostamento di {0} elementi da {1} a {2}
ja_jp: {0} ファイルを {1} から {2} へ移動中
ka: მიმდინარეობს {0} ელემენტის გადატანა {1} -დან {2} -ში
nb_no: Flytter {0} elementer fra {1} til {2}
pt_pt: Movendo {0} itens de {1} para {2}
zh_hans: 将 {0} 个项从 {1} 移至 {2}

# StatusMovedItemsDetails_Singular
source: Successfully moved {0} item from {1} to {2}
af: Suksesvol verskuif {0} item van {1} na {2}
bg: Успешно преместен {0} елемент от {1} в {2}
de_de: {0} erfolgreich von {1} nach {2} verschoben
el: Επιτυχής μετακίνηση {0} αντικειμένου από {1} σε {2}
hu_hu: {0} elem sikeresen áthelyezve {1} (innen), {2} (ide)
it_it: Spostato con successo {0} elemento da {1} a {2}
ja_jp: {0} ファイルを {1} から {2} へ移動しました
ka: {0} ელემენტი წარმატებით იქნა გადატანილი {1} -დან {2} -ში
nb_no: Flytting av {0} element fra {1} til {2} fullført
pt_pt: Movido {0} item de {1} para {2} com sucesso
zh_hans: 已成功将 {0} 项从 {1} 移至 {2}

# StatusMovedItemsDetails_Plural
source: Successfully moved {0} items from {1} to {2}
af: Suksesvol verskuif {0} items van {1} na {2}
bg: Успешно преместени {0} елемента от {1} в {2}
de_de: {0} Objekte erfolgreich von {1} nach {2} verschoben
el: Επιτυχής μετακίνηση {0} αντικειμένων από {1} σε {2}
hu_hu: {0} elem sikeresen áthelyezve {1} (innen), {2} (ide)
it_it: Spostati con successo {0} elementi da {1} a {2}
ja_jp: {0} ファイルを {1} から {2} へ移動しました
ka: {0} ელემენტი წარმატებით იქნა გადატანილი {1} -დან {2} -ში
nb_no: Flytting av {0} elementer fra {1} til {2} fullført
pt_pt: Movido {0} itens de {1} para {2} com sucesso
zh_hans: 已成功将 {0} 个项从 {1} 移至 {2}

# StatusMoveFailedDetails_Singular
source: Failed to move {0} item from {1} to {2}
af: Kon nie {0} item van {1} na {2} skuif nie
bg: Неуспешно преместване на {0} елемент от {1} към {2}
de_de: Das Verschieben von {0} von {1} nach {2} ist fehlgeschlagen
el: Απέτυχε η μετακίνηση του στοιχείου {0} από το {1} στο {2}
hu_hu: {0} elem áthelyezése {1} (innen), {2} (ide) sikertelen
it_it: Spostamento di {0} elemento da {1} a {2} fallito
ja_jp: {0} ファイルを {1} から {2} へ移動に失敗しました
ka: {0} ელემენტის გადატანა ვერ მოხერხდა {1} -დან {2} -ში
nb_no: Flytting av {0} element fra {1} til {2} mislyktes
pt_pt: Falha ao mover {0} item de {1} para {2}
zh_hans: 无法将 {0} 项从 {1} 移动到 {2}

# StatusMoveFailedDetails_Plural
source: Failed to move {0} items from {1} to {2}
af: Kon nie {0} items van {1} na {2} skuif nie
bg: Неуспешно преместване на {0} елемента от {1} към {2}
de_de: Das Verschieben von {0} Objekten von {1} nach {2} ist fehlgeschlagen
el: Η μετακίνηση {0} αντικειμένων από {1} σε {2} απέτυχε
hu_hu: {0} elem áthelyezése {1} (innen), {2} (ide) sikertelen
it_it: Spostamento di {0} elementi da {1} a {2} fallito
ja_jp: {0} ファイルを {1} から {2} へ移動に失敗しました
ka: {0} ელემენტის გადატანა ვერ მოხერხდა {1} -დან {2} -ში
nb_no: Flytting av {0} elementer fra {1} til {2} mislyktes
pt_pt: Falha ao mover {0} itens de {1} para {2}
zh_hans: 无法将 {0} 项从 {1} 移动到 {2}

# StatusCopyCanceledDetails_Singular
source: Copying {0} item to {1} was canceled
af: Kopiëring van {0} item na {1} is gekanselleer
bg: Копирането на {0} елемент в {1} бе отменено
de_de: Das Kopieren von {0} nach {1} wurde abgebrochen
el: Η αντιγραφή του στοιχείου {0} στο {1} ακυρώθηκε
hu_hu: {0} másolása ide {1} megszakítva
it_it: La copia di {0} elemento a {1} è stata annullata
ja_jp: {0} ファイルの {1} へのコピーがキャンセルされました
ka: {0} ელემენტის ასლის ჩასმა {1} -ში გაუქმდა
nb_no: Kopiering av {0} elementer til {1} ble avbrutt
pt_pt: Copiar {0} item para {1} foi cancelado
zh_hans: 已取消将 {0} 项复制到 {1}

# StatusCopyCanceledDetails_Plural
source: Copying {0} items to {1} was canceled after copying {2} items
af: Kopiëring van {0} items na {1} is gekanselleer nadat {2} items gekopieer is
bg: Копирането на {0} елемента в {1} беше отменено след копирането на {2} елемента
de_de: Das Kopieren von {0} Objekten nach {1} wurde nach dem Kopieren von {3} Objekten abgebrochen
el: Η αντιγραφή {0} στοιχείων σε {1} ακυρώθηκε μετά την αντιγραφή {2} στοιχείων
hu_hu: {0} elem másolása ide {1} megszakítva {2} elem másolása után
it_it: La copia di {0} elementi a {1} è stata annullata dopo {2} elementi
ja_jp: {1} への {0} ファイルのコピーが {2} ファイルコピー後にキャンセルされました
ka: {0} ელემენტის ასლის ჩასმა {1} -ში {2} ელემენტის ასლის ჩასმის შემდეგ გაუქმდა
nb_no: Kopiering av {0} elementer til {1} ble avbrutt etter kopiering av {2] elementer
pt_pt: Copiar {0} itens para {1} foi cancelado depois de copiar {2} itens
zh_hans: 复制 {2} 项后取消将 {0} 项复制到 {1}
