Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

# NavToolbarArrangementOptionDateCreated.Text
source: Date created
af: Datum geskep
de_de: Erstellungsdatum
el: Ημερομηνία δημιουργίας
it_it: Data di creazione
ja_jp: 作成日
zh_hans: 创建日期

# NavToolbarArrangementOptionSize.Text
source: Size
af: Grootte
de_de: Größe
el: Μέγεθος
it_it: Dimensione
ja_jp: サイズ
zh_hans: 大小

# NavToolbarArrangementOptionDateDeleted.Text
source: Date deleted
af: Datum geskrap
de_de: Löschdatum
el: Ημερομηνία διαγραφής
it_it: Data di eliminazione
ja_jp: 削除日付
zh_hans: 删除日期

# NavToolbarArrangementOptionOriginalFolder.Text
source: Original folder
af: Oorspronklike omslag
bg: Оригинална папка
de_de: Ursprünglicher Ordner
el: Αρχικός φάκελος
hu_hu: Eredeti mappa
it_it: Cartella originale
ja_jp: 元のフォルダー
ka: თავდაპირველი საქაღალდე
nb_no: Originalmappe
pt_pt: Pasta original
zh_hans: 原始文件夹

# NavToolbarArrangementOptionType.Text
source: Type
af: Soort
bg: Тип
de_de: Typ
el: Τύπος
hu_hu: Típus
it_it: Tipo
ja_jp: 種類
ka: ნიმუში
pt_pt: Tipo
zh_hans: 类型

# NavToolbarSortDirectionOptionAscending.Text
source: Ascending
af: Stygende
de_de: Aufsteigend
el: Αύξουσα σειρά
it_it: Crescente
ja_jp: 昇順
zh_hans: 升序

# NavToolbarSortDirectionOptionDescending.Text
source: Descending
af: Dalende
de_de: Absteigend
el: Φθίνουσα σειρά
it_it: Decrescente
ja_jp: 降順
zh_hans: 降序

source: Sync status
af: Sinchrostatus
bg: Състояние на синхронизиране
de_de: Synchronisierungsstatus
el: Κατάσταση συγχρονισμού
hu_hu: Szinkronizálás állapota
it_it: Stato sincronizzazione
ja_jp: 同期状況
ka: სინქრონიზაციის სტატუსი
nb_no: Synkroniseringsstatus
pt_pt: Estado de sincronização
zh_hans: 同步状态

# SettingsShowFavoritesSection.Title
source: Show favorites section
af: Wys gunstelinge-afdeling
bg: Показвай секцията с любими
de_de: Favoriten anzeigen
el: Εμφάνιση τμήματος αγαπημένων
hu_hu: Kedvencek megjelenítése
it_it: Mostra sezione Preferiti
ja_jp: お気に入りセクションを表示
ka: ფავორიტების განყოფილების ჩვენება
nb_no: Vis seksjon for favoritter
pt_pt: Mostrar secção favoritos
zh_hans: 显示“收藏夹”栏

# BaseLayoutContextFlyoutSortByFileTag.Text
source: File tag
af: Lêermerker
bg: Файлов етикет
de_de: Tag
el: Ετικέτα αρχείου
hu_hu: Címke
it_it: Tag del file
ja_jp: ファイルタグ
ka: ფაილის იარლიყი
nb_no: Fil-merkelapp
pt_pt: Tag do ficheiro
zh_hans: 文件标签

# NavToolbarArrangementOptionFileTag.Text
source: File tag
af: Lêermerker
bg: Файлов етикет
de_de: Tag
el: Ετικέτα αρχείου
hu_hu: Címke
it_it: Tag del file
ja_jp: ファイルタグ
ka: ფაილის იარლიყი
nb_no: Fil-merkelapp
pt_pt: Tag do ficheiro
zh_hans: 文件标签

# BaseLayoutItemContextFlyoutOpenParentFolder.Text
source: Open parent folder
af: Maak oueromslag oop
bg: Отвори родителската папка
de_de: Elternordner öffnen
el: Άνοιγμα γονικού φακέλου
hu_hu: Tartalmazó mappa megnyitása
it_it: Apri cartella superiore
ja_jp: 親フォルダを開く
ka: მშობელი საქაღალდის გახსნა
nb_no: Åpne forelder-mappe
pt_pt: Abrir pasta parente
zh_hans: 打开上级目录

# FileTagUnknown
source: Unknown
af: Onbekende
bg: Неизвестен
de_de: Unbekannt
el: Άγνωστος
hu_hu: Ismeretlen
it_it: Sconosciuto
ja_jp: 不明
ka: უცნობი
nb_no: Ukjent
pt_pt: Desconhecido
zh_hans: 未知

# DetailsViewHeaderFlyout_ShowFileTag.Text
source: File tag
af: Lêermerker
bg: Файлов етикет
de_de: Tag
el: Ετικέτα αρχείου
hu_hu: Címke
it_it: Tag del file
ja_jp: ファイルタグ
ka: ფაილის იარლიყი
nb_no: Fil-merkelapp
pt_pt: Tag do ficheiro
zh_hans: 文件标签

# SettingsEditFileTags.AutomationProperties.Name
source: Edit file tags
af: Redigeer lêermerkers
de_de: Tags ändern
el: Επεξεργασία ετικετών αρχείων
it_it: Gestisci i tag dei file
ja_jp: ファイルタグを編集
zh_hans: 编辑文件标签

# SettingsEditFileTags.ToolTipService.ToolTip
source: Edit file tags
af: Redigeer lêermerkers
de_de: Tags ändern
el: Επεξεργασία ετικετών αρχείων
it_it: Gestisci i tag dei file
ja_jp: ファイルタグを編集
zh_hans: 编辑文件标签

# SettingsEditFileTagsExpander.Title
source: Edit file tags
af: Redigeer lêermerkers
bg: Редактиране на файлови етикети
de_de: Tags ändern
el: Επεξεργασία ετικετών αρχείων
hu_hu: Címkék szerkesztése
it_it: Gestisci i tag dei file
ja_jp: ファイルタグを編集
ka: ფაილის იარლიყების რედაქტირება
nb_no: Rediger fil-merkelapper
pt_pt: Editar tags dos ficheiros
zh_hans: 编辑文件标签

# SettingsEnableFileTags.Title
source: Enable file tags
af: Aktiveer lêermerkers
bg: Активиране на файлови етикети
de_de: Tags anschalten
el: Ενεργοποίηση ετικετών αρχείων
hu_hu: Címkék engedélyezése
it_it: Abilita i tag dei file
ja_jp: ファイルタグを有効化
ka: ფაილის იარლიყების ჩართვა
nb_no: Tillat fil-merkelapper
pt_pt: Ativar tags dos ficheiros
zh_hans: 启用文件标签

# InsertDiscDialog.OpenDriveButton
source: Open Drive
af: Maak aandrywer oop
bg: Отвори диск
de_de: Laufwerk öffnen
el: Άνοιγμα δίσκου
hu_hu: Kinyitás
it_it: Apri Unità
ja_jp: ドライブを開く
ka: დისკის გახსნა
nb_no: Åpne enhet
pt_pt: Abrir Unidade
zh_hans: 打开驱动器

# InsertDiscDialog.Text
source: Please insert a disc into drive {0}
af: Voeg asseblief 'n skyf in aandrywer {0}
bg: Моля, поставете диск в устройство {0}
de_de: Bitte lege einen Datenträger in Laufwerk {0} ein
el: Τοποθετήστε ένα δίσκο στη μονάδα {0}
hu_hu: Helyezzen be egy lemezt a(z) {0} meghajtóba
it_it: Inserisci un disco nell'unità {0}
ja_jp: ドライブ {0} にディスクを挿入してください
ka: გთხოვთ ჩასვათ დისკი {0} დისკში
nb_no: Vennligst sett inn en disk i enheten {0}
pt_pt: Por favor insira um disco na unidade {0}
zh_hans: 请将光盘插入驱动器 {0}

# InsertDiscDialog.Title
source: Insert a disc
af: Voeg 'n skyf in
bg: Поставете диск
de_de: Datenträger einlegen
el: Τοποθετήστε ένα δίσκο
hu_hu: Helyezzen be egy lemezt
it_it: Inserire un disco
ja_jp: ディスクを挿入してください
ka: დისკის ჩასმა
nb_no: Sett inn en disk
pt_pt: Insira um disco
zh_hans: 插入光盘

# ConfictingItemsDialogOptionApplyToAll.Text
source: Apply to all
af: Pas op almal toe
bg: Приложи към всички
de_de: Auf alle anwenden
el: Ισχύει για όλους
hu_hu: Mindegyikre
it_it: Appplica a tutti
ja_jp: すべてに適用
ka: ყველასი მორგება
nb_no: Bruk for alle
pt_pt: Aplicar a todos
zh_hans: 全部应用

# PropertyPartOfSet
source: Part of set
af: Deel van stel
bg: Част от комплект
de_de: Teil der Auswahl
el: Μέρος του σετ
hu_hu: Gyűjtemény eleme
it_it: Parte del set
ja_jp: セットのパート
ka: ნაკრების ნაწილი
nb_no: Del av sett
pt_pt: Parte do conjunto
zh_hans: 部分集合

# AskCredentialDialog.PrimaryButtonText
source: OK
bg: Добре
el: Εντάξει
ja_jp: 実行
ka: კარგი
zh_hans: 确认

# AskCredentialDialog.Title
source: Credential Required
af: Verwysings Benodig
bg: Изискват се идентификационни данни
de_de: Anmeldedaten benötigt
el: Απαιτούμενα διαπιστευτήρια
hu_hu: Hitelesítés szükséges
it_it: Credenziali Richieste
ja_jp: 資格情報が必要です
ka: სერთიფიკატი საჭიროა
nb_no: Legitimasjon kreves
pt_pt: Credencial Requerido
zh_hans: 需要访问凭证

# CredentialDialogAnonymous.Content
source: Anonymous
af: Anoniem
bg: Анонимен
de_de: Anonym
el: Ανώνυμος
hu_hu: Anonim
it_it: Anonimo
ja_jp: 匿名
ka: უსახელო
nb_no: Anonym
pt_pt: Anónimo
zh_hans: 匿名

# CredentialDialogDescription.Text
source: Provide your credential:
af: Verskaf jou verwysings:
bg: Предоставете вашите идентификационни данни:
de_de: Gib deine Anmeldedaten an:
el: Δώστε τα διαπιστευτήριά σας:
hu_hu: Adja meg a hitelesítési adatait:
it_it: Inserisci le tue credenziali:
ja_jp: クレデンシャルを提供します。
ka: მიუთითეთ თქვენი სერთიფიკატი:
nb_no: Legitimer deg:
pt_pt: Forneça a sua credencial:
zh_hans: 提供您的访问凭证：

# CredentialDialogPassword.PlaceholderText
source: Password
af: Wagwoord
bg: Парола
de_de: Passwort
el: Κωδικός πρόσβασης
hu_hu: Jelszó
ja_jp: パスワード
ka: პაროლი
nb_no: Passord
pt_pt: Palavra-Passe
zh_hans: 密码

# CredentialDialogUserName.PlaceholderText
source: UserName
af: Gebruikersnaam
bg: Потребителско име
de_de: Benutzername
el: Όνομα χρήστη
hu_hu: Felhasználónév
it_it: Nome utente
ja_jp: ユーザー名
ka: მომხმარებლის სახელი
nb_no: Brukernavn
pt_pt: Nome de Utilizador
zh_hans: 用户名

# NoSearchResultsFound
source: No items found
af: Geen items gevind nie
bg: Няма намерени елементи
de_de: Keine Objekte gefunden
el: Δεν βρέθηκαν αντικείμενα
hu_hu: Nincs a keresésnek megfelelő elem
it_it: Nessun elemento trovato
ja_jp: 項目は見つかりませんでした
ka: ნივთები ვერ მოიძებნა
nb_no: Ingen elementer funnet
pt_pt: Nenhum item encontrado
zh_hans: 没有与搜索条件匹配的项

# BundlesWidgetAutomationProperties.Name
source: Bundles Widget
af: Bondels Hulptuig
bg: Притурка за пакети
de_de: Sammlungs-Widget
el: Widget δέσμες
hu_hu: Munkaterületek
it_it: Widget Gruppi
ja_jp: バンドル ウィジェット
ka: შეკვრათა ვიჯეტი
nb_no: Widget for samlinger
pt_pt: Widget Pacotes
zh_hans: 包

# DrivesWidgetAutomationProperties.Name
source: Drives Widget
af: Skywe Hulptuig
bg: Притурка за дискови устройства
de_de: Laufwerks-Widget
el: Widget δίσκων
hu_hu: Meghajtók
it_it: Widget Dischi
ja_jp: ドライブ ウィジェット
ka: დისკთა ვიჯეტი
nb_no: Widget for enheter
pt_pt: Widget Unidades
zh_hans: 驱动器

# FolderWidgetAutomationProperties.Name
source: Libraries Widget
af: Biblioteke Hulptuig
bg: Притурка за библиотека
de_de: Bibliotheken-Widget
el: Widget βιβλιοθηκών
hu_hu: Könyvtárak
it_it: Widget Raccolte
ja_jp: ライブラリ ウィジェット
ka: ბიბლიოთეკათა ვიჯეტი
nb_no: Widget for biblioteker
pt_pt: Widget Bibliotecas
zh_hans: 库

# RecentFilesWidgetAutomationProperties.Name
source: Recent Files Widget
af: Onlangse Lêers Hulptuig
bg: Притурка за скорошни файлове
de_de: Zuletzt verwendete Datein-Widget
el: Widget πρόσφατων αρχείων
hu_hu: Előzmények
it_it: Widget File Recenti
ja_jp: 最近のファイルウィジェット
ka: ბოლოდროინდელი ფაილების ვიჯეტი
nb_no: Widget for nylige filer
pt_pt: Widget Ficheiros Recentes
zh_hans: 最近使用的文件

source: Open log location
af: Maak logligging oop
bg: Отвори местоположението на логовете
de_de: Ordner mit Protokolldateien öffnen
el: Άνοιγμα τοποθεσίας καταγραφών
hu_hu: Naplózás helyének megnyitása
it_it: Apri cartella dei log
ja_jp: ログの場所を開く
ka: ჟურნალის ადგილმდებარეობის გახსნა
nb_no: Åpne logg-plassering
pt_pt: Abrir local de registo
zh_hans: 打开日志文件夹

# LinkToFolderCaptionText
source: Create link in {0}
af: Skep skakel in {0}
bg: Създай връзка в {0}
de_de: Link in {0} erstellen
el: Δημιουργία συνδέσμου στο {0}
hu_hu: Parancsikon létrehozása itt: {0}
it_it: Crea collegamento in {0}
ja_jp: {0} にリンクを作成
ka: ბმულის შექმნა {0} -ში
nb_no: Opprett lenke i {0}
pt_pt: Criar ligação em {0}
zh_hans: 在 {0} 处创建链接

# NavToolbarColumnsHeader.Text
source: Columns
af: Kolomme
it_it: Colonne
zh_hans: 列视图

# NavToolbarDetailsHeader.Text
source: Details
af: Besonderhede
it_it: Dettagli
zh_hans: 详细信息

# NavToolbarLargeIconsHeader.Text
source: Large Icons
af: Groot Ikone
it_it: Icone Grandi
zh_hans: 网格视图（大）

# NavToolbarMediumIconsHeader.Text
source: Medium Icons
af: Medium Ikone
it_it: Icone Medie
zh_hans: 网格视图（中）

# NavToolbarSmallIconsHeader.Text
source: Small Icons
af: Klein Ikone
it_it: Icone Piccole
zh_hans: 网格视图（小）

# NavToolbarTilesHeader.Text
source: Tiles
af: Teëls
it_it: Riquadri
zh_hans: 平铺视图

# NavToolbarShowFileExtensionsHeader.Text
source: Show file extensions
af: Wys lêeruitbreidings
bg: Показвай разширенията на файловете
de_de: Dateierweiterungen anzeigen
el: Εμφάνιση επεκτάσεων αρχείων
hu_hu: Fájlkiterjesztések megjelenítése
it_it: Mostra estensioni file
ja_jp: ファイル拡張子を表示
ka: ფაილის გაფართოებების ჩვენება
nb_no: Vis filendelser
pt_pt: Mostrar extensões dos ficheiros
zh_hans: 显示文件扩展名

# NavToolbarShowHiddenItems.AutomationProperties.Name
source: Show hidden items
af: Wys versteekte items
bg: Показвай скрити елементи
de_de: Versteckte Dateien und Ordner anzeigen
el: Εμφάνιση κρυφών στοιχείων
hu_hu: Rejtett fájlok és mappák megjelenítése
it_it: Mostra elementi nascosti
ja_jp: 隠しファイルを表示
ka: დამალული ნივთების ჩვენება
nb_no: Vis skjulte elementer
pt_pt: Mostrar itens ocultos
zh_hans: 显示隐藏的项目

# NavToolbarShowFileExtensions.AutomationProperties.Name
source: Show file extensions
af: Wys lêeruitbreidings
bg: Показвай разширенията на файловете
de_de: Dateiendungen anzeigen
el: Εμφάνιση επεκτάσεων αρχείων
hu_hu: Fájlkiterjesztések megjelenítése
it_it: Mostra estensioni file
ja_jp: ファイル拡張子を表示
ka: ფაილის გაფართოებების ჩვენება
nb_no: Vis filendelser
pt_pt: Mostrar extensões dos ficheiros
zh_hans: 显示文件扩展名

# NavToolbarShowHiddenItemsHeader.Text
source: Show hidden items
af: Wys versteekte items
bg: Показвай скрити елементи
de_de: Versteckte Dateien und Ordner anzeigen
el: Εμφάνιση κρυφών στοιχείων
hu_hu: Rejtett fájlok és mappák megjelenítése
it_it: Mostra elementi nascosti
ja_jp: 隠しファイルを表示
ka: დამალული ნივთების ჩვენება
nb_no: Vis skjulte elementer
pt_pt: Mostrar itens ocultos
zh_hans: 显示隐藏的项目

# SettingsShowFavoritesSectionSwitch.AutomationProperties.Name
source: Show favorites section
af: Wys gunstelinge-afdeling
bg: Показвай раздела с любими
de_de: Favoritenbereich anzeigen
el: Εμφάνιση τμήματος αγαπημένων
hu_hu: Kedvencek megjelenítése
it_it: Mostra sezione Preferiti
ja_jp: お気に入りセクションを表示
ka: ფავორიტების განყოფილების ჩვენება
nb_no: Vis seksjon for favoritter
pt_pt: Mostrar secção favoritos
zh_hans: 显示收藏夹部分

# SettingsPinRecycleBinSwitch.AutomationProperties.Name
source: Pin Recycle Bin to favorites
af: Pen Herwin Bin na gunstelinge
bg: Закачи кошчето към любими
de_de: Papierkorb zu Favoriten hinzufügen
el: Καρφίτσωμα κάδου ανακύκλωσης στα αγαπημένα
hu_hu: Lomtár megjelenítése a kedvenceknél
it_it: Aggiungi il Cestino ai Preferiti
ja_jp: ごみ箱をお気に入りに固定
ka: სანაგვე ურნის ჩამაგრება ფავორიტებში
nb_no: Legg papirkurven til i favoritter
pt_pt: Afixar Reciclgem nos favoritos
zh_hans: 将回收站固定到收藏夹

# SettingsShowCloudDrivesSectionSwitch.AutomationProperties.Name
source: Show cloud drives section
af: Wys wolkaandrywers-afdeling
bg: Показвай раздела с облачните устройства
de_de: Cloud-Laufwerksbereich anzeigen
el: Εμφάνιση της ενότητας δίσκων cloud
hu_hu: Felhőtárhelyek megjelenítése
it_it: Mostra sezione Archivi Cloud
ja_jp: クラウドドライブセクションを表示
ka: ღრუბლოვანი დისკების განყოფილების ჩვენება
nb_no: Vi sesksjon for skylagring
pt_pt: Mostrar secção unidades de nuvem
zh_hans: 显示云端驱动器部分

# SettingsShowDrivesSectionSwitch.AutomationProperties.Name
source: Show drives section
af: Wys aandrywers-afdeling
bg: Показвай раздела с дисковите устройства
de_de: Laufwerksbereich anzeigen
el: Εμφάνιση της ενότητας δίσκων
hu_hu: Meghajtók megjelenítése
it_it: Mostra sezione Dispositivi e Unità
ja_jp: ドライブセクションを表示
ka: დისკების განყოფილების ჩვენება
nb_no: Vis seksjon for lagringsenheter
pt_pt: Mostrar secção unidades
zh_hans: 显示驱动器部分

# SettingsShowLibrarySectionSwitch.AutomationProperties.Name
source: Show library section
af: Wys biblioteekafdeling
bg: Показвай раздела с библиотеката
de_de: Bibliotheksbereich anzeigen
el: Εμφάνιση της ενότητας βιβλιοθήκης
hu_hu: Könyvtárak megjelenítése
it_it: Mostra sezione Raccolte
ja_jp: ライブラリセクションを表示
ka: ბიბლიოთეკის განყოფილების ჩვენება
nb_no: Vis seksjon for biblioteker
pt_pt: Mostrar secção biblioteca
zh_hans: 显示库部分

# SettingsShowNetworkDrivesSectionSwitch.AutomationProperties.Name
source: Show network section
af: Wys netwerkafdeling
bg: Показвай раздела за мрежата
de_de: Netzwerkbereich anzeigen
el: Εμφάνιση της ενότητας δίκτυο
hu_hu: Hálózati meghajtók megjelenítése
it_it: Mostra sezione Rete
ja_jp: ネットワークセクションを表示
ka: ქსელური განყოფილების ჩვენება
nb_no: Vis seksjon for nettverk
pt_pt: Mostrar secção rede
zh_hans: 显示网络驱动器部分

# SettingsShowWslSectionSwitch.AutomationProperties.Name
source: Show WSL section
af: Wys WSL-afdeling
bg: Показвай WSL раздела
de_de: WSL-Bereich anzeigen
el: Εμφάνιση της ενότητας WSL
hu_hu: WSL megjelenítése
it_it: Mostra sezione WSL
ja_jp: WSLセクションを表示
ka: WSL განყოფილების ჩვენება
nb_no: Vis seksjon for WSL
pt_pt: Mostrar secção WSL
zh_hans: 显示 WSL 部分

# SettingsDateFormatComboBox.AutomationProperties.Name
source: Date format
af: Datumformaat
de_de: Datumsformat
el: Μορφή ημερομηνίας
it_it: Formato data
ja_jp: 日付の形式
zh_hans: 日期格式

# SettingsOpenFoldersNewTabToggleSwitch.AutomationProperties.Name
source: Open folders in new tab
af: Maak vouers in nuwe duimgids oop
bg: Отваряй папките в нов раздел
de_de: Ordner in neuem Tab öffnen
el: Άνοιγμα φακέλων σε νέα καρτέλα
hu_hu: Mappák megnyitása új lapon
it_it: Apri cartelle in una nuova scheda
ja_jp: 新しいタブでフォルダを開く
ka: საქაღალდეების ახალ ჩანართში გახსნა
nb_no: Åpne mapper i ny fane
pt_pt: Abrir pastas num novo separador
zh_hans: 在新标签页打开文件夹

# SettingsPreferencesAppLanguageComboBox.AutomationProperties.Name
source: Language
af: Taal
bg: Език
de_de: Sprache
el: Γλώσσα
hu_hu: Nyelv
it_it: Lingua
ja_jp: 言語
ka: ენა
nb_no: Språk
pt_pt: Idioma
zh_hans: 语言

# SettingsShowConfirmDeleteDialogToggleSwitch.AutomationProperties.Name
source: Show a confirmation dialog when deleting files or folders
af: Wys 'n bevestigingsdialoog wanneer lêers of omslae geskrap word
bg: Показвай диалогов прозорец за потвърждение при изтриване на файлове или папки
de_de: Bestätigungsdialog vor dem Löschen von Dateien und Ordnern anzeigen
el: Εμφάνιση διαλόγου επιβεβαίωσης κατά τη διαγραφή αρχείων ή φακέλων
hu_hu: Megerősítés kérése fájlok és mappák törlésekor
it_it: Mostra una conferma quando si eliminano files e cartelle
ja_jp: ファイルやフォルダを削除するときに確認ダイアログを表示
ka: ფაილების ან საქაღალდეების წაშლისას, დადასტურების დიალოგის ჩვენება
nb_no: Be om bekreftelse ved sletting av filer eller mapper
pt_pt: Mostrar um diálogo de confirmação ao eliminar ficheiros ou pastas
zh_hans: 在删除文件或文件夹时显示确认框

# TerminalApplicationsComboBox.AutomationProperties.Name
source: Terminal application
af: Terminaaltoepassing
bg: Терминално приложение
de_de: Terminal-Anwendung
el: Εφαρμογές τερματικού
hu_hu: Terminál alkalmazások
it_it: Applicazioni terminale
ja_jp: ターミナルアプリケーション
ka: ტერმინალის აპლიკაცია
nb_no: Terminal-applikasjon
pt_pt: Aplicação de terminal
zh_hans: 终端应用

source: Ongoing Tasks
af: Deurlopende Take
bg: Текущи задачи
de_de: Laufende Aufgaben
el: Συνεχιζόμενα καθήκοντα
hu_hu: Folyamatban lévő műveletek
it_it: Operazioni in corso
ja_jp: 進行中のタスク
ka: მიმდინარე დავალებები
nb_no: Pågående operasjoner
pt_pt: Tarefas em Execução
zh_hans: 进行中的任务

# PreviewPaneLoadCloudItemButton.Text
source: Load full preview
af: Laai volle voorskou
bg: Зареди пълен преглед
de_de: Vollständige Vorschau laden
el: Φόρτωση πλήρους προεπισκόπησης
hu_hu: Teljes felbontás
it_it: Carica anteprima completa
ja_jp: 完全なプレビューを読み込む
ka: სრული გადახედვის ჩატვირთვა
nb_no: Last full forhåndsvisning
pt_pt: Carregar pré-visualização completa
zh_hans: 加载完整预览

# PreviewPaneShowPreviewOnly.Text
source: Show preview only
af: Wys slegs voorskou
bg: Показвай само предварителен преглед
de_de: Nur Vorschau anzeigen
el: Προβολή προεπισκόπησης μόνο
hu_hu: Csak előnézet
it_it: Mostra solo anteprima
ja_jp: プレビューのみを表示
ka: მხოლოდ გადახედვის ჩვენება
nb_no: Vis kun forhåndsvisning
pt_pt: Mostrar apenas pré-visualização
zh_hans: 只显示预览

# SideBarFavoritesMoveOneDown
source: Move one down
af: Beweeg een af
bg: Премести с едно надолу
de_de: Nach unten verschieben
el: Μετακίνηση προς τα κάτω
hu_hu: Lefelé mozgatás
it_it: Sposta giù
ja_jp: 1つ下に移動
nb_no: Flytt oppover
pt_pt: Mover um para baixo
zh_hans: 下移

# SideBarFavoritesMoveOneUp
source: Move one up
af: Beweeg een op
bg: Премести с едно нагоре
de_de: Nach oben verschieben
el: Μετακίνηση προς τα πάνω
hu_hu: Felfelé mozgatás
it_it: Sposta sù
ja_jp: 1つ上に移動
nb_no: Flytt nedover
pt_pt: Mover um para cima
zh_hans: 上移

# SideBarFavoritesMoveToBottom
source: Move to bottom
af: Beweeg na onder
bg: Премести най-долу
de_de: Nach ganz unten verschieben
el: Μετακίνηση στο τέλος
hu_hu: Alulra mozgatás
it_it: Sposta in fondo
ja_jp: 一番下へ移動
nb_no: Flytt til bunnen
pt_pt: Mover para o fundo
zh_hans: 置于底部

# SideBarFavoritesMoveToTop
source: Move to top
af: Beweeg na bo
bg: Премести най-горе
de_de: Nach ganz oben verschieben
el: Μετακίνηση στην κορυφή
hu_hu: Felülre mozgatás
it_it: Sposta in cima
ja_jp: 一番上へ移動
nb_no: Flytt til toppen
pt_pt: Mover para o topo
zh_hans: 置于顶部

# DetailsViewHeaderFlyout_ShowDateCreated.Text
source: Date created column
af: Datum geskep kolom
bg: Колона за дата на създаване
de_de: Erstellungsdatum
el: Στήλη ημερομηνίας δημιουργίας
hu_hu: Létrehozás dátuma
it_it: Data creazione
nb_no: Dato opprettet-kolonne
pt_pt: Coluna de data de criação
zh_hans: 创建日期

# DetailsViewHeaderFlyout_ShowItemSize.Text
source: Item size column
af: Item grootte kolom
bg: Колона за размер на елемент
de_de: Größe
el: Στήλη μεγέθους στοιχείου
hu_hu: Méret
it_it: Dimensione
nb_no: Elementstørrelse-kolonne
pt_pt: Coluna de tamanho do item
zh_hans: 大小

# SettingsSetAsOpenDialog
source: Use Files as Open File Dialog
af: Gebruik Files as oop lêerdialoog
bg: Използвай Files като диалогов прозорец за отваряне на файл
de_de: Files als Standard-Dateidialog verwenden
el: Χρήση Files ως παράθυρο διαλόγου για άνοιγμα αρχείων
hu_hu: A Files használata Open File Dialog
it_it: Usa Files per le finestre di dialogo "Apri" e "Salva con nome"
nb_no: Bruk Files som åpne-dialog for filer
pt_pt: Utilizar Files como diálogo para Abrir Ficheiros
zh_hans: 使用Files打开文件对话框

source: Tag
af: Merker
bg: Етикет
el: Ετικέτα
hu_hu: Címke
nb_no: Merkelapp
zh_hans: 标签

# SettingsOpenFoldersWithOneClick
source: Open folders with a single click
af: Maak omslae oop met 'n enkele klik
bg: Отваряй папки с едно щракване
de_de: Ordner mit einfachem Klick öffnen
el: Άνοιγμα φακέλων με ένα κλικ
hu_hu: Mappák megnyitása egy kattintással
it_it: Apri le cartelle con un solo click
nb_no: Åpne mapper med enkeltklikk
pt_pt: Abrir pastas com um clique único
zh_hans: 单击打开文件夹

# NavToolbarArrangementOptionFolderPath.Text
source: Folder path
af: Omslagpad
bg: Път на папката
de_de: Ordnerpfad
el: Διαδρομή φακέλου:
hu_hu: Mappa útvonala
it_it: Percorso
nb_no: Mappesti
pt_pt: Localização da pasta
zh_hans: 文件夹路径

source: Export Settings
af: Voer Instellings Uit
bg: Експортиране на настройки
de_de: Einstellungn exportieren
el: Ρυθμίσεις εξαγωγής
it_it: Esporta le impostazioni
nb_no: Eksporter innstillinger
pt_pt: Exportar Definições
zh_hans: 导出设置

source: Import Settings
af: Voer Instellings In
bg: Импортиране на настройки
de_de: Einstellungen importieren
el: Ρυθμίσεις εισαγωγής
it_it: Importa le impostazioni
nb_no: Importer innstillinger
pt_pt: Importar Definições
zh_hans: 导入设置

source: Manage Settings
af: Bestuur Instellings
bg: Управление на настройките
de_de: Einstellungen verwalten
el: Διαχείριση ρυθμίσεων
it_it: Gestisci le impostazioni
nb_no: Behandle innstillinger
pt_pt: Gerir Definições
zh_hans: 管理设置

# SettingsImportErrorDescription
source: Couldn't import settings. The settings file is corrupted.
af: Kon nie instellings invoer nie. Die instellingslêer is korrup.
bg: Настройките не можаха да се импортират. Файлът с настройките е повреден.
de_de: Einstellungen konnten nicht importiert werden, da die Einstellungsdatei fehlerhaft ist.
el: Δεν ήταν δυνατή η εισαγωγή ρυθμίσεων. Το αρχείο ρυθμίσεων είναι κατεστραμμένο.
it_it: Impossibile importare le impostazioni. File corrotto.
nb_no: Kunne ikke importere innstillinger. Filen med innstilliger er ødelagt.
pt_pt: Não pudemos importar as definições. O ficheiro das definições está corrompido.
zh_hans: 无法导入设置。设置文件已损坏。

# SettingsImportErrorTitle
source: Error importing settings
af: Fout met die invoer van instellings
bg: Грешка при импортиране на настройки
de_de: Fehler beim Importieren der Einstellungen
el: Σφάλμα κατά την εισαγωγή ρυθμίσεων
it_it: Errore nell'importazione
nb_no: Feil ved import av innstillinger
pt_pt: Erro ao importar as definições
zh_hans: 导入设置错误

# ChooseCustomIcon
source: Choose a custom folder icon
af: Kies 'n pasgemaakte omslagikoon
bg: Избери персонализирана икона на папка
de_de: Neues Ordnersymbol auswählen
el: Επιλέξτε ένα προσαρμοσμένο εικονίδιο φακέλου
it_it: Seleziona una icona personalizzata
nb_no: Velg et eget mappe-ikon
pt_pt: Escolha um ícone personalizado para a pasta
zh_hans: 选择自定义文件夹图标

source: Customization
af: Aanpassing
bg: Персонализиране
de_de: Anpassen
el: Προσαρμογή
it_it: Personalizzazione
nb_no: Tilpasning
pt_pt: Personalização
zh_hans: 定制化

source: Restore default
af: Herstel verstek
bg: Възстанови по подразбиране
de_de: Standard wiederherstellen
el: Επαναφορά προεπιλογών
it_it: Ripristina prederfinita
nb_no: Tilbakestill
pt_pt: Restaurar predefinição
zh_hans: 还原至默认
