Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

# PropertySeriesName
source: Series Name
af: Reeksnaam
bg: Име на сериал
de_de: Serienname
el: Όνομα σειράς
hu_hu: Sorozat
it_it: Serie
ja_jp: シリーズ名
ka: სერიის სახელი
nb_no: Serienavn
pt_pt: Nome da Série
zh_hans: 系列名称

# PropertySeasonNumber
source: Season Number
af: Seisoen Nommer
bg: Номер на сезона
de_de: Staffelnummer
el: Αριθμός σαιζόν
hu_hu: Évad
it_it: Stagione
ja_jp: シーズン
ka: სეზონის ნომერი
nb_no: Sesongnummer
pt_pt: Número da Temporada
zh_hans: 季号

# PropertyEpisodeNumber
source: Episode Number
af: Episode Nommer
bg: Номер на епизода
de_de: Episodennummer
el: Αριθμός επεισοδίου
hu_hu: Epizód
it_it: Episodio
ja_jp: エピソード
ka: ეპიზოდის ნომერი
nb_no: Episodenummer
pt_pt: Número do Episódio
zh_hans: 集数

# PropertyProducer
source: Producer
af: Produsent
bg: Продуцент
de_de: Produzent
el: Παραγωγός
it_it: Produttore
ja_jp: プロデューサー
ka: პროდიუსერი
nb_no: Produsent
pt_pt: Produtor
zh_hans: 制作人

# PropertyPromotionUrl
source: Promotion Url
af: Promosie-url
bg: URL адрес за промоция
de_de: Angebots-Url
el: Url προώθησης
hu_hu: Promóciós weboldal
it_it: Url di promozione
ja_jp: プロモーション URL
ka: მეორე ბმული
nb_no: Nettadresse til kampanje
pt_pt: Url de Promoção
zh_hans: 推广网址

# PropertyProviderStyle
source: Provider Style
af: Verskaffer Styl
bg: Стил на доставчика
de_de: Anbietertyp
el: Στυλ παρόχου
hu_hu: Szolgáltatói műfaj
it_it: Stile di musica
ja_jp: プロバイダースタイル
ka: მომწოდებლის სტილი
nb_no: Tilbyderstil
pt_pt: Estilo do Provedor
zh_hans: 供应商风格

# PropertyPublisher
source: Publisher
af: Uitgewer
bg: Издател
de_de: Herausgeber
el: Εκδότης
hu_hu: Kiadó
it_it: Editore
ja_jp: 発行元
ka: გამომცემელი
nb_no: Utgiver
pt_pt: Editora
zh_hans: 发布者

# PropertyThumbnailLargePath
source: Thumbnail Large Path
af: Duimnael Groot Pad
bg: Път към голяма миниатура
de_de: Thumbnail Groß Pfad
el: Μικρογραφία Μεγάλη διαδρομή
hu_hu: Nagy indexkép elérési útja
it_it: Percorso anteprima grande
ja_jp: サムネイル (大) のパス
ka: ესკიზის დიდი გზა
nb_no: Sti til stort miniatyrbilde
pt_pt: Localização da Miniatura Grande
zh_hans: 大缩略图路径

# PropertyThumbnailLargeUri
source: Thumbnail Large Uri
af: Duimnael Groot Uri
bg: Връзка към голяма миниатура
de_de: Thumbnail Groß Uri
el: Μικρογραφία Μεγάλου Uri
hu_hu: Nagy indexkép URI
it_it: Url anteprima grande
ja_jp: サムネイル (大) の URI
ka: ესკიზის დიდი რესურსების ერთიანი იდენტიფიკატორი
nb_no: Nettadresse til stort miniatyrbilde
pt_pt: Uri da Miniatura Grande
zh_hans: 大缩略图 Uri

# PropertyThumbnailSmallPath
source: Thumbnail Small Path
af: Duimnael Klein Pad
bg: Път към малка миниатура
de_de: Thumbnail Klein Pfad
el: Μικρογραφία Μικρή διαδρομή
hu_hu: Kis indexkép elérési útja
it_it: Percorso anteprima piccola
ja_jp: サムネイル (小) のパス
ka: ესკიზის პატარა გზა
nb_no: Sti til litet miniatyrbilde
pt_pt: Localização da Miniatura Pequena
zh_hans: 小缩略图路径

# PropertyThumbnailSmallUri
source: Thumbnail Small Uri
af: Duimnael Klein Uri
bg: Връзка към малка миниатура
de_de: Thumbnail Klein Uri
el: Μικρογραφία Μικρό Uri
hu_hu: Kis indexkép URI
it_it: Url anteprima piccola
ja_jp: サムネイル (小) の URI
ka: ესკიზის პატარა რესურსების ერთიანი იდენტიფიკატორი
nb_no: Nettadresse til litet miniatyrbilde
pt_pt: Uri da Miniatura Pequena
zh_hans: 小缩略图 Uri

# PropertyUserWebUrl
source: User Web Url
af: Gebruiker Web Url
bg: URL адрес на потребителя
de_de: Benutzer-Web-Url
el: Web Url Χρήστη
hu_hu: Személyes weboldal
it_it: Url utente
ka: მომხმარებლის ვებ ბმული
nb_no: Nettadresse til bruker
pt_pt: Url do Utilizador
zh_hans: 用户网址

# PropertyWriter
source: Writer
af: Skrywer
bg: Писател
de_de: Verfasser
el: Συγγραφέας
hu_hu: Író
it_it: Scrittore
ja_jp: ライター
ka: მწერალი
nb_no: Skribent
pt_pt: Escritor
zh_hans: 作者

# PropertyYear
source: Year
af: Jaar
bg: Година
de_de: Jahr
el: Έτος
hu_hu: Év
it_it: Anno
ja_jp: 年
ka: წელი
nb_no: År
pt_pt: Ano
zh_hans: 年

# PropertySectionCore
source: Core
af: Kern
bg: Ядро
de_de: Kern
el: Πυρήνας
hu_hu: Alap információk
it_it: Principale
ja_jp: 基本
ka: ძირითადი
nb_no: Kjerne
pt_pt: Núcleo
zh_hans: 核心

# PropertySectionImage
source: Image
af: Beeld
bg: Изображение
de_de: Bild
el: Εικόνα
hu_hu: Kép
it_it: Immagine
ja_jp: 画像
ka: სურათი
nb_no: Bilde
pt_pt: Imagem
zh_hans: 图像

# PropertySectionPhoto
source: Photo
af: Foto
bg: Снимка
de_de: Foto
el: Φωτογραφία
hu_hu: Fotó
it_it: Foto
ja_jp: 写真
ka: ფოტო
nb_no: Fotografi
pt_pt: Foto
zh_hans: 照片

# PropertySectionMedia
source: Media
bg: Медия
de_de: Medien
el: Μέσα
hu_hu: Média
ja_jp: メディア
ka: მედია
pt_pt: Mídia
zh_hans: 媒体

# PropertySectionAudio
source: Audio
af: Oudio
bg: Аудио
de_de: Audiodatei
el: Ήχος
hu_hu: Audió
ja_jp: オーディオ
ka: აუდიო
nb_no: Lyd
pt_pt: Áudio
zh_hans: 音频

# PropertySectionMusic
source: Music
af: Musiek
bg: Музика
de_de: Musik
el: Μουσική
hu_hu: Zene
it_it: Musica
ja_jp: 音楽
ka: მუსიკა
nb_no: Musikk
pt_pt: Música
zh_hans: 音乐

# PropertyAddress
source: Address
af: Adres
de_de: Adresse
el: Διεύθυνση
it_it: Indirizzo
ja_jp: 住所
zh_hans: 地址

# PropertyColorSpace
source: Color Space
af: Kleur spasie
bg: Цветово пространство
de_de: Farbraum
el: Χρωματικός χώρος
hu_hu: Színtér
it_it: Spazio colore
ja_jp: 色空間
ka: ფერის სივრცე
nb_no: Fargerom
pt_pt: Espaço de Cores
zh_hans: 颜色空间

# PropertyPeopleNames
source: People Names
af: Mense Name
bg: Имена на хора
de_de: Personennamen
el: Ονόματα ανθρώπων
hu_hu: Megjelenő személyek
it_it: Nomi di persona
ja_jp: 人名
ka: ხალხის სახელები
nb_no: Navn på personer
pt_pt: Nome das Pessoas
zh_hans: 人员姓名

# PropertyContributor
source: Contributor
af: Bydraer
bg: Сътрудник
de_de: Mitwirkender
el: Συντελεστής
hu_hu: Közreműködő
it_it: Collaboratori
ja_jp: 寄稿者
ka: კონტრიბუტორი
nb_no: Bidragsyter
pt_pt: Contribuidor
zh_hans: 参与者

# PropertyLastAuthor
source: Last Author
af: Laaste Skrywer
bg: Последен автор
de_de: Letzter Autor
el: Τελευταίος συγγραφέας
hu_hu: Legutóbb módosította
it_it: Ultimo Autore
ja_jp: 更新者
ka: ბოლო ავტორი
nb_no: Siste forfatter
pt_pt: Último Autor
zh_hans: 上一作者

# PropertyRevisionNumber
source: Revision Number
af: Hersiening Nommer
bg: Номер на ревизия
de_de: Revisionsnummer
el: Αριθμός αναθεώρησης
hu_hu: Felülvizsgálat száma
it_it: Revisione Numero
ja_jp: リビジョン番号
ka: შესწორების ნომერი
nb_no: Revisjonsnummer
pt_pt: Número de Revisão
zh_hans: 修订号

# PropertyVersion
source: Version
af: Weergawe
bg: Версия
el: Έκδοση
hu_hu: Verzió
it_it: Versione
ja_jp: バージョン
ka: ვერსია
nb_no: Versjon
pt_pt: Versão
zh_hans: 版本

# PropertySectionVideo
source: Video
bg: Видео
el: Βίντεο
hu_hu: Videó
ja_jp: ビデオ
ka: ვიდეო
pt_pt: Vídeo
zh_hans: 视频

# PropertyDateSaved
source: Date Saved
af: Datum Gestoor
bg: Дата на запис
de_de: Speicherdatum
el: Ημερομηνία αποθήκευσης
hu_hu: Mentés dátuma
it_it: Data Salvataggio
ja_jp: 保存日
ka: დამახსოვრების თარიღი
nb_no: Dato lagret
pt_pt: Data de Gravação
zh_hans: 保存日期

# PropertyDatePrinted
source: Date Printed
af: Datum Gedruk
bg: Дата на отпечатване
de_de: Druckdatum
el: Ημερομηνία εκτύπωσης
hu_hu: Nyomtatás dátuma
it_it: Data Stampa
ja_jp: 印刷日
ka: დაბეჭდვის თარიღი
nb_no: Dato skrevet ut
pt_pt: Data de Impressão
zh_hans: 打印日期

# PropertyTotalEditingTime
source: Total Editing Time
af: Totale Redigering Tyd
bg: Общо време за редактиране
de_de: Gesamtbearbeitungszeit
el: Συνολικός χρόνος επεξεργασίας
hu_hu: Teljes szerkesztési idő
it_it: Tempo di modifica totale
ja_jp: 編集時間
ka: რედაქტირების სრული დრო
nb_no: Samlet redigeringstid
pt_pt: Tempo Total de Edição
zh_hans: 编辑时间总数

# PropertyTemplate
source: Template
af: Patroonplaat
bg: Шаблон
de_de: Vorlage
el: Πρότυπο
hu_hu: Sablon
it_it: Modello
ja_jp: テンプレート
ka: შაბლონი
nb_no: Mal
pt_pt: Modelo
zh_hans: 模板

# PropertyWordCount
source: Word Count
af: Woordtelling
bg: Брой думи
de_de: Anzahl der Wörter
el: Αριθμός λέξεων
hu_hu: Szavak száma
it_it: Numero Parole
ja_jp: 文字数
ka: სიტყვების რაოდენობა
nb_no: Antall ord
pt_pt: Contagem de Palavras
zh_hans: 字数统计

# PropertyCharacterCount
source: Character Count
af: Karaktertelling
bg: Брой символи
de_de: Anzahl der Zeichen
el: Αριθμός χαρακτήρων
hu_hu: Karakterek száma
it_it: Numero Caratteri
ja_jp: 文字数
ka: სიმბოლოების რაოდენობა
nb_no: Antall tegn
pt_pt: Contagem de Caracteres
zh_hans: 字符数

# PropertyLineCount
source: Line Count
af: Lyn Telling
bg: Брой на редовете
de_de: Anzahl der Zeilen
el: Αριθμός γραμμών
hu_hu: Sorok száma
it_it: Numero Linee
ja_jp: 行数
ka: ხაზების რაოდენობა
nb_no: Antall linjer
pt_pt: Contagem de Linhas
zh_hans: 行数

# PropertyParagraphCount
source: Paragraph Count
af: Paragraaf Telling
bg: Брой параграфи
de_de: Anzahl der Absätze
el: Αριθμός παραγράφων
hu_hu: Bekezdések száma
it_it: Numero Paragrafi
ja_jp: 段落数
ka: აბზაცების რაოდენობა
nb_no: Antall avsnitt
pt_pt: Contagem de Parágrafos
zh_hans: 段落数

# PropertyPageCount
source: Page Count
af: Bladsy Telling
bg: Брой страници
de_de: Anzahl der Seiten
el: Αριθμός σελίδων
hu_hu: Oldalak száma
it_it: Numero Pagine
ja_jp: ページ数
ka: გვერდების რაოდენობა
nb_no: Antall sider
pt_pt: Contagem de Páginas
zh_hans: 页数

# PropertySlideCount
source: Slide Count
af: Skyfietelling
bg: Брой на слайдовете
de_de: Anzahl der Folien
el: Αριθμός διαφανειών
hu_hu: Diák száma
it_it: Numero Slide
ja_jp: スライド数
ka: სლაიდების რაოდენობა
nb_no: Antall lysbilder
pt_pt: Contagem de Diapositivos
zh_hans: 幻灯片数

# PropertyFrameRate
source: Frame Rate
af: Raam Koers
bg: Честота на кадрите
de_de: Einzelbildrate
el: Ρυθμός καρέ
hu_hu: Képkockasebesség
it_it: Frequenza fotogrammi
ja_jp: フレーム レート
ka: კადრების სიხშირე
nb_no: Bildefrekvens
pt_pt: Taxa de Quadros
zh_hans: 帧速率

# PropertyFrameWidth
source: Frame Width
af: Raam Breedte
bg: Ширина на рамката
de_de: Rahmenbreite
el: Πλάτος καρέ
hu_hu: Szélesség
it_it: Larghezza fotogrammi
ja_jp: フレーム幅
ka: ჩარჩოს სიგანე
nb_no: Bildebredde
pt_pt: Largura do Quadro
zh_hans: 帧宽度

# PropertyFrameHeight
source: Frame Height
af: Raam Hoogte
bg: Височина на рамката
de_de: Rahmenhöhe
el: Ύψος καρέ
hu_hu: Magasság
it_it: Altezza fotogrammi
ja_jp: フレーム高
ka: ჩარჩოს სიმაღლე
nb_no: Bildehøyde
pt_pt: Altura do Quadro
zh_hans: 帧高度

# PropertyOrientation
source: Orientation
af: Oriëntasie
bg: Ориентация
de_de: Ausrichtung
el: Προσανατολισμός
hu_hu: Tájolás
it_it: Orientamento
ja_jp: 方向
ka: ორიენტაცია
nb_no: Orientering
pt_pt: Orientação
zh_hans: 方向

# PropertySectionDocument
source: Document
af: Dokument
de_de: Dokument
el: Έγγραφο
it_it: Documento
ja_jp: ドキュメント
zh_hans: 文档

# PropertySaveErrorDialog.Title
source: Error
af: Fout
bg: Грешка
de_de: Fehler
el: Σφάλμα
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
ka: შეცდომა
nb_no: Feil
pt_pt: Erro
zh_hans: 错误

# PropertySaveErrorDialog.PrimaryButtonText
source: Retry
af: Probeer weer
bg: Опитай отново
de_de: Wiederholen
el: Επανάληψη
hu_hu: Újra
it_it: Riprova
ja_jp: 再試行
ka: სცადეთ ხელახლა
nb_no: Prøv igjen
pt_pt: Tentar Novamente
zh_hans: 重试

# PropertySaveErrorDialog.SecondaryButtonText
source: Close anyway
af: Sluit in elk geval
bg: Затвори въпреки това
de_de: Trotzdem schließen
el: Κλείσιμο ούτως ή άλλως
hu_hu: Bezárás mindenképpen
it_it: Chiudi comunque
ja_jp: 閉じる
ka: მაინც დახურვა
nb_no: Lukk likevel
pt_pt: Fechar mesmo assim
zh_hans: 仍然关闭

# PropertySaveErrorMessage.Text
source: There was an issue saving some properties.
af: Daar was 'n probleem met die redding van 'n paar eienskappe.
bg: Възникна проблем при запазването на някои свойства.
de_de: Es gab einen Fehler beim Speichern der Eigenschaften.
el: Υπήρξε ένα πρόβλημα με την αποθήκευση ορισμένων ιδιοτήτων.
hu_hu: Probléma adódott a tulajdonságok mentése közben.
it_it: C'è stato un problema salvando alcune proprietà.
ja_jp: プロパティを保存する際に問題が発生しました。
ka: გარკვეული თვისებების დამახსოვრებისას მოხდა შეცდომა.
nb_no: Noen egenskaper kunne ikke lagres.
pt_pt: Ocorreu um problema ao guardar algumas propriedades.
zh_hans: 保存某些属性时出现错误。

# ClearPropertiesFlyoutText.Text
source: Some properties may contain personal information.
af: Sommige eienskappe kan persoonlike inligting bevat.
bg: Някои свойства може да съдържат лична информация.
de_de: Einige Eigenschaften können persönliche Informationen enthalten.
el: Ορισμένες ιδιότητες ενδέχεται να περιέχουν προσωπικές πληροφορίες.
hu_hu: Némelyik tulajdonság személyes adatokat tartalmazhat.
it_it: Alcune proprietà potrebbero contenere informazioni personali.
ja_jp: いくつかのプロパティは個人情報を含んでいる可能性があります。
ka: ზოგიერთი თვისება შეიძლება შეიცავდეს პირად ინფორმაციას.
nb_no: Noen egenskaper kan inneholde personlig informasjon.
pt_pt: Algumas propriedades podem conter informações pessoais.
zh_hans: 某些属性可能包含个人信息。

# ClearPropertiesFlyoutConfirmation.Content
source: Clear
af: Maak Skoon
bg: Изчисти
de_de: Leeren
el: Εκκαθάριση
hu_hu: Eltávolítás
it_it: Cancella
ja_jp: クリア
ka: გასუფთავება
nb_no: Tøm
pt_pt: Limpar
zh_hans: 清除

# ClearPropertiesButton.Content
source: Clear All Properties
af: Maak Alle Eienskappe Skoon
bg: Изчисти всички свойства
de_de: Alle Eigenschaften entfernen
el: Εκκαθάριση όλων των ιδιοτήτων
hu_hu: Mindegyik tulajdonság eltávolítása
it_it: Cancella tutte le proprietà
ja_jp: すべてのプロパティを削除
ka: ყველა თვისების გასუფთავება
nb_no: Fjern alle egenskaper
pt_pt: Limpar Todas as Propriedades
zh_hans: 清除所有属性

# PropertyColorSpace_Value65535
source: Unspecified
af: Ongespesifiseerde
bg: Неуточнено
de_de: Nicht angegeben
el: Απροσδιόριστο
hu_hu: Nem meghatározott
it_it: Non specificato
ja_jp: 指定なし
ka: მიუთითებელი
nb_no: Uspesifisert
pt_pt: Não especificado
zh_hans: 未指定

# OngoingTasksTeachingTip.Subtitle
source: Check the status of file operations here
af: Kontroleer die status van lêerbedrywighede hier
bg: Провери състоянието на файловите операции тук
de_de: Status von Dateioperationen hier überprüfen
el: Ελέγξτε την κατάσταση των λειτουργιών αρχείων εδώ
hu_hu: Itt ellenőrizheti a fájlműveletek állapotát
it_it: Controlla qui lo stato delle operazioni sui file
ja_jp: ここでファイルの操作の状況を確認できます
ka: შეამოწმეთ ფაილების მოქმედებების სტატუსი აქ
nb_no: Sjekk status for filoperasjoner her
pt_pt: Verifique o estado das operações dos ficheiros aqui
zh_hans: 在此处检查文件操作状态

# OngoingTasksTeachingTip.Title
source: Status Center
af: Status Sentrum
bg: Център на статуса
el: Κέντρο κατάστασης
hu_hu: Állapotközpont
it_it: Stato delle operazioni
ja_jp: ステータス センター
ka: სტატუს ცენტრი
nb_no: Statussenter
pt_pt: Centro de Estado
zh_hans: 状态中心

# SearchPagePathBoxOverrideText
source: Search results in {1} for {0}
af: Soekresultate in {1} vir {0}
bg: Резултати от търсенето в {1} за {0}
de_de: Suchergebnisse in {1} für {0}
el: Αποτελέσματα αναζήτησης σε {1} για {0}
hu_hu: "{0}" keresése itt: {1}
it_it: Cerca risultati in {1} per {0}
ja_jp: 次の検索結果を表示:
ka: ძიების შედეგები {0} -(ს)თვის {1} -ში
nb_no: Søkeresultater i {1} for {0}
pt_pt: Resultados da pesquisa em {1} para {0}
zh_hans: {1}中{0}的搜索结果

# SearchTabHeaderText
source: Search results
af: Soekresultate
bg: Резултати от търсенето
de_de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
hu_hu: Keresési eredmények
it_it: Risultati ricerca
ja_jp: 検索結果
ka: ძიების შედეგები
nb_no: Søkeresultater
pt_pt: Resultados da pesquisa
zh_hans: 搜索结果

# SettingsAboutContributorsListViewItem.AutomationProperties.Name
source: See who contributed to Files
af: Kyk wie het bygedra tot Files
bg: Вижте кой е допринесъл за Files
de_de: Erfahren Sie, wer bei Files mitgewirkt hat
el: Δείτε ποιοι συνέβαλαν στο Files
hu_hu: Közreműködők
it_it: Vedi chi ha contribuito a Files
ja_jp: Filesの開発に貢献した人を見る
ka: იხილეთ ვინ შეიტანა წვლილი Files -ში
nb_no: Se bidragsyterne til Files
pt_pt: Veja quem contribuiu para o Files
zh_hans: 查看参与者

# SettingsAboutReleaseNotesListViewItem.AutomationProperties.Name
source: Find out what's new in Files
af: Vind uit wat nuut is in Files
bg: Какво ново във Files
de_de: Erfahren Sie, was es bei Files Neues gibt
el: Μάθετε τι νέο υπάρχει στο Files
hu_hu: Újdonságok a Files-ban
it_it: Scopri le novità in Files
ja_jp: Filesの新機能を確認
ka: შეიტყვეთ რა არის ახალი Files -ში
nb_no: Finn ut hva som er nytt i Files
pt_pt: Descubra o que há de novo no Files
zh_hans: 发现新增功能

# SettingsAboutSubmitFeedbackListViewItem.AutomationProperties.Name
source: Send the developers an issue report with more information
af: Stuur die ontwikkelaars 'n probleemverslag met meer inligting
bg: Изпратете на разработчиците доклад за проблем с повече информация
de_de: Den Entwicklern einen Fehlerbericht mit mehr Informationen senden
el: Στείλτε στους προγραμματιστές μια αναφορά προβλήματος με περισσότερες πληροφορίες
hu_hu: Visszajelzés küldése a fejlesztőknek
it_it: Invia agli sviluppatori un rapporto sul problema
ja_jp: 開発者にさらに多くの情報を含んだ問題の報告を送信
ka: გაუგზავნეთ დეველოპერებს საკითხის საჩივარი ვრცელი ინფორმაციით
nb_no: Send utviklerne en problemrapport med detaljerte opplysninger
pt_pt: Envie aos desenvolvedores um relatório de problema com mais informações
zh_hans: 向开发人员发送问题报告以及更多信息

# SettingsAboutSupportUsListViewItem.AutomationProperties.Name
source: Support us on PayPal
af: Ondersteun ons op PayPal
de_de: Unterstütze uns mit PayPal
el: Υποστηρίξτε μας στο PayPal
it_it: Supportaci su PayPal
ja_jp: PayPal で私たちを支援してください
zh_hans: 通过 PayPal 支持我们

source: Details
af: Besonderhede
bg: Детайли
el: Λεπτομέρειες
hu_hu: Részletek
it_it: Dettagli
ja_jp: 詳細
ka: დეტალები
nb_no: Detaljer
pt_pt: Detalhes
zh_hans: 详细信息

# UpdateClose
source: No
af: Nee
de_de: Nein
el: Όχι
ja_jp: いいえ
zh_hans: 否

# UpdateConsentDialogContent
source: Do you want to download and install the latest version of Files?
af: Wil jy die nuutste weergawe van Files aflaai en installeer?
bg: Искате ли да изтеглите и инсталирате най-новата версия на Files?
de_de: Möchtest du die neueste Version von Files herunterladen und installieren?
el: Θέλετε να κατεβάσετε και να εγκαταστήσετε την τελευταία έκδοση του Files?
hu_hu: Szeretné letölteni és telepíteni a Files legújabb verzióját?
it_it: Vuoi scaricare e installare l'ultima versione di Files?
ja_jp: Files の最新版をダウンロードし、インストールしますか？
ka: გსურთ ფაილების უახლესი ვერსიის გადმოწერა და დაყენება?
nb_no: Vil du laste ned og installere nyeste versjon av Files?
pt_pt: Deseja transferir e instalar a versão mais recente do Files?
zh_hans: 你想要下载并安装最新版本吗？

# UpdateConsentDialogTitle
source: Updates Available
af: Bywerkings Beskikbaar
bg: Налични актуализации
de_de: Updates verfügbar
el: Διαθέσιμες ενημερώσεις
hu_hu: Frissítés érhető el
it_it: Aggiornamenti disponibili
ja_jp: 更新あり
ka: განახლებები ხელმისაწვდომია
nb_no: Oppdateringer tilgjengelig
pt_pt: Atualizações Disponíveis
zh_hans: 可用更新

# BaseLayoutContextFlyoutNewFile.Text
source: File
af: Lêer
bg: Файл
de_de: Datei
el: Αρχείο
hu_hu: Fájl
ja_jp: ファイル
ka: ფაილი
nb_no: Fil
pt_pt: Ficheiro
zh_hans: 文件

# AddDialogListFileHeader
source: File
af: Lêer
de_de: Datei
el: Αρχείο
ja_jp: ファイル
zh_hans: 文件

# AddDialogListFileSubHeader
source: Creates an empty file
af: Skep 'n leë lêer
bg: Създава празен файл
de_de: Erstellt eine leere Datei
el: Δημιουργεί ένα κενό αρχείο
hu_hu: Üres fájl létrehozása
it_it: Crea un file vuoto
ja_jp: 空のファイルを作成
ka: ჰქმნის ცარიელ ფაილს
nb_no: Oppretter en tom fil
pt_pt: Cria um ficheiro vazio
zh_hans: 新建空文件

source: New File
af: Nuwe Lêer
bg: Нов файл
de_de: Neue Datei
el: Νέο αρχείο
hu_hu: Új fájl
it_it: Nuovo File
ja_jp: 新しいファイル
ka: ახალი ფაილი
nb_no: Ny fil
pt_pt: Novo Ficheiro
zh_hans: 新建文件

# originalPathColumn.Header
source: Original path
af: Oorspronklike pad
bg: Оригинален път
de_de: Ursprünglicher Pfad
el: Αρχική διαδρομή
hu_hu: Eredeti elérési út
it_it: Percorso originale
ja_jp: 元のパス:
ka: თავდაპირველი გზა
nb_no: Opprinnelig sti
pt_pt: Localização original
zh_hans: 原路径

# BaseLayoutContextFlyoutSortByOriginalPath.Text
source: Original path
af: Oorspronklike pad
bg: Оригинален път
de_de: Ursprünglicher Pfad
el: Αρχική διαδρομή
hu_hu: Eredeti elérési út
it_it: Percorso originale
ja_jp: 元のパス:
ka: თავდაპირველი გზა
nb_no: Opprinnelig sti
pt_pt: Localização original
zh_hans: 原路径

# AppBarButtonAdd.Label
source: Add
af: Voeg By
de_de: Hinzufügen
el: Προσθήκη
it_it: Aggiungi
ja_jp: 追加
zh_hans: 添加

# AppBarButtonEdit.Label
source: Edit
af: Redigeer
de_de: Bearbeitung
el: Επεξεργασία
it_it: Modifica
ja_jp: 編集
zh_hans: 编辑

# AppBarButtonRemove.Label
source: Remove
af: Verwyder
de_de: Entfernen
el: Αφαίρεση
it_it: Rimuovi
ja_jp: 削除
zh_hans: 移除

# BaseLayoutItemContextFlyoutOpenInNewPane.Text
source: Open in secondary pane
af: Maak oop in sekondêre paneel
bg: Отвори във втория панел
de_de: In sekundärem Panel öffnen
el: Άνοιγμα σε δευτερεύον παράθυρο
hu_hu: Megnyitás a jobb oldali panelen
it_it: Apri nel pannello secondario
ja_jp: セカンダリ ペインで開く
ka: საშუალო სარკმელში გახსნა
nb_no: Åpne i sekundærpanel
pt_pt: Abrir no painel secundário
zh_hans: 在第二面板打开

# SideBarOpenInNewPane.Text
source: Open in secondary pane
af: Maak oop in sekondêre paneel
bg: Отвори във втори панел
de_de: In sekundärem Panel öffnen
el: Άνοιγμα σε δευτερεύον παράθυρο
hu_hu: Megnyitás a jobb oldali panelen
it_it: Apri nel pannello secondario
ja_jp: セカンダリ ペインで開く
ka: საშუალო სარკმელში გახსნა
nb_no: Åpne i sekundærpanel
pt_pt: Abrir no painel secundário
zh_hans: 在第二面板打开

# SettingsDualPane.Text
source: Dual pane
af: Dubbele paneel
bg: Двоен панел
de_de: Geteilte Ansicht
el: Διπλό παράθυρο
hu_hu: Osztott nézet
it_it: Doppio pannello
ja_jp: デュアル ペイン
ka: ორმაგი სარკმელი
nb_no: Dobbeltpanel
pt_pt: Painel Duplo
zh_hans: 双面板

# SettingsContextMenu.Text
source: Customize the right click context menu
af: Pasmaak die regsklikkontekskieslys
bg: Персонализирай контекстното меню с десния бутон
de_de: Kontextmenü anpassen
el: Προσαρμογή του μενού περιβάλλοντος δεξιού κλικ
hu_hu: Helyi menü testreszabása
it_it: Personalizza il menu contestuale
ja_jp: 右クリックメニューをカスタマイズ
ka: მარჯვენა ღილაკით დაჭერილი კონტექსტის მენიუს მორგება
nb_no: Tilpass høyreklikk-kontekstmenyen
pt_pt: Personalize o menu de contexto do botão direito
zh_hans: 自定义右键上下文菜单

# FolderWidgetDescription.Text
source: Folders
af: Omslae
de_de: Ordner
el: Φάκελοι
it_it: Cartelle
ja_jp: フォルダ
zh_hans: 文件夹

# NavToolbarDetails.ToolTipService.ToolTip
source: Details (Ctrl+Shift+1)
af: Besonderhede (Ctrl+Shift+1)
bg: Детайли (Ctrl+Shift+1)
de_de: Detailansicht (Strg+Shift+1)
el: Λεπτομέρειες (Ctrl+Shift+1)
hu_hu: Részletek (Ctrl + Shift + 1)
it_it: Dettagli (Ctrl + Shift + 1)
ja_jp: 詳細ビュー (Ctrl+Shift+1)
ka: დეტალების ხედი (Ctrl+Shift+1)
nb_no: Detaljer (Ctrl+Skift+1)
pt_pt: Detalhes (Ctrl+Shift+1)
zh_hans: 详细信息视图 (Ctrl+Shift+1)

# NavToolbarLargeIcons.ToolTipService.ToolTip
source: Large Icons (Ctrl+Shift+5)
af: Groot Ikone (Ctrl+Shift+5)
bg: Големи икони (Ctrl+Shift+5)
de_de: Rasteransicht (Groß) (Strg+Shift+5)
el: Μεγάλα εικονίδια (Ctrl+Shift+5)
hu_hu: Nagy ikonok (Ctrl + Shift + 5)
it_it: Icone (Grandi) (Ctrl + Shift + 5)
ja_jp: グリッドビュー (大) (Ctrl+Shift+5)
ka: ქსელის ხედი (დიდი) (Ctrl+Shift+5)
nb_no: Store ikoner (Ctrl+Skift+5)
pt_pt: Ícones Grandes (Ctrl+Shift+5)
zh_hans: 网格视图（大） (Ctrl+Shift+5)

# NavToolbarMediumIcons.ToolTipService.ToolTip
source: Medium Icons (Ctrl+Shift+4)
af: Medium Ikone (Ctrl+Shift+4)
bg: Средни икони (Ctrl+Shift+4)
de_de: Rasteransicht (Mittel) (Strg+Shift+4)
el: Μεσαία εικονίδια (Ctrl+Shift+4)
hu_hu: Közepes ikonok (Ctrl + Shift + 4)
it_it: Icone (Medie) (Ctrl + Shift + 4)
ja_jp: グリッドビュー (中) (Ctrl+Shift+4)
ka: ქსელის ხედი (საშუალო) (Ctrl+Shift+4)
nb_no: Medium ikoner (Ctrl+Skift+4)
pt_pt: Ícones Médios (Ctrl+Shift+4)
zh_hans: 网格视图（中）(Ctrl+Shift+4)

# NavToolbarSmallIcons.ToolTipService.ToolTip
source: Small Icons (Ctrl+Shift+3)
af: Klein Ikone (Ctrl+Shift+3)
bg: Малки икони (Ctrl+Shift+3)
de_de: Rasteransicht (Klein) (Strg+Shift+3)
el: Μικρά εικονίδια (Ctrl+Shift+3)
hu_hu: Kis ikonok (Ctrl + Shift + 3)
it_it: Icone (Piccole) (Ctrl + Shift + 3)
ja_jp: グリッドビュー (小) (Ctrl+Shift+3)
ka: პატარა ხატულები (Ctrl+Shift+3)
nb_no: Små ikoner (Ctrl+Skift+3)
pt_pt: Ícones Pequenos (Ctrl+Shift+3)
zh_hans: 网格视图（小） (Ctrl+Shift+3)
