Repository: files-community/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: af, bg, de_de, el, hu_hu, it_it, ja_jp, ka, nb_no, pt_pt, zh_hans

# PropertiesCreated.Text
source: Created:
af: Geskep:
bg: Създаден:
de_de: Erstellt:
el: Δημιουργήθηκε:
hu_hu: Létrehozva:
it_it: Creato il:
ja_jp: 作成日時:
ka: შექმნილია:
nb_no: Opprettet:
pt_pt: Criado em:
zh_hans: 新建:

# PropertiesItemFileName.PlaceholderText
source: Item Name
af: Item Naam
bg: Име на елемента
de_de: Dateiname
el: Όνομα στοιχείου
hu_hu: Név
it_it: Nome:
ja_jp: 名前
ka: ნივთის სახელი
nb_no: Elementnavn
pt_pt: Nome do Item
zh_hans: 项目名称

# PropertiesItemPath.Text
source: Path:
af: Plek:
bg: Местоположение:
de_de: Pfad:
el: Διαδρομή:
hu_hu: Elérési út:
it_it: Percorso:
ja_jp: パス:
ka: გზა:
nb_no: Sti:
pt_pt: Localização:
zh_hans: 路径:

# PropertiesItemSize.Text
source: Size:
af: Grootte:
bg: Размер:
de_de: Größe:
el: Μέγεθος:
hu_hu: Méret:
it_it: Dimensioni:
ja_jp: サイズ:
ka: ზომა:
nb_no: Størrelse:
pt_pt: Tamanho:
zh_hans: 大小:

# PropertiesItemType.Text
source: Item type:
af: Itemsoort:
de_de: Dateityp:
el: Τύπος αντικειμένου:
it_it: Tipo di file:
ja_jp: 種類:
zh_hans: 文件类型:

# PropertiesModified.Text
source: Modified:
af: Gemodifiseer:
bg: Дата на промяна:
de_de: Geändert:
el: Τροποποιήθηκε:
hu_hu: Módosítva:
it_it: Modificato il:
ja_jp: 更新日時:
ka: განახლდა:
nb_no: Endret:
pt_pt: Modificado em:
zh_hans: 修改时间:

# RecentItemClearAll.Text
source: Clear all items
af: Maak alle items skoon
bg: Изчисти всички елементи
de_de: Verlauf leeren
el: Εκκαθάριση όλων των στοιχείων
hu_hu: Minden elem eltávolítása
it_it: Elimina tutti gli elementi
ja_jp: すべて削除
ka: ყველა ნივთის გასუფთავება
nb_no: Fjern alle elementer
pt_pt: Limpar todos os itens
zh_hans: 清空所有项目

# RecentItemDescription.Text
source: Files you've previously accessed will show up here
af: Lêers wat jy voorheen verkry het sal hier verskyn
bg: Файловете, които сте отваряли скоро ще се появят тук
de_de: Kürzlich verwendete Dateien und Ordner werden hier zu sehen sein
el: Τα αρχεία τα οποία προσπελάσατε στο παρελθόν θα εμφανιστούν εδώ
hu_hu: Itt fognak megjelenni a korábban megnyitott fájlok
it_it: I file e le cartelle a cui hai avuto accesso di recente verranno visualizzati qui
ja_jp: 最近アクセスしたファイルがここに表示されます
ka: საქაღალდეებზე, რომლებზეც წვდომა ადრე გქონდათ აქ გამოჩნდებიან
nb_no: Filer du tidligere har åpnet vil vises her
pt_pt: Os ficheiros que acedeu anteriormente serão exibidos aqui
zh_hans: 以前访问过的文件和文件夹将显示在此处

# RecentItemOpenFileLocation.Text
source: Open file location
af: Maak lêerligging oop
bg: Отвори местоположението на файла
de_de: Dateispeicherort öffnen
el: Ανοίγμα θέσης αρχείου
hu_hu: Fájlt tartalmazó mappa megnyitása
it_it: Apri percorso file
ja_jp: ファイルの場所を開く
ka: ფაილის ადგილმდებარეობის გახსნა
nb_no: Åpne filplassering
pt_pt: Abrir local do ficheiro
zh_hans: 打开文件位置

# RecentItemRemove.Text
source: Remove this item
af: Verwyder hierdie item
bg: Премахни този елемент
de_de: Datei aus Verlauf entfernen
el: Αφαιρέστε αυτό το στοιχείο
hu_hu: Elem eltávolítása
it_it: Elimina questo elemento
ja_jp: 削除
ka: ამ ნივთის წაშლა
nb_no: Fjern dette elementet
pt_pt: Remover este item
zh_hans: 移除此项

# SettingsAboutSubmitFeedback.Text
source: Submit feedback
af: Dien terugvoer in
bg: Изпрати обратна връзка
de_de: Feedback geben
el: Υποβολή σχολίων
hu_hu: Visszajelzés küldése
it_it: Invia il tuo Feedback
ja_jp: フィードバックを送信
ka: გამოხმაურება
nb_no: Send tilbakemelding
pt_pt: Enviar Feedback
zh_hans: 提交反馈

source: About
af: Oor
bg: Относно
de_de: Über
el: Σχετικά
hu_hu: Névjegy
it_it: Informazioni app
ja_jp: Filesについて
ka: შესახებ
nb_no: Om
pt_pt: Acerca de
zh_hans: 关于

source: Appearance
af: Voorkoms
bg: Външен вид
de_de: Aussehen
el: Εμφάνιση
hu_hu: Megjelenés
it_it: Aspetto
ja_jp: 外観
ka: შესახედაობა
nb_no: Utseende
pt_pt: Aparência
zh_hans: 外观

# SettingsNavPreferences.Content
source: Preferences
af: Voorkeure
bg: Предпочитания
de_de: Voreinstellungen
el: Προτιμήσεις
hu_hu: Működés
it_it: Preferenze
ja_jp: 個人用設定
ka: უპირატესობები
nb_no: Preferanser
pt_pt: Preferências
zh_hans: 偏好

# SettingsOnStartupContinueWhereYouLeftOff.Content
source: Continue where you left off
af: Gaan voort waar jy opgehou het
bg: Продължете откъдето сте спрели
de_de: Dort weitermachen, wo Sie aufgehört haben
el: Συνεχεία από εκεί που σταματήσατε
hu_hu: Folytassa ott, ahol bezárta a programot
it_it: Riprendi da dove eri rimasto
ja_jp: 最後の操作を続行
ka: გააგრძელეთ იქ სადაც შეჩერდით
nb_no: Fortsett der du slapp
pt_pt: Continuar de onde você parou
zh_hans: 从离开的位置继续

# SettingsOnStartupOpenANewTab.Content
source: Open a new tab
af: Maak ’n nuwe duimgids oop
bg: Отвори нов раздел
de_de: Einen neuen Tab öffnen
el: Άνοιγμα νέας καρτέλας
hu_hu: Új lap megnyitása
it_it: Apri una nuova scheda
ja_jp: 新しいタブ
ka: ახალი ჩანართის გახსნა
nb_no: Åpne en ny fane
pt_pt: Abrir um novo separador
zh_hans: 打开新的选项卡

# SettingsOnStartupOpenASpecificPage.Content
source: Open a specific page or pages
af: Maak 'n spesifieke bladsy of bladsye oop
bg: Отвори определена страница/и
de_de: Einen oder mehrere Ordner öffnen
el: Άνοιγμα συγκεκριμένης σελίδας ή σελίδων
hu_hu: Megadott mappák megnyitása
it_it: Apri una specifica pagina/pagine
ja_jp: 特定のページを開く
ka: კონკრეტული გვერდის ან გვერდების გახსნა
nb_no: Åpne en eller flere bestemte sider
pt_pt: Abra uma(s) página(s) específica(s)
zh_hans: 打开指定页面

# SettingsPreferencesTitle.Text
source: Preferences
af: Voorkeure
bg: Предпочитания
de_de: Voreinstellungen
el: Προτιμήσεις
hu_hu: Működés
it_it: Preferenze
ja_jp: 個人用設定
ka: უპირატესობები
nb_no: Preferanser
pt_pt: Preferências
zh_hans: 偏好

# SidebarDesktop
source: Desktop
af: Weskskerm
el: Επιφάνεια εργασίας
ja_jp: デスクトップ
zh_hans: 桌面

# SidebarDocuments
source: Documents
af: Dokumente
de_de: Dokumente
el: Έγγραφα
it_it: Documenti
ja_jp: ドキュメント
zh_hans: 文档

# SidebarDownloads
source: Downloads
af: Aflaaie
el: Λήψεις
it_it: Download
ja_jp: ダウンロード
zh_hans: 下载

# SidebarHome
source: Home
af: Tuis
el: Αρχική σελίδα
hu_hu: Kezdőlap
it_it: Pagina iniziale
ja_jp: ホーム
ka: მთავარი
pt_pt: Página Inicial
zh_hans: 主页

# SidebarMusic
source: Music
af: Musiek
de_de: Musik
el: Μουσική
hu_hu: Zene
it_it: Musica
ja_jp: ミュージック
ka: მუსიკები
pt_pt: Música
zh_hans: 音乐

# SidebarPictures
source: Pictures
af: Prente
de_de: Bilder
el: Εικόνες
hu_hu: Képek
it_it: Immagini
ja_jp: ピクチャ
ka: სურათები
pt_pt: Imagens
zh_hans: 图片

# SidebarVideos
source: Videos
el: Βίντεο
hu_hu: Videók
it_it: Video
ja_jp: ビデオ
ka: ვიდეოები
pt_pt: Vídeos
zh_hans: 视频

# BaseLayoutContextFlyoutSortBy.Text
source: Sort by
af: Sorteer volgens
bg: Сортирай по
de_de: Sortieren nach
el: Ταξινόμηση κατά
hu_hu: Rendezés
it_it: Ordina per
ja_jp: 並べ替え
ka: დახარისხება
nb_no: Sorter etter
pt_pt: Ordenar por
zh_hans: 排序方式

# BaseLayoutContextFlyoutSortByName.Text
source: Name
af: Naam
el: Όνομα
it_it: Nome
ja_jp: 名前
zh_hans: 名称

# BaseLayoutContextFlyoutSortByDate.Text
source: Date modified
af: Datum gewysig
de_de: Änderungsdatum
el: Ημερομηνία τροποποίησης
it_it: Ultima modifica
ja_jp: 更新日時
zh_hans: 修改日期

# BaseLayoutContextFlyoutSortByType.Text
source: Type
af: Soort
bg: Тип
de_de: Typ
el: Τύπος
hu_hu: Típus
it_it: Tipo
ja_jp: 種類
ka: ნიმუშით
pt_pt: Tipo
zh_hans: 类型

# BaseLayoutContextFlyoutSortBySize.Text
source: Size
af: Grootte
de_de: Größe
el: Μέγεθος
it_it: Dimensione
ja_jp: サイズ
zh_hans: 大小

# BaseLayoutContextFlyoutSortByAscending.Text
source: Ascending
af: Stygende
de_de: Aufsteigend
el: Αύξουσα σειρά
it_it: Crescente
ja_jp: 昇順
zh_hans: 升序

# BaseLayoutContextFlyoutSortByDescending.Text
source: Descending
af: Dalende
de_de: Absteigend
el: Φθίνουσα σειρά
it_it: Decrescente
ja_jp: 降順
zh_hans: 降序

# BaseLayoutContextFlyoutRefresh.Text
source: Refresh
af: Verfris
bg: Обнови
de_de: Aktualisieren
el: Ανανέωση
hu_hu: Frissítés
it_it: Aggiorna
ja_jp: 最新の情報に更新
ka: განახლება
nb_no: Oppdater
pt_pt: Atualizar
zh_hans: 刷新

# BaseLayoutContextFlyoutPaste.Text
source: Paste
af: Plak
bg: Постави
de_de: Einfügen
el: Επικόλληση
hu_hu: Beillesztés
it_it: Incolla
ja_jp: 貼り付け
ka: ჩასმა
nb_no: Lim inn
pt_pt: Colar
zh_hans: 粘贴

# BaseLayoutContextFlyoutOpenInTerminal.Text
source: Open in Terminal...
af: Maak oop in Terminal...
de_de: In Terminal öffnen...
el: Άνοιγμα στο τερματικό...
it_it: Apri nel terminale
ja_jp: ターミナルで開く...
zh_hans: 在终端中打开...

# BaseLayoutContextFlyoutNewFolder.Text
source: Folder
af: Omslag
de_de: Ordner
el: Φάκελος
it_it: Cartella
ja_jp: フォルダ
zh_hans: 文件夹

# BaseLayoutContextFlyoutPropertiesFolder.Text
source: Properties
af: Eienskappe
bg: Свойства
de_de: Eigenschaften
el: Ιδιότητες
hu_hu: Tulajdonságok
it_it: Proprietà
ja_jp: プロパティ
ka: თვისებები
nb_no: Egenskaper
pt_pt: Propriedades
zh_hans: 属性

# BaseLayoutItemContextFlyoutExtract.Text
source: Extract
af: Uitreksel
bg: Извлечи
de_de: Entpacken
el: Εξαγωγή
hu_hu: Kicsomagolás
it_it: Estrai
ja_jp: 抽出
ka: ამოღება
nb_no: Pakk ut
pt_pt: Extrair
zh_hans: 提取

# BaseLayoutItemContextFlyoutOpenInNewTab.Text
source: Open in new tab
af: Maak oop in nuwe duimgids
bg: Отвори в нов раздел
de_de: In neuem Tab öffnen
el: Άνοιγμα σε νέα καρτέλα
hu_hu: Megnyitás új lapon
it_it: Apri in una nuova scheda
ja_jp: 新しいタブで開く
ka: ახალ ჩანართში გახსნა
nb_no: Åpne i ny fane
pt_pt: Abrir num novo separador
zh_hans: 在新选项卡中打开

# BaseLayoutItemContextFlyoutOpenInNewWindow.Text
source: Open in new window
af: Maak oop in nuwe venster
bg: Отвори в нов прозорец
de_de: In neuem Fenster öffnen
el: Άνοιγμα σε νέο παράθυρο
hu_hu: Megnyitás új ablakban
it_it: Apri in una nuova finestra
ja_jp: 新しいウィンドウで開く
ka: ახალ ფანჯარაში გახსნა
nb_no: Åpne i nytt vindu
pt_pt: Abrir numa nova janela
zh_hans: 在新窗口中打开

# BaseLayoutItemContextFlyoutSetAsDesktopBackground.Text
source: Set as desktop background
af: Stel as werkskermagtergrond
bg: Задай като фон на работния плот
de_de: Als Desktophintergrund festlegen
el: Ορισμός ως φόντο επιφάνειας εργασίας
hu_hu: Beállítás asztali háttérképként
it_it: Imposta come sfondo del desktop
ja_jp: デスクトップの背景として設定
ka: სამუშაო მაგიდის ფონად დაყენება
nb_no: Bruk som bakgrunn på skrivebord
pt_pt: Definir como fundo do ambiente de trabalho
zh_hans: 设为桌面背景

# BaseLayoutItemContextFlyoutShare.Text
source: Share
af: Deel
bg: Сподели
de_de: Teilen
el: Κοινή χρήση
hu_hu: Megosztás
it_it: Condividi
ja_jp: 共有
ka: გაზიარება
nb_no: Del
pt_pt: Partilhar
zh_hans: 共享

# BaseLayoutItemContextFlyoutCut.Text
source: Cut
af: Knip
bg: Изрежи
de_de: Ausschneiden
el: Αποκοπή
hu_hu: Kivágás
it_it: Taglia
ja_jp: 切り取り
ka: ამოჭრა
nb_no: Klipp ut
pt_pt: Cortar
zh_hans: 剪切

# BaseLayoutItemContextFlyoutCopy.Text
source: Copy
af: Kopieer
de_de: Kopieren
el: Αντιγραφή
it_it: Copia
ja_jp: コピー
zh_hans: 复制

# BaseLayoutItemContextFlyoutRename.Text
source: Rename
af: Hernoem
bg: Преименувай
de_de: Umbenennen
el: Μετονομασία
hu_hu: Átnevezés
it_it: Rinomina
ja_jp: 名前の変更
ka: გადარქმევა
nb_no: Gi nytt navn
pt_pt: Mudar o nome
zh_hans: 重命名

# BaseLayoutItemContextFlyoutProperties.Text
source: Properties
af: Eienskappe
bg: Свойства
de_de: Eigenschaften
el: Ιδιότητες
hu_hu: Tulajdonságok
it_it: Proprietà
ja_jp: プロパティ
ka: თვისებები
nb_no: Egenskaper
pt_pt: Propriedades
zh_hans: 属性

# NavigationToolbarVisiblePath.PlaceholderText
source: Enter a path
af: Tik 'n pad in
bg: Въведи път
de_de: Pfad eingeben
el: Εισάγετε μια διαδρομή
hu_hu: Elérési út megadása
it_it: Inserisci un percorso
ja_jp: パスを入力
ka: შეიყვანეთ გზა
nb_no: Angi en sti
pt_pt: Insira uma localização
zh_hans: 输入路径

# NavigationToolbarSearchReigon.PlaceholderText
source: Search
af: Soek
de_de: Suchen
el: Αναζήτηση
hu_hu: Keresés
it_it: Cerca
ja_jp: 検索
ka: ძებნა
pt_pt: Pesquisar
zh_hans: 搜索

# NavToolbarSelectAll.Text
source: Select All
af: Selekteer Alles
bg: Избери всички
de_de: Alles auswählen
el: Επιλογή όλων
hu_hu: Összes kijelölése
it_it: Seleziona tutto
ja_jp: すべて選択
ka: ყველას მონიშვნა
nb_no: Merk alle
pt_pt: Selecionar Tudo
zh_hans: 全选

# NavToolbarClearSelection.Text
source: Clear Selection
af: Maak Seleksie Skoon
bg: Не избирай нищо
de_de: Auswahl aufheben
el: Εκκαθάριση επιλογής
hu_hu: Kijelölés megszüntetése
it_it: Deseleziona tutto
ja_jp: 選択をクリア
ka: მონიშვნების გასუფთავება
nb_no: Fjern markering
pt_pt: Limpar Seleção
zh_hans: 清除选择

# ModernNavigationToolbaNewFolder.Text
source: Folder
af: Omslag
de_de: Ordner
el: Φάκελος
it_it: Cartella
ja_jp: フォルダ
zh_hans: 文件夹

# ModernNavigationToolbaNewBitmapImage.Text
source: Bitmap Image
af: Bispatroon-beeld
bg: Растерно изображение
de_de: Bitmap-Bild
el: Εικόνα Bitmap
hu_hu: Bitmap kép
it_it: Immagine bitmap
ja_jp: ビットマップ
ka: ბიტმაპ სურათი
nb_no: Bitmap-bilde
pt_pt: Imagem de Bitmap
zh_hans: 位图图像

# ModernNavigationToolbaNewTextDocument.Text
source: Text Document
af: Teksdokument
bg: Текстов документ
de_de: Textdokument
el: Έγγραφο κειμένου
hu_hu: Szöveges dokumentum
it_it: Documento di testo
ja_jp: テキスト文書
ka: ტექსტური დოკუმენტი
nb_no: Tekstdokument
pt_pt: Documento de Texto
zh_hans: 文本文档

# BaseLayoutContextFlyoutDetails.Text
source: Details
af: Besonderhede
el: Λεπτομέρειες
it_it: Dettagli
ja_jp: 詳細
zh_hans: 详细信息

# nameColumn.Header
source: Name
af: Naam
bg: Име
el: Όνομα
hu_hu: Név
it_it: Nome
ja_jp: 名前
ka: სახელი
nb_no: Navn
pt_pt: Nome
zh_hans: 名称

# dateColumn.Header
source: Date modified
af: Datum verander
de_de: Änderungsdatum
el: Ημερομηνία τροποποίησης
it_it: Ultima modifica
ja_jp: 更新日時
zh_hans: 修改日期

# typeColumn.Header
source: Type
af: Soort:
bg: Тип
de_de: Typ
el: Τύπος
hu_hu: Típus
it_it: Tipo
ja_jp: 種類
ka: ნიმუში
pt_pt: Tipo
zh_hans: 类型

# sizeColumn.Header
source: Size
af: Grootte
de_de: Größe
el: Μέγεθος
it_it: Dimensione
ja_jp: サイズ
zh_hans: 大小

# WelcomeDialog.Title
source: Welcome to Files!
af: Welkom by Files!
bg: Добре Дошли във Files!
de_de: Willkommen bei Files!
el: Καλώς ήρθατε στο Files!
hu_hu: Üdv a Files-ban!
it_it: Benvenuti in Files!
ja_jp: Files へようこそ！
ka: მოგესალმებით ფაილებში!
nb_no: Velkommen til Files!
pt_pt: Bem vindo ao Files!
zh_hans: 欢迎

# WelcomeDialog.PrimaryButtonText
source: Grant Permission
af: Verleen Toestemming
bg: Дай разрешение
de_de: Erlaubnis erteilen
el: Χορήγηση άδειας
hu_hu: Engedély megadása
it_it: Concedi i permessi
ja_jp: 付与された許可
ka: ნებართვის მინიჭება
nb_no: Giv tillatelse
pt_pt: Conceder Permissão
zh_hans: 授予权限

# WelcomeDialogTextBlock.Text
source: To get started, you'll need to grant us permission to display your files. This will open a Settings page where you can grant us this permission. You'll need to reopen the app once you've completed this step.
af: Om te begin, moet jy ons toestemming gee om jou lêers te vertoon. Dit sal 'n Instellingsbladsy oopmaak waar jy ons hierdie toestemming kan gee. Jy sal die program moet heropen sodra jy hierdie stap voltooi het.
bg: За да започнете, ще трябва да ни дадете разрешение да показваме вашите файлове. Това ще отвори страница с Настройки, където можете да ни предоставите това разрешение. Ще трябва да отворите отново приложението, след като завършите тази стъпка.
de_de: Um loslegen zu können, müssen Sie uns die Erlaubnis geben, Ihre Dateien anzeigen zu dürfen. Es wird eine Einstellungensseite geöffnet, auf der Sie diese Erlaubnis erteilen können. Wenn Sie diesen Schritt erledigt haben, müssen Sie die Anwendung neustarten.
el: Για να ξεκινήσετε, θα πρέπει να μας δώσετε την άδεια να προβάλλουμε τα αρχεία σας. Αυτό θα ανοίξει μια σελίδα ρυθμίσεων όπου μπορείτε να μας δώσετε αυτή την άδεια. Μόλις ολοκληρώσετε αυτό το βήμα, θα πρέπει να ανοίξετε ξανά την εφαρμογή.
hu_hu: Kezdésként, engedélyt kell adnia a fájljai megjelenítéséhez. Ez meg fogja nyitni a Gépházat ahol ezt elvégezheti. Az engedély megadása és a Gépház bezárása után nyissa meg újra a Files-t.
it_it: Per iniziare, devi concederci l'autorizzazione per visualizzare i tuoi file. Si aprirà una pagina Impostazioni in cui puoi concederci questa autorizzazione. Dovrai riaprire l'app ad operazione completata.
ja_jp: 使用を開始する前に、ファイルシステムへのアクセスを許可してください。 Windows の設定が開き、アクセス許可の付与を選択できます。 設定が完了したら、アプリケーションを再起動する必要があります。
ka: დასაწყებად, თქვენ ჩვენ ნებართვა უნდა მოგვანიჭოთ, რათა გამოვაჩინოთ თქვენი ფაილები. ეს მოქმედება გახსნის პარამეტრების გვერდს, საიდანაც თქვენ შეგეძლებათ ჩვენთვის ნებართვის მონიჭება. ამ ნაბიჯების შესრულების შემდეგ კი აპლიკაციის ხელახლა გახსნა მოგიწევთ.
nb_no: For å komme i gang, trenger vi din tillatelse til å vise filene dine. Dette vil åpne en side med innstillinger der du kan gi oss denne tillatelsen. Etter du har fullført dette steget, må du starte appen på nytt.
pt_pt: Para começar, precisa conceder-nos permissão para exibir os seus ficheiros. Isto irá abrir uma página de definições onde poderá conceder-nos essa permissão. Necessitará de reabrir a aplicação depois de concluído este passo.
zh_hans: 请授权我们访问你的文件系统。设置将会打开，然后您可以选择授权。在完成设置后需要重启应用程序。

# FileFolderListItem
source: File folder
af: Lêer omslag
bg: Файлова папка
de_de: Dateiordner
el: Φάκελος αρχείων
hu_hu: Fájlmappa
it_it: Cartella di file
ja_jp: フォルダ
ka: ფაილის საქაღალდე
nb_no: Filmappe
pt_pt: Pasta de ficheiro
zh_hans: 文件夹

# RenameDialog.Title
source: Enter an item name
af: Tik 'n itemnaam in
bg: Въведи име на елемент
de_de: Dateinamen eingeben
el: Εισάγετε ένα όνομα στοιχείου
hu_hu: Adja meg az elem új nevét
it_it: Inserisci il nome del file
ja_jp: 名前を入力
ka: შეიყვანეთ ნივთის სახელი
nb_no: Angi et navn
pt_pt: Insira o nome do item
zh_hans: 键入名称

# RenameDialogInputText.PlaceholderText
source: Enter an item name
af: Tik 'n itemnaam in
bg: Въведи име на елемент
de_de: Geben Sie den Dateinamen ein
el: Εισάγετε ένα όνομα στοιχείου
hu_hu: Adja meg az elem új nevét
it_it: Inserisci il nome del file senza estensione
ja_jp: ファイル名を入力
ka: შეიყვანეთ ნივთის სახელი
nb_no: Angi et navn
pt_pt: Insira o nome do item
zh_hans: 键入名称

# RenameDialog.PrimaryButtonText
source: Set Name
af: Stel Naam Op
bg: Задай име
de_de: Name festlegen
el: Όνομα σετ
hu_hu: Átnevezés
it_it: Imposta nome
ja_jp: 名前を変更
ka: სახელის დაყენება
nb_no: Endre navn
pt_pt: Definir Nome
zh_hans: 设置名称

# SystemTheme
source: Default
af: Verstek
de_de: Systemstandard
el: Προεπιλογή
it_it: Tema di Windows
ja_jp: システム設定の使用
zh_hans: 默认

# LightTheme
source: Light
af: Lig
bg: Светъл
de_de: Hell
el: Ανοιχτόχρωμο
hu_hu: Világos
it_it: Chiaro
ja_jp: ライト
ka: ნათელი
nb_no: Lyst
pt_pt: Claro
zh_hans: 浅色

# DarkTheme
source: Dark
af: Donker
bg: Тъмен
de_de: Dunkel
el: Σκούρο
hu_hu: Sötét
it_it: Scuro
ja_jp: ダーク
ka: ბნელი
nb_no: Mørkt
pt_pt: Escuro
zh_hans: 深色

# ApplicationTimeStye
source: Application
af: Toepassing
de_de: Anwendung
el: Εφαρμογή
it_it: Applicazione
ja_jp: アプリ
zh_hans: 应用

# SystemTimeStye
source: System
af: Stelsel
bg: Система
el: Σύστημα
hu_hu: Rendszer
it_it: Sistema
ja_jp: システム
ka: სისტემა
pt_pt: Sistema
zh_hans: 系统

source: New Folder
af: Nuwe Omslag
bg: Нова папка
de_de: Neuer Ordner
el: Νέος φάκελος
hu_hu: Új mappa
it_it: Nuova cartella
ja_jp: 新しいフォルダ
ka: ახალი საქაღალდე
nb_no: Ny mappe
pt_pt: Nova Pasta
zh_hans: 新建文件夹

# EmptyFolder.Text
source: This folder is empty.
af: Hierdie omslag is leeg.
bg: Тази папка е празна.
de_de: Dieser Ordner ist leer.
el: Αυτός ο φάκελος είναι άδειος.
hu_hu: Ez a mappa üres.
it_it: Questa cartella è vuota
ja_jp: フォルダは空です。
ka: ეს საქაღალდე ცარიელია.
nb_no: Denne mappen er tom.
pt_pt: Esta pasta está vazia.
zh_hans: 文件夹为空。

# NavBackButton.ToolTipService.ToolTip
source: Back (Alt+Left Arrow)
af: Terug (Alt+Linkerpyltjie)
bg: Назад (Alt+Стрелка наляво)
de_de: Zurück (Alt+Pfeiltaste links)
el: Πίσω (Alt+Αριστερό βέλος)
hu_hu: Vissza (Alt + Bal nyíl)
it_it: Indietro (Alt + Freccia Sx)
ja_jp: 前に戻る (Alt+左矢印)
ka: უკან (Alt+Left Arrow)
nb_no: Tilbake (Alt+Pil Venstre)
pt_pt: Voltar (Alt+Seta para a Esquerda)
zh_hans: 后退 (Alt+左方向键)

# NavForwardButton.ToolTipService.ToolTip
source: Forward (Alt+Right Arrow)
af: Vorentoe (Alt+Regterpyltjie)
bg: Напред (Alt+Стрелка надясно)
de_de: Vorwärts (Alt+Pfeiltaste rechts)
el: Εμπρός (Alt+δεξί βέλος)
hu_hu: Előre (Alt + Jobb nyíl)
it_it: Avanti (Alt + Freccia Dx)
ja_jp: 次に進む (Alt+右矢印)
ka: წინ (Alt+Right Arrow)
nb_no: Frem (Alt+Pil Høyre)
pt_pt: Avançar (Alt+Seta para a Direita)
zh_hans: 前进 (Alt+右方向键)

# NavUpButton.ToolTipService.ToolTip
source: Up (Alt+Up Arrow)
af: Op (Alt+Oppyltjie)
bg: Нагоре (Alt+Стрелка нагоре)
de_de: Hoch (Alt+Pfeiltaste oben)
el: Πάνω (Alt+Βέλος πάνω)
hu_hu: Szülőmappába (Alt + Felfelé nyíl)
it_it: Sali (Alt + Freccia Sù)
ja_jp: 1つ上のディレクトリへ行く (Alt+上矢印)
ka: ზემოთ (Alt+Up Arrow)
nb_no: Opp (Alt+Pil Opp)
pt_pt: Subir (Alt+Seta para Cima)
zh_hans: 上移 (Alt+上方向键)

# NavRefreshButton.ToolTipService.ToolTip
source: Refresh (F5)
af: Verfris (F5)
bg: Обнови (F5)
de_de: Aktualisieren (F5)
el: Ανανέωση (F5)
hu_hu: Frissítés (F5)
it_it: Aggiorna (F5)
ja_jp: 最新の情報に更新 (F5)
ka: განახლება (F5)
nb_no: Oppdater (F5)
pt_pt: Atualizar (F5)
zh_hans: 刷新 (F5)

# NavSearchButton.ToolTipService.ToolTip
source: Search (Ctrl+F)
af: Soek (Ctrl+F)
bg: Търси (Ctrl+F)
de_de: Suchen (Strg+F)
el: Αναζήτηση (Ctrl+F)
hu_hu: Keresés (Ctrl + F)
it_it: Cerca (Ctrl + F)
ja_jp: 検索 (Ctrl+F)
ka: მოძებნა (Ctrl+F)
nb_no: Søk (Ctrl+F)
pt_pt: Pesquisar (Ctrl+F)
zh_hans: 搜索 (Ctrl+F)

# SidebarDrives
source: Drives
af: Skywe
de_de: Laufwerke
el: Μονάδες Δίσκου
it_it: Dispositivi e unità
ja_jp: ドライブ
zh_hans: 驱动器

# ItemTypeFile
source: File
af: Lêer
bg: Файл
de_de: Datei
el: Αρχείο
hu_hu: Fájl
ja_jp: ファイル
ka: ფაილი
nb_no: Fil
pt_pt: Ficheiro
zh_hans: 文件

# PropertiesItemMD5Hash.Text
source: MD5Hash:
de_de: MD5-Hashwert:
it_it: Hash MD5:
ja_jp: MD5 ハッシュ:
zh_hans: MD5 哈希值:

# ErrorDialogThisActionCannotBeDone
source: This action cannot be done
af: Hierdie aksie kan nie gedoen word nie
bg: Това действие не може да се извърши
de_de: Diese Aktion kann nicht ausgeführt werden
el: Η ενέργεια αυτή δεν μπορεί να γίνει
hu_hu: Ez a művelet nem hajtható végre
it_it: Impossibile eseguire questa operazione
ja_jp: 操作を実行できません
ka: ეს მოქმედება ვერ განხორციელდება
nb_no: Denne handlingen kan ikke utføres
pt_pt: Esta ação não pode ser executada
zh_hans: 无法完成该操作

# ErrorDialogTheDestinationFolder
source: The destination folder
af: Die bestemmingsomslag
bg: Целевата папка
de_de: Der Zielordner
el: Ο φάκελος προορισμού
hu_hu: A célmappa
it_it: La cartella di destinazione
ja_jp: 移動先フォルダ
ka: დანიშნულების საქაღალდე
nb_no: Destinasjonsmappen
pt_pt: A pasta de destino
zh_hans: 目标文件夹

# ErrorDialogIsASubfolder
source: is a subfolder of the source folder
af: is 'n subgids van die brongids
bg: е подпапка на главната папка
de_de: ist ein Unterordner des Quellordners
el: είναι ένας υποφάκελος του αρχικού φακέλου
hu_hu: almappája a forrásmappának
it_it: è una sottocartella della cartella di origine
ja_jp: は移動元のフォルダのサブフォルダです
ka: არის წყაროს საქაღალდის ქვე-საქაღალდე
nb_no: er en undermappe til kildemappen
pt_pt: é uma subpasta da pasta de origem
zh_hans: 是源文件夹的子文件夹

# ErrorDialogSkip
source: Skip
af: Slaan oor
de_de: Überspringen
el: Παράλειψη
it_it: Salta
ja_jp: スキップ
zh_hans: 跳过

# NavToolbarInvertSelection.Text
source: Invert Selection
af: Keer Seleksie Om
bg: Обърни селекцията
de_de: Auswahl umkehren
el: Αντιστροφή επιλογής
hu_hu: Kijelölés megfordítása
it_it: Inverti selezione
ja_jp: 選択を反転
ka: შებრუნებული მონიშვნა
nb_no: Inverter markering
pt_pt: Inverter Seleção
zh_hans: 反选

# BaseLayoutItemContextFlyoutOpenItem.Text
source: Open
af: Maak oop
de_de: Öffnen
el: Άνοιγμα
it_it: Apri
ja_jp: 開く
zh_hans: 打开

# PropertiesTitle
source: Properties
af: Eienskappe
bg: Свойства
de_de: Eigenschaften
el: Ιδιότητες
hu_hu: Tulajdonságok
it_it: Proprietà
ja_jp: プロパティ
ka: თვისებები
nb_no: Egenskaper
pt_pt: Propriedades
zh_hans: 属性

# PropertiesAttributes.Text
source: Attributes:
af: Eienskappe:
de_de: Attribute:
el: Χαρακτηριστικά:
it_it: Attributi:
ja_jp: 属性:
zh_hans: 属性:

# PropertiesTitleSecondary.Text
source: Properties
af: Eienskappe
bg: Свойства
de_de: Eigenschaften
el: Ιδιότητες
hu_hu: Tulajdonságok
it_it: Proprietà
ja_jp: プロパティ
ka: თვისებები
nb_no: Egenskaper
pt_pt: Propriedades
zh_hans: 属性
