Repository: files-community/Files
Catalog: src/Files.Uwp/MultilingualResources/Files.*.xlf
Languages: id_id, pl_pl, ru_ru, tr_tr

# ConsentDialogContent
source: Updates are ready to install
id_id: Pembaruan siap untuk dipasang
pl_pl: Aktualizacje są gotowe do zainstalowania
ru_ru: Обновления готовы к установке
tr_tr: Güncellemeler yüklenmeye hazır

source: Close
id_id: Tutup
pl_pl: Zamknij
ru_ru: Закрыть
tr_tr: Kapat

# ConsentDialogPrimaryButtonText
source: Update
id_id: Perbarui
pl_pl: Aktualizuj
ru_ru: Обновить
tr_tr: Güncelleme

source: Add file
id_id: Tambahkan berkas
pl_pl: Dodaj plik
ru_ru: Добавить файл
tr_tr: Dosya Ekle

# BundleOptionsFlyoutAddFolderMenuItem.Text
source: Add folder
id_id: Tambahkan folder
pl_pl: Dodaj folder
ru_ru: Добавить папку
tr_tr: Klasörü eklemek

# BundleOptionsFlyoutAddItemMenuItem.Text
source: Add item...
id_id: Tambahkan item...
pl_pl: &Dodaj element
ru_ru: Добавить элемент
tr_tr: Öğe eklemek...

source: Home
id_id: Beranda
pl_pl: Strona główna
ru_ru: Главная
tr_tr: Ev

# TabViewVerticalNewTab.Text
source: New tab
id_id: Halaman baru
pl_pl: Nowa karta
ru_ru: Новая вкладка
tr_tr: Yeni sekme

# NavigationToolbarEnterCompactOverlay.KeyboardAcceleratorTextOverride
source: Ctrl+Alt+Up
pl_pl: Ctrl+Alt+Strzałka w górę
tr_tr: Ctrl+Alt+Yukarı

# NavigationToolbarExitCompactOverlay.KeyboardAcceleratorTextOverride
source: Ctrl+Alt+Down
pl_pl: Ctrl+Alt+Strzałka w dół
tr_tr: Ctrl+Alt+Aşağı

# SettingsPreferencesTerminalApplications.Title
source: Terminal applications
id_id: Aplikasi terminal
pl_pl: Aplikacja terminala
ru_ru: Приложения терминала
tr_tr: Terminal uygulamaları

# ArchiveExtractionCompletedSuccessfullyText
source: The archive extraction completed successfully.
id_id: Sukses mengekstrak arsip.
pl_pl: Rozpakowywanie archiwum zakończone pomyślnie.
ru_ru: Распаковка архива успешно завершена.
tr_tr: Arşiv çıkarma işlemi başarıyla tamamlandı.

# ExtractingArchiveText
source: Extracting archive
id_id: Mengekstrak arsip
pl_pl: Wypakowywanie archiwum
ru_ru: Идет распаковка архива
tr_tr: Arşiv ayıklanıyor

# ExtractingCompleteText
source: Extracting complete!
id_id: Pengekstrakan selesai!
pl_pl: Wypakowywanie ukończone!
ru_ru: Распаковка завершена!
tr_tr: Çıkarma tamamlandı!

# SettingsPreferencesEditTerminalApplicationsExpander.Title
source: Edit terminal applications
id_id: Ubah aplikasi terminal
pl_pl: Edytuj aplikacje terminala
ru_ru: Редактировать приложения терминала
tr_tr: Terminal uygulamalarını düzenleyin

source: Date format
id_id: Format tanggal
pl_pl: Format daty
ru_ru: Формат даты
tr_tr: Tarih formatı

# SettingsPreferencesShowConfirmDeleteDialog.Title
source: Show a confirmation dialog when deleting files or folders
id_id: Tampilkan dialog konfirmasi saat akan menghapus berkas atau folder
pl_pl: Pokaż okno dialogowe potwierdzenia podczas usuwania plików lub folderów
ru_ru: Показывать диалоговое окно подтверждения при удалении файлов или папок
tr_tr: Dosyaları veya klasörleri silerken bir onay iletişim kutusu göster

# SettingsPreferencesOpenFoldersNewTab.Title
source: Open folders in new tab
id_id: Buka folder di halaman baru
pl_pl: Otwieraj foldery w nowej karcie
ru_ru: Открывать папки в новой вкладке
tr_tr: Klasörleri yeni sekmede aç

# SettingsPrivacy.Title
source: Privacy policy
id_id: Kebijakan privasi
pl_pl: Polityka prywatności
ru_ru: Политика конфиденциальности
tr_tr: Gizlilik Politikası

# SettingsFluentUISystemIconsLicenseButton.Content
source: Fluent UI System Icons
id_id: Ikon Sistem Fluent UI
tr_tr: Fluent UI Sistem Simgeleri

# SettingsFluentUISystemIconsLicenseButton.AutomationProperties.Name
source: Fluent UI System Icons
id_id: Ikon Sistem Fluent UI
tr_tr: Fluent UI Sistem Simgeleri

# SettingsPrivacyPolicyMarkdownBlock.Text
source: We use App Center to track which settings are being used, find bugs, and fix crashes. Information sent to App Center is anonymous and free of any user or contextual data.
id_id: *Pengumpulan Informasi Pribadi* Files tidak mengumpulkan, menyimpan, membagikan, atau mempublikasikan informasi pribadi apa pun. *Pengumpulan Informasi Non-pribadi* Kami menggunakan Pusat App untuk melacak penggunaan aplikasi, menemukan bug, dan memperbaiki kerusakan. Semua informasi yang dikirim ke Pusat App bersifat anonim dan bebas dari pengguna atau data kontekstual apa pun.
pl_pl: Korzystamy z App Center, aby monitotować używane ustawienia, znajdować błędy i naprawiać awarie. Informacje przesyłane do App Center są anonimowe i wolne od jakichkolwiek danych użytkownika bądź danych kontekstowych.
ru_ru: *Сбор персональных данных* Files не собирает, хранит, распространяет или публикует какие-либо персональные данные. *Сбор не персональных данных* Мы используем App Center для того, чтобы отслеживать и исправлять ошибки. Вся информация, отправляемая в App Center является анонимной и не привязанной к какому-либо пользователю либо контекстуальным данным.
tr_tr: *Kişisel Bilgi Toplama* Files hiçbir kişisel bilgiyi toplamaz, saklamaz, paylaşmaz veya yayınlamaz. *Kişisel Olmayan Bilgi Toplama* Uygulama kullanımını takip etmek, hataları bulmak ve çökmeleri düzeltmek için App Center kullanıyoruz. App Center'a gönderilen tüm bilgiler anonimdir ve herhangi bir kullanıcı veya bağlamsal veri içermez.

# NavToolbarArrangementOptionName.Text
source: Name
id_id: Nama
pl_pl: Nazwa
ru_ru: Название
tr_tr: İsim

# DateModifiedLowerCase
source: Date modified
id_id: Tanggal diubah
pl_pl: Data modyfikacji
ru_ru: Дата изменения
tr_tr: Değiştirilme tarihi

# NavToolbarArrangementOptionOriginalFolder.Text
source: Original folder
id_id: Folder asli
pl_pl: Oryginalny folder
ru_ru: Исходная папка
tr_tr: Orijinal klasör

# NavToolbarArrangementOptionType.Text
source: Type
id_id: Tipe
pl_pl: Typ
ru_ru: Тип
tr_tr: Tip

source: Descending
id_id: Turun
pl_pl: Malejąco
ru_ru: По убыванию
tr_tr: Azalan

source: Sync status
id_id: Status sinkronisasi
pl_pl: Stan synchronizacji
ru_ru: Состояние синхронизации
tr_tr: Senkronizasyon durumu

# SettingsShowFavoritesSection.Title
source: Show favorites section
id_id: Tampilkan bagian favorit
pl_pl: Pokaż sekcję ulubione
ru_ru: Показать секцию Избранное
tr_tr: Kenar çubuğunda Favoriler bölümünü göster

# BaseLayoutItemContextFlyoutOpenParentFolder.Text
source: Open parent folder
id_id: Buka folder diatasnya
pl_pl: Otwórz folder nadrzędny
ru_ru: Открыть родительскую папку
tr_tr: Ana klasörü aç

# FileTagUnknown
source: Unknown
id_id: Tidak diketahui
pl_pl: Nieznany
ru_ru: Неизвестно
tr_tr: Bilinmeyen

# DetailsViewHeaderFlyout_ShowFileTag.Text
source: Tag
id_id: Tandai berkas
pl_pl: Tag pliku
tr_tr: Dosya etiketi

# SettingsEditFileTagsExpander.Title
source: Edit tags
id_id: Ubah tanda berkas
pl_pl: Edytuj tagi plików
tr_tr: Dosya etiketlerini düzenle

# SettingsEnableFileTags.Title
source: Enable tags
id_id: Aktifkan tanda berkas
pl_pl: Włącz tagi plików
tr_tr: Dosya etiketlerini etkinleştir

# InsertDiscDialog.OpenDriveButton
source: Open Drive
id_id: Buka Drive
pl_pl: Otwórz dysk
ru_ru: Открыть диск
tr_tr: Açık Sürücü

# InsertDiscDialog.Text
source: Please insert a disc into drive {0}
id_id: Silahkan masukkan cakram ke drive {0}
pl_pl: Włóż dysk do napędu {0}
ru_ru: Пожалуйста, вставьте диск в устройство {0}
tr_tr: Lütfen {0} sürücüsüne bir disk yerleştirin

# InsertDiscDialog.Title
source: Insert a disc
id_id: Masukkan cakram
pl_pl: Włóż dysk
ru_ru: Вставьте диск
tr_tr: Bir disk yerlestirin

# ConfictingItemsDialogOptionApplyToAll.Text
source: Apply to all
id_id: Terapkan ke semua
pl_pl: Zastosuj dla wszystkich
ru_ru: Применить ко всем
tr_tr: Hepsine başvur

# PropertyPartOfSet
source: Part of set
id_id: Bagian dari set
pl_pl: Część zestawu
tr_tr: Setin parçası

# AskCredentialDialog.PrimaryButtonText
source: OK
id_id: Iya
tr_tr: Tamam

# AskCredentialDialog.Title
source: Credential Required
id_id: Kredensial Diperlukan
pl_pl: Wymagane poświadczenie
ru_ru: Требуются учетные данные
tr_tr: Kimlik Bilgileri Gerekli

# CredentialDialogAnonymous.Content
source: Anonymous
id_id: Anonim
pl_pl: Anonimowe
ru_ru: Анонимно
tr_tr: Anonim

# CredentialDialogDescription.Text
source: Provide your credential:
id_id: Sediakan kredensial Anda:
pl_pl: Wprowadź Twoje poświadczenie:
ru_ru: Предоставьте Ваши учетные данные:
tr_tr: Kimlik bilgilerinizi sağlayın:

# CredentialDialogPassword.PlaceholderText
source: Password
id_id: Kata sandi
pl_pl: Hasło
ru_ru: Пароль
tr_tr: Parola

# CredentialDialogUserName.PlaceholderText
source: UserName
id_id: Nama Pengguna
pl_pl: Nazwa użytkownika
ru_ru: Имя пользователя
tr_tr: Kullanıcı adı

# NoSearchResultsFound
source: No items found
id_id: Tidak ada item ditemukan
pl_pl: Nie znaleziono żadnych elementów
ru_ru: Не найдено
tr_tr: Hiç bir öğe bulunamadı

# BundlesWidgetAutomationProperties.Name
source: Bundles Widget
id_id: Widget Bundel
pl_pl: Widżet paczek
ru_ru: Виджет Коллекции папок
tr_tr: Paket Widget'ı

# DrivesWidgetAutomationProperties.Name
source: Drives Widget
id_id: Widget Penyimpanan
pl_pl: Widżet dysków
ru_ru: Виджет Диски
tr_tr: Diskler/Sürücüler Widget'ı

# FolderWidgetAutomationProperties.Name
source: Libraries Widget
id_id: Widget Pustaka
pl_pl: Widżet Bibliotek
ru_ru: Виджет Библиотеки
tr_tr: Kütüphaneler Widget'ı

# RecentFilesWidgetAutomationProperties.Name
source: Recent Files Widget
id_id: Widget Berkas Terakhir
pl_pl: Widżet ostatnich plików
ru_ru: Виджет Недавние файлы
tr_tr: Son Dosyalar Widget'ı

source: Open log location
id_id: Buka lokasi log
pl_pl: Otwórz lokalizaję dziennika
ru_ru: Перейти к расположению журнала отладки
tr_tr: Kayıt konumunu aç

# LinkToFolderCaptionText
source: Create link in {0}
id_id: Buat tautan di {0}
pl_pl: Utwórz link w {0}
ru_ru: Создать ссылку в {0}
tr_tr: Şuraya Link Oluştur {0}

# NavToolbarShowFileExtensionsHeader.Text
source: Show file extensions
id_id: Tampilkan ekstensi berkas
pl_pl: Pokaż rozszerzenia plików
ru_ru: Показать расширения файлов
tr_tr: Dosya eklentilerini göster

# NavToolbarShowHiddenItems.AutomationProperties.Name
source: Show hidden items
id_id: Tampilkan item tersembunyi
pl_pl: Pokaż ukryte elementy
ru_ru: Показать скрытые элементы
tr_tr: Gizli dosyaları göster

# NavToolbarShowFileExtensions.AutomationProperties.Name
source: Show file extensions
id_id: Tampilkan ekstensi berkas
pl_pl: Pokaż rozszerzenia plików
ru_ru: Показать расширения файлов
tr_tr: Dosya eklentilerini göster

# NavToolbarShowHiddenItemsHeader.Text
source: Show hidden items
id_id: Tampilkan item tersembunyi
pl_pl: Pokaż ukryte elementy
ru_ru: Показать скрытые элементы
tr_tr: Gizli dosyaları göster

# SettingsShowFavoritesSectionSwitch.AutomationProperties.Name
source: Show favorites section
id_id: Tampilkan bagian favorit
pl_pl: Pokaż sekcję Ulubione
ru_ru: Показать секцию Избранное
tr_tr: Sık kullanılanlar bölümünü göster

# SettingsPinRecycleBinSwitch.AutomationProperties.Name
source: Pin Recycle Bin to favorites
id_id: Sematkan Keranjang Sampah ke favorit
pl_pl: Przypnij Kosz do ulubionych
ru_ru: Закрепить Корзину в секции Избранное
tr_tr: Geri Dönüşüm Kutusu'nu sık kullanılanlara sabitle

# SettingsShowCloudDrivesSectionSwitch.AutomationProperties.Name
source: Show cloud drives section
id_id: Tampilkan bagian penyimpanan awan
pl_pl: Pokaż sekcję Dyski w chmurze
ru_ru: Показать секцию Облачные хранилища
tr_tr: Bulut sürücüleri bölümünü göster

# SettingsShowDrivesSectionSwitch.AutomationProperties.Name
source: Show drives section
id_id: Tampilkan bagian penyimpanan
pl_pl: Pokaż sekcję Dyski
ru_ru: Показать секцию Диски
tr_tr: Diskler/Sürücüler bölümünü göster

# SettingsShowLibrarySectionSwitch.AutomationProperties.Name
source: Show library section
id_id: Tampilkan bagian pustaka
pl_pl: Pokaż sekcję Bibliotek
ru_ru: Показать секцию Библиотеки
tr_tr: Kitaplık bölümünü göster

# SettingsShowNetworkDrivesSectionSwitch.AutomationProperties.Name
source: Show network section
id_id: Tampilkan bagian jaringan
pl_pl: Pokaż sekcję Sieci
ru_ru: Показать секцию Сетевые диски
tr_tr: Ağ bölümünü göster

# SettingsShowWslSectionSwitch.AutomationProperties.Name
source: Show WSL section
id_id: Tampilkan bagian WSL
pl_pl: Pokaż sekcję WSL
ru_ru: Показать секцию WSL
tr_tr: WSL Bölümünü göster

# SettingsOpenFoldersNewTabToggleSwitch.AutomationProperties.Name
source: Open folders in new tab
id_id: Buka folder di halaman baru
pl_pl: Otwórz foldery w nowej karcie
ru_ru: Открыть в новой вкладке
tr_tr: Dosyaları yeni sekmede göster

# SettingsPreferencesAppLanguageComboBox.AutomationProperties.Name
source: Language
id_id: Bahasa
pl_pl: Język
ru_ru: Язык
tr_tr: Dil

# SettingsShowConfirmDeleteDialogToggleSwitch.AutomationProperties.Name
source: Show a confirmation dialog when deleting files or folders
id_id: Tampilkan dialog konfirmasi ketika akan menghapus berkas atau folder
pl_pl: Pokaż okno dialogowe potwierdzenia podczas usuwania plików lub folderów
ru_ru: Показывать диалоговое окно подтверждения при удалении файлов или папок
tr_tr: Dosya veya klasörleri silerken onay iletişim kutusunu gösterme

# TerminalApplicationsComboBox.AutomationProperties.Name
source: Terminal application
id_id: Aplikasi terminal
pl_pl: Aplikacja terminala
ru_ru: Приложение терминала
tr_tr: Terminal uygulaması

source: Ongoing Tasks
id_id: Tugas Berlangsung
pl_pl: Zadania w toku
ru_ru: Текущие задачи
tr_tr: Devam Eden Görevler

# PreviewPaneLoadCloudItemButton.Text
source: Load full preview
id_id: Buka pratinjau penuh
pl_pl: Załaduj pełny podgląd
ru_ru: Загрузить предпросмотр полностью
tr_tr: Tüm önizlemeyi yükle

# PreviewPaneShowPreviewOnly.Text
source: Show preview only
id_id: Hanya tampilkan pratinjau
pl_pl: Pokaż tylko podgląd
ru_ru: Показать только предпросмотр
tr_tr: Sadece önizlemeyi göster

# SideBarFavoritesMoveOneUp
source: Move one up
id_id: Pindah satu ke atas
pl_pl: Przenieś o jeden w górę
ru_ru: Переместить на один элемент выше
tr_tr: Birini yukarı taşı

# SideBarFavoritesMoveToBottom
source: Move to bottom
id_id: Pindahkan ke bawah
pl_pl: Przenieś na dół
ru_ru: Переместить вниз
tr_tr: Dibe taşı

# SideBarFavoritesMoveToTop
source: Move to top
id_id: Pindahkan ke atas
pl_pl: Przenieś na górę
ru_ru: Переместить вверх
tr_tr: Yukarıya Taşı

# DetailsViewHeaderFlyout_ShowDateCreated.Text
source: Date created column
id_id: Kolom tanggal dibuat
pl_pl: Kolumna daty utworzenia
ru_ru: Дата создания
tr_tr: Sütun oluşturulma tarihi

# DetailsViewHeaderFlyout_ShowItemSize.Text
source: Item size column
id_id: Kolom ukuran item
pl_pl: Kolumna wielkości elementu
ru_ru: Размер
tr_tr: Öğe Sütun Boyutu

# SettingsSetAsOpenDialog
source: Use Files as Open File Dialog
id_id: Gunakan Files sebagai dialog Buka berkas
pl_pl: Użyj aplikacji Files jako okno dialogowe otwierania plików
ru_ru: Иcпользовать Files как диалог для открытия файлов
tr_tr: Dosyaları Dosya Aç İletişim Kutusu Olarak Kullan

source: Tag
id_id: Tagar
ru_ru: Метка
tr_tr: Etiket

# SettingsOpenFoldersWithOneClick
source: Open folders with a single click
id_id: Buka folder dengan sekali klik
pl_pl: Otwieraj foldery pojedynczym kliknięciem
tr_tr: Tek bir tıklama ile klasörleri açma

# NavToolbarArrangementOptionFolderPath.Text
source: Folder path
id_id: Jalur folder
pl_pl: Lokalizacja folderu
tr_tr: Klasör yolu

source: Export Settings
id_id: Ekspor Pengaturan
pl_pl: Eksportuj ustawienia
tr_tr: Ayarları Dışa Aktar

source: Import Settings
id_id: Impor Pengaturan
pl_pl: Importuj ustawenia
tr_tr: Ayarları İçe Aktar

source: Manage Settings
id_id: Kelola Pengaturan
pl_pl: Zarządzaj ustawieniami
tr_tr: Ayarları Yönet

# SettingsImportErrorDescription
source: Couldn't import settings. The settings file is corrupted.
id_id: Tidak dapat mengimpor pengaturan. berkas pengaturan sudah rusak.
pl_pl: Nie można zaimportować ustawień. Plik ustawień jest uszkodzony.
tr_tr: Ayarları içe aktarılamadı. Ayarlar dosyası bozuk.

# SettingsImportErrorTitle
source: Error importing settings
id_id: Eror saat mengimpor pengaturan
pl_pl: Wystąpił bład podczas importowania ustawień
tr_tr: Ayarları içe aktarırken hata oluştu

# ChooseCustomIcon
source: Choose a custom folder icon
id_id: Pilih ikon folder khusus
pl_pl: Wybierz niestandardową ikonę folderu
tr_tr: Özel bir klasör simgesi seçin

source: Customization
id_id: Kustomisasi
pl_pl: Dostosowywanie
tr_tr: Kişiselleştirme

source: Restore default
id_id: Kembalikan ke semula
pl_pl: Przywróć domyślne
tr_tr: Varsayılana sıfırla

source: Compatibility
id_id: Kompabilitas
pl_pl: Zgodność
tr_tr: Uyumluluk

source: None
id_id: Tidak ada
pl_pl: Brak
tr_tr: Hiçbiri

# HighDpiOption_UseDPIOnLogin
source: On Windows login
id_id: Saat masuk Windows
pl_pl: Przy zalogowaniu do systemu Windows
tr_tr: Windows'da oturum açıldığında

# HighDpiOption_UseDPIOnProgramStart
source: On program start
id_id: Di awal program
pl_pl: Przy uruchomieniu programu
tr_tr: Program başlatıldığında

# HighDpiOverride_System
source: System
id_id: Sistem
tr_tr: Sistem

# HighDpiOverride_SystemAdvanced
source: System (advanced)
id_id: Sistem (lanjutan)
pl_pl: System (ulepszony)
tr_tr: Sistem (gelişmiş)

source: Windows 7
tr_tr: Windows XP

source: Windows 8
tr_tr: Windows Vista

# ReducedColorMode_Color16Bit
source: 16 Bit Colors (65536)
id_id: 16 Bit Warna (65536)
pl_pl: Kolor 16-bitowy (65536)
tr_tr: 16 Bit Renkler (65536)

# ReducedColorMode_Color8Bit
source: 8 Bit Colors (256)
id_id: 8 Bit Warna (256)
pl_pl: Kolor 8-bitowy (256)
tr_tr: 8 Bit Renkler (256)

source: Compatibility mode
id_id: Mode Kompabilitas
pl_pl: Tryb zgodności
tr_tr: Uyumluluk modu

source: Disable fullscreen optimizations
id_id: Nonaktifkan pengoptimalan layar penuh
pl_pl: Wyłącz optymalizacje pełnoekranowe
tr_tr: Tam ekran iyileştirmelerini kapat

# ExecuteAt640X480
source: Run at 640 x 480 screen resolution
id_id: Berjalan di 640 x 480 layar resolusi
pl_pl: Uruchom w rozdzielczości ekranu 640 x 480
tr_tr: 640 x 480 ekran çözünürlüğünde çalıştır

source: Options
id_id: Pilihan
pl_pl: Opcje
tr_tr: Seçenekler

# OverrideDPIScalingBehaviour
source: Override high DPI scaling behaviour
id_id: Ganti perilaku penskalaan DPI tinggi
pl_pl: Zastąp zachowanie skalowania przy wysokiej rozdzielczości DPI
tr_tr: Yüksek DPI ölçekleme davranışını geçersiz kılma

source: Reduced color mode
id_id: Mode warna yang dikurangi
pl_pl: Tryb ograniczonych kolorów
tr_tr: Azaltılmış renk modu

source: Register for restart
id_id: Daftar untuk mulai ulang
pl_pl: Zarejestruj ten program w celu ponownego uruchomienia
tr_tr: Yeniden başlatmak için kaydolun

source: Run as administrator
id_id: Jalankan sebagai administrator
pl_pl: Uruchom jako administrator
tr_tr: Yönetici olarak çalıştır

source: Run compatibility troubleshooter
id_id: Jalankan pemecah masalah kompabilitas
pl_pl: Uruchom narzędzie do rozwiązywania problemów ze zgodnością
tr_tr: Uyumluluk sorun gidericisi'ni çalıştır

# UseMainMonitorDPISettings
source: Use DPI settings of the main monitor
id_id: Gunakan pengaturan DPI monitor utama
pl_pl: Użyj ustawień skalowania głównego monitora
tr_tr: Ana monitörün DPI ayarlarını kullan

# SettingsDefaultFilesManager
source: Default file manager
id_id: Pengelola berkas bawaan
pl_pl: Domyślny menedżer plików
tr_tr: Varsayılan dosya yöneticisi

# SettingsSetAsDefaultFileManager
source: Set Files as the default file manager
id_id: Setel Files sebagai pengelola berkas bawaan
pl_pl: Ustaw Files jako domyślny menedżer plików
tr_tr: Varsayılan dosya yöneticisi olarak ayarla

source: Empty Recycle Bin
id_id: Tempat sampah Kosong
pl_pl: Opróżnij Kosz
tr_tr: Geri Dönüşüm Kutusunu Boşalt

source: Sidebar
id_id: Panel Samping
pl_pl: Pasek boczny
tr_tr: Kenar

source: Files and folders
id_id: Berkas dan folder
pl_pl: Pliki i foldery
tr_tr: Dosyalar ve klasörler

# OpenNewInstance
source: Open new instance when opening directories from the taskbar jumplist
id_id: Buka instance baru saat membuka katalog dari jumplist taskbar
pl_pl: Otwórz nową instancję przy otweraniu folderów z list szybkiego dostępu paska
tr_tr: Görev çubuğu atlama listesinden dizinleri açarken yeni örnek aç

source: Startup settings
id_id: Pengaturan startup
pl_pl: Ustawienia uruchamiania
tr_tr: Başlatma seçenekleri

source: Third party licenses
id_id: Lisensi Pihak ke tiga
pl_pl: Licencje firm trzecich
tr_tr: Üçüncü parti yazılım

# SettingsSetAsDefaultFileManagerDescription
source: This option modifies the system registry and can have unexpected side effects on your device. Continue at your own risk.
id_id: Opsi ini mengubah regenari sistem dan dapat memiliki efek samping yang tidak terduga pada perangkat Anda. Lanjutkan dengan risiko Anda sendiri.
pl_pl: To ustawienie modyfikuje pliki systemu i może wywołać niechciane efekty uboczne na Twoim urządzeniu. Kontynuujesz na własne ryzyko.
tr_tr: Bu seçenek sistem kayıt defterini değiştirir ve aygıtınızda beklenmeyen yan etkilere neden olabilir. Kendi sorumluluğunuzda devam edin.

source: Clear all
id_id: Hapus semua
pl_pl: Wyczyść wszystkie
tr_tr: Hepsini sil

source: Columns
id_id: Kolom
pl_pl: Kolumny
tr_tr: Sütunlar

source: Large Icons
id_id: Ikon Besar
pl_pl: Duże ikony
tr_tr: Büyük ikonlar

source: Medium Icons
id_id: Ikon Sedang
pl_pl: Średnie ikony
tr_tr: Orta boyutlu ikonlar

source: Small Icons
id_id: Ikon kecil
pl_pl: Małe ikony
tr_tr: Küçük ikonlar

source: Tiles
id_id: Ubin
pl_pl: Kafelki
tr_tr: Sıralar

# FolderWidgetCreateNewLibraryDialogTitleText
source: Create Library
id_id: Buat Perpustakaan
pl_pl: Utwórz bibliotekę
tr_tr: Kütüphane oluştur

# FolderWidgetCreateNewLibraryInputPlaceholderText
source: Enter Library name
id_id: Masukkan nama Perpustakaan
pl_pl: Podaj nazwę biblioteki
tr_tr: Kütüphane ismi girin

source: Show folder size
id_id: Tampilkan ukuran folder
pl_pl: Pokaż rozmiar folderu
tr_tr: Dosya boyutunu göster

source: Skip
id_id: Lewati
pl_pl: Pomiń
tr_tr: Atla

# SettingsOpenInLogin
source: Open Files on Windows Startup
id_id: Buka Files saat Windows aktif
pl_pl: Otwórz aplikację Files wraz z systemem Windows
tr_tr: Windows başlatıldığında dosyaları aç

source: Attributes
id_id: Atribut
pl_pl: Atrybuty
tr_tr: Öznitelikler

source: Hidden
id_id: Tersembunyi
pl_pl: Ukryty
tr_tr: Gizli

source: More details
id_id: Rincian selengkapnya
pl_pl: Więcej szczegółów
tr_tr: Daha fazla bilgi

source: Read only
id_id: Hanya baca
pl_pl: Tylko do odczytu
tr_tr: Salt okunur

# CleanupDrive
source: Cleanup your drive contents
id_id: Bersihkan konten penyimpanan Anda
pl_pl: Oczyść zawartość dysku
tr_tr: Sürücü içeriğini temizle

source: Disk cleanup
id_id: Pembersih Penyimpanan
pl_pl: Oczyszczanie dysku
tr_tr: Disk temizleme

source: Type:
id_id: Sejenis:
pl_pl: Typ:
tr_tr: Türü:

source: Bytes
id_id: Bita
pl_pl: Bajty
tr_tr: Bayt

source: Extract
id_id: Ekstrak
pl_pl: Wyodrębnij
tr_tr: Ayıkla

source: Extract files
id_id: Ekstrak berkas
pl_pl: Wyodrębnij pliki
tr_tr: Dosyaları ayıkla

source: Extract here
id_id: Ekstrak di sini
pl_pl: Wyodrębnij tutaj
tr_tr: Buraya ayıkla

# ExtractKeyboardAcceleratorTextOverride
source: Ctrl+E
tr_tr: Ctrl+R

# ExtractToChildFolder
source: Extract to {0}
id_id: Ekstrak ke {0}
pl_pl: Wyodrębnij do {0}
tr_tr: Şuraya ayıkla {0}

source: Run script
id_id: Jalankan perintah
pl_pl: Uruchom skrypt
tr_tr: Komut dosyasını çalıştır

source: Run with PowerShell
id_id: Jalankan dengan PowerShell
pl_pl: Otwórz za pomocą programu PowerShell
tr_tr: PowerShell'le Çalıştır

# SetAsBackground
source: Set as desktop background
id_id: Tetapkan sebagai latar belakang desktop
pl_pl: Ustaw jako tło pulpitu
tr_tr: Masaüstü arka planı olarak ayarla

# ShowFolderSizesWarning
source: Calculating folder sizes is resource intensive and may cause your CPU usage to increase.
id_id: Menghitung ukuran folder membutuhkan banyak sumber daya dan dapat menyebabkan penggunaan CPU Anda meningkat.
pl_pl: Obliczanie rozmiaru folderów wymaga dużej ilości zasobów i może spowodować wzrost wykorzystania procesora.
tr_tr: Klasör boyutlarını hesaplamak için yoğun kaynak kullanılır ve CPU kullanımınızın artmasına neden olabilir.

source: Open in
id_id: Buka di
pl_pl: Otwórz za pomocą
tr_tr: Şununla Aç
