Repository: files-community/Files
Catalog: src/Files.Uwp/MultilingualResources/Files.*.xlf
Languages: id_id, pl_pl, ru_ru, tr_tr

# PropertiesCreated.Text
source: Created:
id_id: Dibuat:
pl_pl: Utworzony:
ru_ru: Создано:
tr_tr: Oluşturulma:

# PropertiesItemFileName.PlaceholderText
source: Item Name
id_id: Nama Benda
pl_pl: Nazwa
ru_ru: Имя
tr_tr: Öge Adı

# PropertiesItemPath.Text
source: Path:
id_id: Jalur:
pl_pl: Lokalizacja:
ru_ru: Расположение:
tr_tr: Yol:

# PropertiesItemSize.Text
source: Size:
id_id: Ukuran:
pl_pl: Rozmiar:
ru_ru: Размер:
tr_tr: Boyut:

# PropertiesModified.Text
source: Modified:
id_id: Diubah:
pl_pl: Zmodyfikowany:
ru_ru: Изменено:
tr_tr: Değiştirme:

# RecentItemClearAll.Text
source: Clear all items
id_id: Hapus semua item
pl_pl: Wyczyść ostatnie elementy
ru_ru: Очистить все
tr_tr: Tüm ögeleri temizle

# RecentItemDescription.Text
source: Files you've previously accessed will show up here
id_id: Berkas yang sebelumnya Anda akses akan muncul di sini
pl_pl: Tutaj pojawią się wcześniej otwierane pliki
ru_ru: Файлы, с которыми Вы ранее взаимодействовали, будут отображаться здесь
tr_tr: Daha önce eriştiğiniz dosya ve klasörler burada görüntülenir

# RecentItemOpenFileLocation.Text
source: Open file location
id_id: Buka lokasi file
pl_pl: Otwórz lokalizację pliku
ru_ru: Открыть расположение файла
tr_tr: Dosya konumunu aç

# RecentItemRemove.Text
source: Remove this item
id_id: Hapus item ini
pl_pl: Usuń z listy
ru_ru: Убрать из списка
tr_tr: Bu ögeyi sil

# SettingsAboutSubmitFeedback.Text
source: Submit feedback
id_id: Kirim tanggapan
pl_pl: Prześlij opinię
ru_ru: Отправить отзыв
tr_tr: Geri bildirim gönder

source: About
id_id: Tentang
pl_pl: O aplikacji
ru_ru: О приложении
tr_tr: Hakkında

source: Appearance
id_id: Tampilan
pl_pl: Wygląd
ru_ru: Внешний вид
tr_tr: Görünüm

# SettingsNavPreferences.Content
source: Preferences
id_id: Preferensi
pl_pl: Preferencje
ru_ru: Предпочтения
tr_tr: Ayarlar

# SettingsOnStartupContinueWhereYouLeftOff.Content
source: Continue where you left off
id_id: Lanjutkan di bagian terakhir yang Anda tinggalkan
pl_pl: Przywróć poprzednią sesję
ru_ru: Продолжить, где Вы остановились
tr_tr: Kalınan yerden sürdürülsün

# SettingsOnStartupOpenANewTab.Content
source: Open a new tab
id_id: Buka di halaman baru
pl_pl: Otwórz nową kartę
ru_ru: Открыть новую вкладку
tr_tr: Yeni sekmede aç

# SettingsOnStartupOpenASpecificPage.Content
source: Open a specific page or pages
id_id: Buka halaman tertentu
pl_pl: Otwórz określoną kartę lub karty
ru_ru: Открыть определенную страницу(-ы)
tr_tr: Belirli bir sayfayı ya da sayfaları aç

# SettingsPreferencesTitle.Text
source: Preferences
id_id: Preferensi
pl_pl: Preferencje
ru_ru: Предпочтения
tr_tr: Ayarlar

source: Desktop
pl_pl: Pulpit
ru_ru: Рабочий стол
tr_tr: Masaüstü

source: Documents
id_id: Dokumen
pl_pl: Dokumenty
ru_ru: Документы
tr_tr: Belgeler

source: Downloads
id_id: Unduhan
pl_pl: Pobrane
ru_ru: Загрузки
tr_tr: İndirilenler

# BaseLayoutContextFlyoutSortBy.Text
source: Sort by
id_id: Urutkan menurut
pl_pl: Sortuj według
ru_ru: Сортировка
tr_tr: Sıralama

source: Name
id_id: Nama
pl_pl: Nazwa
ru_ru: Имя
tr_tr: Ad

# BaseLayoutContextFlyoutSortByType.Text
source: Type
id_id: Jenis
pl_pl: Typ
ru_ru: Тип
tr_tr: Tür

source: Ascending
id_id: Urutan naik
pl_pl: Rosnąco
ru_ru: По возрастанию
tr_tr: Artan

# BaseLayoutContextFlyoutRefresh.Text
source: Refresh
id_id: Segarkan
pl_pl: Odśwież
ru_ru: Обновить
tr_tr: Yenile

# BaseLayoutContextFlyoutPaste.Text
source: Paste
id_id: Tempel
pl_pl: Wklej
ru_ru: Вставить
tr_tr: Yapıştır

# BaseLayoutContextFlyoutPropertiesFolder.Text
source: Properties
id_id: Properti
pl_pl: Właściwości
ru_ru: Свойства
tr_tr: Özellikler

# BaseLayoutItemContextFlyoutExtract.Text
source: Extract
id_id: Ekstrak
pl_pl: Wypakuj
ru_ru: Извлечь
tr_tr: Ayıkla

# BaseLayoutItemContextFlyoutOpenInNewTab.Text
source: Open in new tab
id_id: Buka di halaman baru
pl_pl: Otwórz w nowej karcie
ru_ru: Открыть в новой вкладке
tr_tr: Yeni sekmede aç

# BaseLayoutItemContextFlyoutOpenInNewWindow.Text
source: Open in new window
id_id: Buka di jendela baru
pl_pl: Otwórz w nowym oknie
ru_ru: Открыть в новом окне
tr_tr: Yeni pencerede aç

# BaseLayoutItemContextFlyoutSetAsDesktopBackground.Text
source: Set as desktop background
id_id: Atur sebagai latar belakang desktop
pl_pl: Ustaw jako tło pulpitu
ru_ru: Применить как фон рабочего стола
tr_tr: Masaüstü arka planı olarak ayarla

# BaseLayoutItemContextFlyoutShare.Text
source: Share
id_id: Bagikan
pl_pl: Udostępnij
ru_ru: Поделиться
tr_tr: Paylaş

# BaseLayoutItemContextFlyoutCut.Text
source: Cut
id_id: Potong
pl_pl: Wytnij
ru_ru: Вырезать
tr_tr: Kes

# BaseLayoutItemContextFlyoutRename.Text
source: Rename
id_id: Ubah nama
pl_pl: Zmień nazwę
ru_ru: Переименовать
tr_tr: Yeniden adlandır

# BaseLayoutItemContextFlyoutProperties.Text
source: Properties
id_id: Properti
pl_pl: Właściwości
ru_ru: Свойства
tr_tr: Özellikler

# NavigationToolbarVisiblePath.PlaceholderText
source: Enter a path
id_id: Masukkan jalur
pl_pl: Wprowadź ścieżkę
ru_ru: Введите путь
tr_tr: Bir yol yazın

# NavigationToolbarSearchRegion.PlaceholderText
source: Search
id_id: Pencarian
pl_pl: Przeszukaj
ru_ru: Поиск
tr_tr: Arama

# NavToolbarSelectAll.Text
source: Select All
id_id: Pilih Semua
pl_pl: Zaznacz wszystko
ru_ru: Выделить все
tr_tr: Tümünü Seç

# NavToolbarClearSelection.Text
source: Clear Selection
id_id: Hapus Pilihan
pl_pl: Wyczyść zaznaczenie
ru_ru: Очистить выделение
tr_tr: Seçimi Temizle

# ModernNavigationToolbaNewBitmapImage.Text
source: Bitmap Image
id_id: Gambar Bitmap
pl_pl: Obraz - mapa bitowa
ru_ru: Изображение
tr_tr: Bit Eşlem Görseli

# ModernNavigationToolbaNewTextDocument.Text
source: Text Document
id_id: Dokumen Teks
pl_pl: Dokument tekstowy
ru_ru: Текстовый документ
tr_tr: Metin Belgesi

# nameColumn.Header
source: Name
id_id: Nama
pl_pl: Nazwa
ru_ru: Имя
tr_tr: Ad

# typeColumn.Header
source: Type
id_id: Jenis
pl_pl: Typ
ru_ru: Тип
tr_tr: Tür

source: Size
id_id: Ukuran
pl_pl: Rozmiar
ru_ru: Размер
tr_tr: Boyut

# WelcomeDialog.Title
source: Welcome to Files!
id_id: Selamat datang di Files!
pl_pl: Witamy w Files!
ru_ru: Добро пожаловать в Files!
tr_tr: Files uygulamasına hoş geldiniz!

# WelcomeDialog.PrimaryButtonText
source: Grant Permission
id_id: Berikan Izin
pl_pl: Udziel uprawnienia
ru_ru: Предоставить разрешение
tr_tr: İzin Ver

# WelcomeDialogTextBlock.Text
source: To get started, you'll need to grant us permission to display your files. This will open a Settings page where you can grant us this permission. You'll need to reopen the app once you've completed this step.
id_id: Untuk memulai, Anda harus memberi kami izin untuk menampilkan file Anda. Ini akan membuka halaman Pengaturan di mana Anda dapat memberi kami izin ini. Anda harus membuka kembali aplikasi setelah menyelesaikan langkah ini.
pl_pl: Przed rozpoczęciem, będziesz musiał przyznać uprawnienia do odczytu plików. Otworzymy dla Ciebie kartę z ustawieniami gdzie będziesz mógł przyznać te uprawnienia. Będzie wymagany restart aplikacji po wprowadzeniu zmian.
ru_ru: Для начала вам нужно дать нам разрешение на отображение Ваших файлов. Откроется страница настроек, где Вы можете предоставить нам это разрешение. Вам нужно будет снова открыть приложение после завершения.
tr_tr: Başlamak için uygulamaya dosyalarınızı görüntüleme izni vermelisiniz. Bu aşamada bu izni verebileceğiniz bir Ayarlar sayfası açılacak. Bu adımı tamamladıktan sonra uygulamayı yeniden başlatmalısınız.

# FileFolderListItem
source: File folder
id_id: Folder berkas
pl_pl: Folder
ru_ru: Папка с файлами
tr_tr: Dosya klasörü

# RenameDialog.Title
source: Enter an item name
id_id: Masukkan nama benda
pl_pl: Wprowadź nazwę elementu
ru_ru: Введите название
tr_tr: Bir öge adı yazın

# RenameDialogInputText.PlaceholderText
source: Enter an item name
id_id: Masukkan nama benda
pl_pl: Wprowadź nazwę elementu
ru_ru: Введите название
tr_tr: Bir öge adı yazın

# RenameDialog.PrimaryButtonText
source: Set Name
id_id: Atur Nama
pl_pl: Ustaw nazwę
ru_ru: Сохранить
tr_tr: Adı Ayarla

# LightTheme
source: Light
id_id: Terang
pl_pl: Jasny
ru_ru: Светлая
tr_tr: Açık

# DarkTheme
source: Dark
id_id: Gelap
pl_pl: Ciemny
ru_ru: Темная
tr_tr: Koyu

source: Application
id_id: Aplikasi
pl_pl: Aplikacja
ru_ru: По умолчанию
tr_tr: Uygulama

source: New Folder
id_id: Folder Baru
pl_pl: Nowy folder
ru_ru: Новая папка
tr_tr: Yeni Klasör

# EmptyFolder.Text
source: This folder is empty.
id_id: Folder ini kosong.
pl_pl: Ten folder jest pusty.
ru_ru: Эта папка пуста.
tr_tr: Bu klasör boş.

# NavBackButton.ToolTipService.ToolTip
source: Back (Alt+Left Arrow)
id_id: Mundur (Alt+Panah Kiri)
pl_pl: Wstecz (Alt+Strzałka w lewo)
ru_ru: Назад (Alt+Стрелка влево)
tr_tr: Geri (Alt + Sol Ok)

# NavForwardButton.ToolTipService.ToolTip
source: Forward (Alt+Right Arrow)
id_id: Maju (Alt+Panah Kanan)
pl_pl: Dalej (Alt+Strzałka w prawo)
ru_ru: Вперед (Alt+Стрелка вправо)
tr_tr: İleri (Alt + Sağ Ok)

# NavUpButton.ToolTipService.ToolTip
source: Up (Alt+Up Arrow)
id_id: Naik (Alt+Panah Atas)
pl_pl: W górę (Alt+Strzałka w górę)
ru_ru: Вверх (Alt+Стрелка вверх)
tr_tr: Yukarı (Alt + Yukarı Ok)

# NavRefreshButton.ToolTipService.ToolTip
source: Refresh (F5)
id_id: Segarkan (F5)
pl_pl: Odśwież (F5)
ru_ru: Обновить (F5)
tr_tr: Yenile (F5)

# NavSearchButton.ToolTipService.ToolTip
source: Search (Ctrl+F)
id_id: Pencarian (Ctrl+F)
pl_pl: Wyszukaj (Ctrl+F)
ru_ru: Поиск (Ctrl+F)
tr_tr: Ara (Ctrl+F)

# ItemTypeFile
source: File
id_id: Berkas
pl_pl: Plik
ru_ru: Файл
tr_tr: Dosya

# ErrorDialogThisActionCannotBeDone
source: This action cannot be done
id_id: Tindakan ini tidak dapat dilakukan
pl_pl: Ta akcja nie może być wykonana
ru_ru: Это действие не может быть завершено
tr_tr: Bu işlem yapılamaz

# ErrorDialogTheDestinationFolder
source: The destination folder
id_id: Folder tujuan
pl_pl: Folder docelowy
ru_ru: Папка назначения
tr_tr: Hedef klasör

# ErrorDialogIsASubfolder
source: is a subfolder of the source folder
id_id: ini adalah subfolder dari sumber folder
pl_pl: jest podfolderem folderu źródłowego
ru_ru: это подпапка исходной папки
tr_tr: hedef klasörün bir alt klasörüdür

# NavToolbarInvertSelection.Text
source: Invert Selection
id_id: Pilih Sebaliknya
pl_pl: Odwróć zaznaczenie
ru_ru: Инвертировать выделение
tr_tr: Seçimi Tersine Çevir

source: Open
id_id: Buka
pl_pl: Otwórz
ru_ru: Открыть
tr_tr: Aç

# PropertiesTitle
source: Properties
id_id: Properti
pl_pl: Właściwości
ru_ru: Свойства
tr_tr: Özellikler

# PropertiesTitleSecondary.Text
source: Properties
id_id: Properti
pl_pl: Właściwości
ru_ru: Свойства
tr_tr: Özellikler

# SideBarOpenInNewTab.Text
source: Open in new tab
id_id: Buka di halaman baru
pl_pl: Otwórz w nowej karcie
ru_ru: Открыть в новой вкладке
tr_tr: Yeni sekmede aç

# SideBarOpenInNewWindow.Text
source: Open in new window
id_id: Buka di jendela baru
pl_pl: Otwórz w nowym oknie
ru_ru: Открыть в новом окне
tr_tr: Yeni pencerede aç

# SettingsExperimentalTitle.Text
source: Experimental
pl_pl: Funkcje Eksperymentalne
ru_ru: Эксперименты
tr_tr: Deneysel

# SettingsExperimentalDescription.Text
source: WARNING: EXPERIMENTAL FEATURES AHEAD!
id_id: PERINGATAN: INI FITUR EXPERIMEN BERHATI HATILAH!
pl_pl: UWAGA: FUNKCJE EKSPERYMENTALNE!
ru_ru: ВНИМАНИЕ: ЭКСПЕРИМЕНТАЛЬНЫЕ ФУНКЦИИ!
tr_tr: UYARI: DENEYSEL ÖZELLİKLER KULLANILIYOR!

# SettingsNavExperimental.Content
source: Experimental
id_id: Experimen
pl_pl: Funkcje Eksperymentalne
ru_ru: Эксперименты
tr_tr: Deneysel

# ItemAlreadyExistsDialogContent
source: An item with this name already exists in this directory.
id_id: Item dengan nama ini sudah ada di katalog ini.
pl_pl: Element z tą nazwą już istnieje w tym katalogu.
ru_ru: Элемент с таким именем уже существует в этой папке.
tr_tr: Bu klasörde aynı adlı bir öge zaten var.

# ItemAlreadyExistsDialogTitle
source: Item already exists
id_id: Item sudah ada
pl_pl: Element już istnieje
ru_ru: Элемент уже существует
tr_tr: Öge zaten var

# ItemAlreadyExistsDialogSecondaryButtonText
source: Replace existing item
id_id: Ganti item yang sudah ada
pl_pl: Zamień istniejący element
ru_ru: Заменить существующий элемент
tr_tr: Var olan ögeyi değiştir

# BaseLayoutItemContextFlyoutSetAsLockscreenBackground.Text
source: Set as lockscreen background
id_id: Atur sebagai latar belakang layar kunci
pl_pl: Ustaw jako tło blokady ekranu
ru_ru: Применить как фон экрана блокировки
tr_tr: Kilit arka planı olarak ayarla

# BaseLayoutContextFlyoutLargeIcons.Text
source: Large Icons
id_id: Ikon Besar
pl_pl: Widok siatki (Duży)
ru_ru: Огромные значки
tr_tr: Büyük Simgeler

# BaseLayoutContextFlyoutMediumIcons.Text
source: Medium Icons
id_id: Ikon Sedang
pl_pl: Widok siatki (Średni)
ru_ru: Крупные значки
tr_tr: Orta Simgeler

# BaseLayoutContextFlyoutSmallIcons.Text
source: Small Icons
id_id: Ikon Kecil
pl_pl: Widok siatki (Mały)
ru_ru: Обычные значки
tr_tr: Küçük Simgeler

# PropertiesDialogOKButton.Content
source: OK
id_id: Iya
ru_ru: ОК
tr_tr: Tamam

# AccessDeniedDeleteDialog.Text
source: We weren't able to delete this item
id_id: Kami tidak dapat menghapus item ini
pl_pl: Nie mogliśmy usunąć tego elementu
ru_ru: Ошибка при удалении этого элемента
tr_tr: Bu öge silinemedi

# DriveUnpluggedDialog.Text
source: Please insert the necessary drive to access this item.
id_id: Harap masukkan penyimpanan yang diperlukan untuk mengakses item ini.
pl_pl: Włóż właściwy dysk aby uzyskać dostęp do tego elementu.
ru_ru: Пожалуйста, вставьте необходимый диск для доступа к этому элементу.
tr_tr: Lütfen bu ögeye erişmek için gerekli sürücüyü takın.

# DriveUnpluggedDialog.Title
source: Drive Unplugged
id_id: Penyimpan Dilepaskan
pl_pl: Dysk odłączony
ru_ru: Диск отключен
tr_tr: Sürücü Çıkarılmış

# FileNotFoundDialog.Text
source: The file you are attempting to access may have been moved or deleted.
id_id: Berkas yang Anda coba akses mungkin telah dipindahkan atau dihapus.
pl_pl: Plik, do którego próbujesz uzyskać dostęp, mógł zostać przeniesiony lub usunięty.
ru_ru: Файл, к которому Вы пытаетесь получить доступ, возможно, был перемещен или удален.
tr_tr: Erişmeye çalıştığınız dosya taşınmış ya da silinmiş olabilir.

# FileNotFoundDialog.Title
source: File Not Found
id_id: Berkas Tidak Ditemukan
pl_pl: Nie można odnaleźć pliku
ru_ru: Файл не найден
tr_tr: Dosya Bulunamadı

# FileNotFoundPreviewDialog.Text
source: The file you are attempting to preview may have been moved or deleted.
id_id: Berkas yang Anda coba lihat mungkin telah dipindahkan atau dihapus.
pl_pl: Plik, którego podgląd próbujesz wyświetlić, mógł zostać przeniesiony lub usunięty.
ru_ru: Возможно, файл, который Вы пытаетесь просмотреть, был перемещен или удален.
tr_tr: Görüntülemeye çalıştığınız dosya taşınmış ya da silinmiş olabilir.

# FolderNotFoundDialog.Text
source: The folder you are attempting to access may have been moved or deleted.
id_id: Folder yang Anda coba akses mungkin telah dipindahkan atau dihapus.
pl_pl: Folder, do którego próbujesz uzyskać dostęp, mógł zostać przeniesiony lub usunięty.
ru_ru: Возможно, папка, к которой Вы пытаетесь получить доступ, была перемещена или удалена.
tr_tr: Erişmeye çalıştığınız klasör taşınmış ya da silinmiş olabilir.

# FolderNotFoundDialog.Title
source: Did you delete this folder?
id_id: Apakah Anda menghapus folder ini?
pl_pl: Czy usunąłeś ten folder?
ru_ru: Вы удалили эту папку?
tr_tr: Bu klasörü sildiniz mi?

# BaseLayoutContextFlyoutEmptyRecycleBin.Text
source: Empty recycle bin
id_id: Kosongkan keranjang sampah
pl_pl: Opróżnij kosz
ru_ru: Очистить корзину
tr_tr: Geri dönüşüm kutusunu boşalt

# BaseLayoutItemContextFlyoutRestore.Text
source: Restore
id_id: Pulihkan
pl_pl: Przywróć
ru_ru: Восстановить
tr_tr: Geri yükle

# DaysAgo
source: {0} days ago
id_id: {0} hari lalu
pl_pl: {0} dni temu
ru_ru: {0} дней назад
tr_tr: {0} gün önce

# HoursAgo
source: {0} hours ago
id_id: {0} jam lalu
pl_pl: {0} godz. temu
ru_ru: {0} часов назад
tr_tr: {0} saat önce

# DayAgo
source: {0} day ago
id_id: {0} hari lalu
pl_pl: {0} dzień temu
ru_ru: {0} день назад
tr_tr: {0} gün önce

# HourAgo
source: {0} hour ago
id_id: {0} jam lalu
pl_pl: {0} godzinę temu
ru_ru: {0} час назад
tr_tr: {0} saat önce

# MinutesAgo
source: {0} minutes ago
id_id: {0} menit lalu
pl_pl: {0} minut temu
ru_ru: {0} минут назад
tr_tr: {0} dakika önce

# MinuteAgo
source: {0} minute ago
id_id: {0} menit lalu
pl_pl: {0} minutę temu
ru_ru: {0} минуту назад
tr_tr: {0} dakika önce

# SecondsAgo
source: {0} seconds ago
id_id: {0} detik lalu
pl_pl: {0} sekund temu
ru_ru: {0} секунд назад
tr_tr: {0} saniye önce

# SettingsOnStartupOpenASpecificPagePath.PlaceholderText
source: New Tab
id_id: Halaman Baru
pl_pl: Nowa karta
ru_ru: Новая вкладка
tr_tr: Yeni Sekme

# ErrorDialogUnsupportedOperation
source: The requested operation is not supported
id_id: Tindakan yang diminta tidak didukung
pl_pl: Żądana operacja nie jest obsługiwana
ru_ru: Запрошенная операция не поддерживается
tr_tr: İstenilen işlem desteklenmiyor

# DriveFreeSpaceAndCapacity
source: {0} free of {1}
id_id: {0} ruang kosong dari {1}
pl_pl: Wolnych: {0} z {1}
ru_ru: {0} свободно из {1}
tr_tr: {0} / {1} boş

# BaseLayoutItemContextFlyoutOpenItemWith.Text
source: Open With
id_id: Buka dengan...
pl_pl: Otwórz za pomocą
ru_ru: Открыть с помощью
tr_tr: Birlikte aç

# FileNameTeachingTip.Subtitle
source: The item name must not contain the following characters: \ / : * ? " < > |
id_id: Nama item tidak boleh mengandung karakter berikut: \ / : * ? " < > |
pl_pl: Nazwa elementu nie może zawierać tych znaków: \ / : * ? " < > |
ru_ru: Имя элемента не должно содержать следующих знаков: \ / : * ? " < > |
tr_tr: Öge adında şu karakterler bulunamaz: \ / : * ? " < > |

# FileNameTeachingTip.CloseButtonContent
source: OK
id_id: Iya
tr_tr: Tamam

# RenameDialogSymbolsTip.Text
source: The item name must not contain the following characters: \ / : * ? " < > |
id_id: Nama item tidak boleh mengandung karakter berikut: \ / : * ? " < > |
pl_pl: Nazwa elementu nie może zawierać tych znaków: \ / : * ? " < > |
ru_ru: Имя элемента не должно содержать следующих знаков: \ / : * ? " < > |
tr_tr: Öge adında şu karakterler bulunmamalı: \ / : * ? " < > |

# ItemSelected.Text
source: item selected
id_id: item dipilih
pl_pl: zaznaczony element
ru_ru: элемент выбран
tr_tr: öge seçildi

# ItemsSelected.Text
source: items selected
id_id: item dipilih
pl_pl: zaznaczone elementy
ru_ru: выбранных элементов
tr_tr: öge seçildi

# ItemCount.Text
source: item
pl_pl: element
ru_ru: элемент
tr_tr: öge

# ItemsCount.Text
source: items
id_id: item
pl_pl: elementy
ru_ru: элементов
tr_tr: ögeler

source: Accessed:
id_id: Diakses:
pl_pl: Ostatnio używany:
ru_ru: Открыт:
tr_tr: Erişim:

# ConfirmEmptyBinDialogContent
source: Are you sure you want to permanently delete all these items?
id_id: Anda yakin ingin menghapus semua item ini secara permanen?
pl_pl: Czy na pewno chcesz trwale usunąć wszystkie elementy?
ru_ru: Вы уверены, что хотите безвозвратно удалить все элементы?
tr_tr: Tüm ögeleri kalıcı olarak silmek istediğinize emin misiniz?

# ConfirmEmptyBinDialogTitle
source: Empty recycle bin
id_id: Kosongkan keranjang sampah
pl_pl: Opróżnij Kosz
ru_ru: Очистить корзину
tr_tr: Geri dönüşüm kutusunu boşalt

source: Yes
id_id: Ya
pl_pl: Tak
ru_ru: Да
tr_tr: Evet

# ItemSizeBytes
source: bytes
id_id: byte
pl_pl: bajty
ru_ru: байт
tr_tr: bayt

# PropertiesFilesAndFoldersCount.Text
source: Contains:
id_id: Memuat:
pl_pl: Zawiera:
ru_ru: Содержит:
tr_tr: İçeriği:

# PropertiesFilesAndFoldersCountString
source: {0:#,##0} files, {1:#,##0} folders
id_id: {0:#,##0} file, {1:#,##0} folder
pl_pl: {0:#,##0} plików, {1:#,##0} folderów
ru_ru: {0:#,##0} Файлов, {1:#,##0} Папок
tr_tr: {0:#,##0} dosya, {1:#,##0} klasör

# BaseLayoutContextFlyoutRunAsAdmin.Text
source: Run as administrator
id_id: Jalankan sebagai administrator
pl_pl: Uruchom jako administrator
ru_ru: Запуск от имени администратора
tr_tr: Yönetici olarak çalıştır

# BaseLayoutContextFlyoutRunAsAnotherUser.Text
source: Run as another user
id_id: Jalankan sebagai pengguna lain
pl_pl: Uruchom jako inny użytkownik
ru_ru: Запуск от имени другого пользователя
tr_tr: Farklı kullanıcı olarak çalıştır

# PropertiesDriveItemTypesEquals
source: All type of {0}
id_id: Semua jenis {0}
pl_pl: Wszystkie typy {0}
ru_ru: Все типа {0}
tr_tr: Tüm {0} türleri

# PropertiesDriveItemTypeDifferent
source: Different types
id_id: Jenis berbeda
pl_pl: Różne typy
ru_ru: Разные типы
tr_tr: Farklı türler

# PropertiesCombinedItemPath
source: All in {0}
id_id: Semua {0}
pl_pl: Wszystko w {0}
ru_ru: Все в папке {0}
tr_tr: {0} içindeki tümü

# PropertiesDriveUsedSpace.Text
source: Used space:
id_id: Ruang terpakai:
pl_pl: Zajęte miejsce:
ru_ru: Занято:
tr_tr: Kullanılan alan:

# PropertiesDriveFreeSpace.Text
source: Free space:
id_id: Ruang kosong:
pl_pl: Wolne miejsce:
ru_ru: Свободно:
tr_tr: Boş alan:

# PropertiesDriveCapacity.Text
source: Capacity:
id_id: Kapasitas
pl_pl: Pojemność:
ru_ru: Емкость:
tr_tr: Kapasite:

# PropertiesDriveFileSystem.Text
source: File system:
id_id: Berkas Sistem:
pl_pl: System plików:
ru_ru: Файловая система:
tr_tr: Dosya sistemi:

# DeleteInProgress.Title
source: Deleting files
id_id: Menghapus file
pl_pl: Usuwanie plików
ru_ru: Удаление файлов
tr_tr: Dosyalar siliniyor

# PasteInProgress.Title
source: Pasting files
id_id: Menyalin file
pl_pl: Wklejanie plików
ru_ru: Вставка файлов
tr_tr: Dosyalar yapıştırılıyor

# RecycleInProgress.Title
source: Moving files to the Recycle Bin
id_id: Pindahkan file ke keranjang sampah
pl_pl: Przenoszenie plików do Kosza
ru_ru: Перемещение файлов в Корзину
tr_tr: Dosyaları Geri Dönüşüm Kutusu'na taşıma

# JumpListRecentGroupHeader
source: Recent
id_id: Terbaru
pl_pl: Ostatnio używane
ru_ru: Недавние
tr_tr: Son kullanılan

# syncStatusColumn.Header
source: Status
id_id: Keadaan
ru_ru: Статус
tr_tr: Durum

# SettingsOnStartupOpenAddPageButton.Content
source: Add a new page
id_id: Tambahkan halaman baru
pl_pl: Dodaj nową stronę
ru_ru: Добавить новую страницу
tr_tr: Yeni sayfa ekle

# SettingsOnStartupPages.Text
source: Pages:
id_id: Halaman:
pl_pl: Strony:
ru_ru: Страницы:
tr_tr: Sayfa:

# SettingsPreferencesSystemDefaultLanguageOption
source: Windows default
id_id: Bawaan dari Windows
pl_pl: Domyślny dla systemu Windows
ru_ru: Стандартный
tr_tr: Windows varsayılanı

# TabStripDragAndDropUIOverrideCaption
source: Move tab here
id_id: Pindahkan halaman ke sini
pl_pl: Przenieś kartę tutaj
ru_ru: Переместить вкладку
tr_tr: Sekmeyi buraya taşı

# NavigationToolbarVisiblePathNoResults
source: No results
id_id: Tidak ada hasil
pl_pl: Brak wyników
ru_ru: Нет результатов
tr_tr: Herhangi bir sonuç yok

# SubDirectoryAccessDenied
source: Can't access any items to display
id_id: Tidak dapat mengakses item apa pun untuk ditampilkan
pl_pl: Brak dostępu do żadnych elementów do wyświetlenia
ru_ru: Нет доступа
tr_tr: Görüntülenecek herhangi bir ögeye erişilemiyor

# MoveToFolderCaptionText
source: Move to {0}
id_id: Pindahkan ke {0}
pl_pl: Przenieś do {0}
ru_ru: Переместить в {0}
tr_tr: {0} içine taşı

# ErrorDialogSameSourceDestinationFile
source: The source and destination file names are the same.
id_id: Nama berkas sumber dan tujuan sama.
pl_pl: Nazwa pliku źródłowego i docelowego są takie same.
ru_ru: Имена исходного и конечного файлов совпадают.
tr_tr: Kaynak ve hedef dosya adları aynı.

# ErrorDialogSameSourceDestinationFolder
source: The destination folder is the same as the source folder.
id_id: Folder tujuan sama dengan folder sumber.
pl_pl: Folder docelowy jest taki sam jak folder źródłowy.
ru_ru: Папка, в которую следует поместить файлы, одновременно является их исходным местоположением.
tr_tr: Hedef klasör kaynak klasör ile aynı.

# CopyToFolderCaptionText
source: Copy to {0}
id_id: Salin ke {0}
pl_pl: Kopiuj do {0}
ru_ru: Копировать в {0}
tr_tr: {0} içine kopyala

# BaseLayoutItemContextFlyoutShortcut.Text
source: Create shortcut
id_id: Buat Pintasan
pl_pl: Utwórz skrót
ru_ru: Создать ярлык
tr_tr: Kısayol oluştur
