Repository: files-community/Files
Catalog: src/Files.Uwp/MultilingualResources/Files.*.xlf
Languages: id_id, pl_pl, ru_ru, tr_tr

# PropertyFrameHeight
source: Frame Height
id_id: Tinggi Bingkai
pl_pl: Wysokość klatki
ru_ru: Высота кадра
tr_tr: Kare Yüksekliği

# PropertyOrientation
source: Orientation
id_id: Orientasi
pl_pl: Orientacja
ru_ru: Ориентация
tr_tr: Doğrultu

source: Document
id_id: Dokumen
pl_pl: Dokument
ru_ru: Документ
tr_tr: Belge

# PropertySaveErrorDialog.Title
source: Error
id_id: Kesalahan
pl_pl: Błąd
ru_ru: Ошибка
tr_tr: Hata

# PropertySaveErrorDialog.SecondaryButtonText
source: Close anyway
id_id: Tetap tutup
pl_pl: Zamknij mimo to
ru_ru: Закрыть
tr_tr: Yine de kapat

# PropertySaveErrorMessage.Text
source: There was an issue saving some properties.
id_id: Terjadi masalah saat menyimpan beberapa properti.
pl_pl: Wystąpił problem przy zapisywaniu niektórych właściwości.
ru_ru: При сохранении некоторых свойств возникла проблема.
tr_tr: Bazı özellikler kaydedilirken bir sorun çıktı.

# ClearPropertiesFlyoutText.Text
source: Some properties may contain personal information.
id_id: Beberapa properti mungkin berisi informasi pribadi.
pl_pl: Niektóre właściwości mogą zawierać informacje osobiste.
ru_ru: Некоторые свойства могут содержать личную информацию.
tr_tr: Bazı özellikler kişisel bilgiler içerebilir.

# ClearPropertiesFlyoutConfirmation.Content
source: Clear
id_id: Bersihkan
pl_pl: Wyczyść
ru_ru: Очистить
tr_tr: Temizle

# ClearPropertiesButton.Content
source: Clear All Properties
id_id: Bersihkan semua properti
pl_pl: Wyczyść wszystkie właściwości
ru_ru: Очистить все свойства
tr_tr: Tüm Özellikleri Temizle

# PropertyColorSpace_Value65535
source: Unspecified
id_id: Tidak ditentukan
pl_pl: Nieokreślone
ru_ru: Не указано
tr_tr: Belirtilmemiş

# OngoingTasksTeachingTip.Subtitle
source: Check the status of file operations here
id_id: Periksa status operasi berkas di sini
pl_pl: Sprawdź stan operacji na plikach tutaj
ru_ru: Проверить статус файловых операций здесь
tr_tr: Dosya işlemlerinin durumunu buradan denetleyin

# OngoingTasksTeachingTip.Title
source: Status Center
id_id: Pusat Status
pl_pl: Centrum stanu
ru_ru: Центр операций
tr_tr: Durum Merkezi

# SearchPagePathBoxOverrideText
source: Search results in {1} for {0}
id_id: Hasil pencarian di {1} untuk {0}
pl_pl: Wyniki wyszukiwania {0} w {1}
ru_ru: Результаты поиска в
tr_tr: {0} için {1} içindeki arama sonuçları

# SearchTabHeaderText
source: Search results
id_id: Hasil pencarian
pl_pl: Wyniki wyszukiwania
ru_ru: Результаты поиска
tr_tr: Arama sonuçları

# SettingsAboutContributorsListViewItem.AutomationProperties.Name
source: See who contributed to Files
id_id: Lihat siapa yang berkontribusi untuk Files
pl_pl: Zobacz, kto współtworzył aplikację Files
ru_ru: Узнайте, кто участвовал в разработке Files
tr_tr: Files uygulamasına katkıda bulunanlara bakın

# SettingsAboutReleaseNotesListViewItem.AutomationProperties.Name
source: Find out what's new in Files
id_id: Cari tahu apa saja yang baru di Files
pl_pl: Dowiedz się, co nowego w aplikacji Files
ru_ru: Узнайте, что нового в Files
tr_tr: Files uygulamasındaki yeniliklere bakın

# SettingsAboutSubmitFeedbackListViewItem.AutomationProperties.Name
source: Send the developers an issue report with more information
id_id: Kirimkan laporan masalah kepada pengembang dengan informasi lebih lanjut
ru_ru: Отправить отчет о проблеме, чтобы предоставить разработчикам больше информации о ней
tr_tr: Geliştiricilere ayrıntılı bilgi içeren bir sorun bildirimi gönder

# SettingsAboutSupportUsListViewItem.AutomationProperties.Name
source: Support us on GitHub
id_id: Dukung kami melalui PayPal
pl_pl: Wspieraj nas poprzez GitHub
ru_ru: Поддержите нас через PayPal
tr_tr: Bizi PayPal ile destekleyin

source: Details
id_id: Rincian
pl_pl: Szczegóły
ru_ru: Подробно
tr_tr: Ayrıntılar

source: No
id_id: Tidak
pl_pl: Nie
ru_ru: Нет
tr_tr: Hayır

# UpdateConsentDialogContent
source: Do you want to download and install the latest version of Files?
id_id: Apakah Anda ingin mengunduh dan menginstal Files versi terbaru?
pl_pl: Czy chcesz pobrać i zainstalować najnowszą wersję aplikacji Files?
ru_ru: Вы хотите загрузить и установить последнюю версию Files?
tr_tr: Files uygulamasının son sürümünü indirip kurmak ister misiniz?

# UpdateConsentDialogTitle
source: Updates Available
id_id: Pembaruan Tersedia
pl_pl: Dostępne aktualizacje
ru_ru: Доступны обновления
tr_tr: Güncelleştirmeler Var

# BaseLayoutContextFlyoutNewFile.Text
source: File
id_id: Berkas
pl_pl: Plik
ru_ru: Файл
tr_tr: Dosya

source: File
id_id: Berkas
pl_pl: Plik
ru_ru: Файл
tr_tr: Dosya

# AddDialogListFileSubHeader
source: Creates an empty file
id_id: Buat berkas kosong
pl_pl: Tworzy pusty plik
ru_ru: Создает пустой файл
tr_tr: Boş bir dosya oluşturur

source: New File
id_id: Berkas Baru
pl_pl: Nowy plik
ru_ru: Новый файл
tr_tr: Yeni Dosya

# originalPathColumn.Header
source: Original path
id_id: Jalur asli
pl_pl: Oryginalna ścieżka
ru_ru: Исходный путь
tr_tr: Özgün yol

# BaseLayoutContextFlyoutSortByOriginalPath.Text
source: Original path
id_id: Jalur asli
pl_pl: Oryginalna ścieżka
ru_ru: Исходный путь
tr_tr: Özgün yol

source: Add
id_id: Tambahkan
pl_pl: Dodaj
ru_ru: Добавить
tr_tr: Ekle

source: Edit
pl_pl: Edytuj
ru_ru: Изменить
tr_tr: Düzenle

source: Remove
id_id: Hapus
pl_pl: Usuń
ru_ru: Убрать
tr_tr: Sil

# BaseLayoutItemContextFlyoutOpenInNewPane.Text
source: Open in secondary pane
id_id: Buka di panel sekunder
pl_pl: Otwórz w drugim panelu
ru_ru: Открыть на дополнительной панели
tr_tr: İkinci panoda aç

# SideBarOpenInNewPane.Text
source: Open in secondary pane
id_id: Buka di panel sekunder
pl_pl: Otwórz w drugim panelu
ru_ru: Открыть на дополнительной панели
tr_tr: İkinci panoda aç

# SettingsDualPane.Text
source: Dual pane
id_id: Panel ganda
pl_pl: Podwójny panel
ru_ru: Двойная панель
tr_tr: Çift pano

# SettingsContextMenu.Text
source: Customize the right click context menu
id_id: Kustomisasi menu konteks klik kanan
pl_pl: Dostosuj menu kontekstowe prawego przycisku myszy
ru_ru: Настройки контекстного меню
tr_tr: Sağ tık menüsünü özelleştir

source: Folders
id_id: Folder
pl_pl: Foldery
ru_ru: Папки
tr_tr: Klasörler

# NavToolbarDetails.ToolTipService.ToolTip
source: Details (Ctrl+Shift+1)
id_id: Rincian (Ctrl+Shift+1)
pl_pl: Widok szczegółów (Ctrl+Shift+1)
ru_ru: Таблица (Ctrl+Shift+1)
tr_tr: Ayrıntılar Görünümü (Ctrl+Shift+1)

# NavToolbarLargeIcons.ToolTipService.ToolTip
source: Large Icons (Ctrl+Shift+5)
id_id: Ikon Besar (Ctrl+Shift+5)
pl_pl: Widok dużych ikon (Ctrl+Shift+5)
ru_ru: Огромные значки (Ctrl+Shift+5)
tr_tr: Izgara Görünümü (Büyük) (Ctrl+Shift+5)

# NavToolbarMediumIcons.ToolTipService.ToolTip
source: Medium Icons (Ctrl+Shift+4)
id_id: Ikon Sedang (Ctrl+Shift+4)
pl_pl: Widok średnich ikon (Ctrl+Shift+4)
ru_ru: Крупные значки (Ctrl+Shift+4)
tr_tr: Izgara Görünümü (Orta) (Ctrl+Shift+4)

# NavToolbarSmallIcons.ToolTipService.ToolTip
source: Small Icons (Ctrl+Shift+3)
id_id: Ikon Kecil (Ctrl+Shift+3)
pl_pl: Widok małych ikon (Ctrl+Shift+3)
ru_ru: Обычные значки (Ctrl+Shift+3)
tr_tr: Izgara Görünümü (Küçük) (Ctrl+Shift+3)

# NavToolbarTiles.ToolTipService.ToolTip
source: Tiles (Ctrl+Shift+2)
id_id: Ubin (Ctrl+Shift+2)
pl_pl: Widok kafelków (Ctrl+Shift+2)
ru_ru: Плитка (Ctrl+Shift+2)
tr_tr: Döşeme Görünümü (Ctrl+Shift+2)

# NavToolbarLargeIcons.AutomationProperties.Name
source: Large Icons
id_id: Ikon Besar
pl_pl: Widok dużych ikon
ru_ru: Огромные значки
tr_tr: Büyük simgeler

# NavToolbarMediumIcons.AutomationProperties.Name
source: Medium Icons
id_id: Ikon Sedang
pl_pl: Widok średnich ikon
ru_ru: Крупные значки
tr_tr: Orta simgeler

# NavToolbarSmallIcons.AutomationProperties.Name
source: Small Icons
id_id: Ikon Kecil
pl_pl: Widok małych ikon
ru_ru: Обычные значки
tr_tr: Küçük simgeler

source: Date deleted
id_id: Tanggal dihapus
pl_pl: Data usunięcia
ru_ru: Дата удаления
tr_tr: Silinme tarihi

# BundlesWidgetAddBundleErrorAlreadyExists
source: Bundle with the same name already exists!
id_id: Bundel dengan nama yang sama sudah ada!
pl_pl: Paczka z tą samą nazwą już istnieje!
ru_ru: Коллекция папок с таким именем уже существует
tr_tr: Aynı isimli bir paket zaten var!

# BundlesWidgetAddBundleErrorInputEmpty
source: Input field cannot be empty!
id_id: Kolom tidak boleh kosong!
pl_pl: Pole tekstowe nie może być puste!
ru_ru: Поле ввода не может быть пустым!
tr_tr: Giriş alanı boş bırakılamaz!

# BundlesWidgetRenameBundleDialogSubtitleText
source: Enter new name
id_id: Masukkan nama baru
pl_pl: Wprowadź nową nazwę
ru_ru: Введите новое имя
tr_tr: Yeni adı yazın

# BundlesWidgetRenameBundleDialogTitleText
source: Rename "{0}"
id_id: Ubah nama "{0}"
pl_pl: Zmień nazwę "{0}"
ru_ru: Изменить "{0}"
tr_tr: "{0}" yeniden adlandır

source: Desired name
id_id: Nama yang diinginkan
pl_pl: Żądana nazwa
ru_ru: Имя Коллекции
tr_tr: İstenilen ad

source: Confirm
id_id: Konfirmasi
pl_pl: Zatwierdź
ru_ru: Создать
tr_tr: Onayla

# BundlesWidgetCreateBundleDialogSubtitleText
source: Add Bundle
id_id: Tambah Bundel
pl_pl: Dodaj Paczkę
ru_ru: Добавить Коллекцию папок
tr_tr: Ekle

# BundlesWidgetOptionsFlyoutExportBundlesMenuItem.Text
source: Export Bundles
id_id: Ekspor Bundel
pl_pl: Eksportuj Paczki
ru_ru: Экспортировать Коллекцию папок
tr_tr: Paketleri Dışa Aktar

# BundlesWidgetOptionsFlyoutImportBundlesMenuItem.Text
source: Import Bundles
id_id: Impor Bundel
pl_pl: Importuj Paczki
ru_ru: Импортировать Коллекцию папок
tr_tr: Paketleri İçe Aktar

# BundleItemFlyouOpenInNewTabMenuItem.Text
source: Open in new tab
id_id: Buka di halaman baru
pl_pl: Otwórz w nowej karcie
ru_ru: Открыть в новой вкладке
tr_tr: Yeni sekmede aç

# BundleItemFlyouOpenItemLocationMenuItem.Text
source: Open item location
id_id: Buka lokasi item
pl_pl: Otwórz lokalizację elementu
ru_ru: Открыть расположение элемента
tr_tr: Öge konumunu aç

# BundleItemFlyouRemoveFromBundleMenuItem.Text
source: Remove from bundle
id_id: Hapus dari bundel
pl_pl: Usuń z Paczki
ru_ru: Удалить из Коллекции
tr_tr: Paketten kaldır

# BundleOptionsFlyoutRemoveBundleMenuItem.Text
source: Remove Bundle
id_id: Hapus Bundel
pl_pl: Usuń Paczkę
ru_ru: Удалить Коллекцию
tr_tr: Paketi Kaldır

source: Bundles
id_id: Bundel
pl_pl: Paczki
ru_ru: Коллекции папок
tr_tr: Paketler

# BundleNoContentsTextBlock.Text
source: Drag and drop any file or folder here to quickly access it
id_id: Seret dan lepas berkas atau folder apa pun di sini untuk mengaksesnya dengan cepat
pl_pl: Przeciągnij dowolny plik lub folder, aby szybko uzyskać do niego dostęp
ru_ru: Перетащите сюда любой файл или папку, чтобы быстро получить к ним доступ
tr_tr: Hızlı erişmek istediğiniz dosya ya da klasörü sürükleyip buraya bırakın

source: Enter Bundle name
id_id: Masukkan nama Bundel
pl_pl: Wprowadź nazwę Paczki
ru_ru: Введите название Коллекции папок
tr_tr: Paket adını yazın

# BundleOptionsFlyoutRenameBundleMenuItem.Text
source: Rename Bundle
id_id: Ubah nama Bundle
pl_pl: Zmień nazwę Paczki
ru_ru: Переименовать Коллекцию
tr_tr: Paketi Yeniden Adlandır

# BundlesWidgetMoreOptionsButton.ToolTipService.ToolTip
source: More options...
id_id: Opsi lainnya...
pl_pl: Więcej opcji...
ru_ru: Опции...
tr_tr: Diğer seçenekler...

source: Create Bundle
id_id: Buat Bundel
pl_pl: Utwórz nową Paczkę
ru_ru: Создать Коллекцию
tr_tr: Paket Oluştur

# PropertyItemPathDisplay
source: Item Path
id_id: Jalur Item
pl_pl: Ścieżka elementu
ru_ru: Путь элемента
tr_tr: Öge Yolu

# PreviewPaneToggle.ToolTipService.ToolTip
source: Toggle the preview pane (Ctrl+P)
id_id: Alihkan panel pratinjau (Ctrl+P)
pl_pl: Przełącz panel podglądu (Ctrl+P)
ru_ru: Переключить панель предварительного просмотра (Ctrl+P)
tr_tr: Önizleme bölmesini aç/kapat (Ctrl+P)

# PropertyItemName
source: Item Name
id_id: Nama Item
pl_pl: Nazwa elementu
ru_ru: Имя
tr_tr: Öge Adı

# SidebarCloudDrives
source: Cloud Drives
id_id: Penyimpanan Awan
pl_pl: Dyski w chmurze
ru_ru: Облачные хранилища
tr_tr: Bulut Sürücüleri

# SidebarNetworkDrives
source: Network Drives
id_id: Penyimpanan jaringan
pl_pl: Dyski sieciowe
tr_tr: Ağ sürücüleri

source: Network
id_id: Jaringan
pl_pl: Sieć
ru_ru: Сеть
tr_tr: Ağ

# DrivesWidgetContextFlyoutPropertiesMenuItem.Text
source: Properties
id_id: Properti
pl_pl: Właściwości
ru_ru: Свойства
tr_tr: Özellikler

# PreviewPaneFileDetails.AutomationProperties.Name
source: File details
id_id: Rincian berkas
pl_pl: Szczegóły pliku
ru_ru: Подробности о файле
tr_tr: Dosya ayrıntıları

# PreviewPaneFilePreview.AutomationProperties.Name
source: File preview
id_id: Pratinjau berkas
pl_pl: Podgląd pliku
ru_ru: Предварительный просмотр файла
tr_tr: Dosya ön izlemesi

# SelectedFilePreviewPane.AutomationProperties.Name
source: Selected file preview pane
id_id: Panel pratinjau berkas yang dipilih
pl_pl: Panel podglądu wybranego pliku
ru_ru: Панель предварительного просмотра выбранного файла
tr_tr: Seçilmiş dosya ön izleme panosu

# SettingsAboutDocumentation.Text
source: Documentation
id_id: Dokumentasi
pl_pl: Dokumentacja
ru_ru: Документация
tr_tr: Belgeler

# SettingsAboutDocumentationListViewItem.AutomationProperties.Name
source: Visit the Files documentation website
id_id: Kunjungi situs web dokumentasi Files
pl_pl: Odwiedź witrynę z dokumentacją aplikacji Files
ru_ru: Посетите веб-сайт документации по файлам
tr_tr: Files uygulamasının belge web sitesi

# OngoingTasksFlyout.AutomationProperties.Name
source: Ongoing tasks flyout
id_id: Tugas yang berlangsung
pl_pl: Menu bieżących zadań
ru_ru: Всплывающее меню текущих задач
tr_tr: Süren görevler açılır penceresi

# CloudDriveSyncStatus_Online
source: Available when online
id_id: Tersedia ketika daring
pl_pl: Dostępne w trybie Online
ru_ru: Доступно в сети
tr_tr: Çevrimiçi kullanılabilir

# CloudDriveSyncStatus_Offline
source: Available offline
id_id: Tersedia luring
pl_pl: Dostępne w trybie Offline
ru_ru: Доступно оффлайн
tr_tr: Çevrimdışı kullanılabilir

# CloudDriveSyncStatus_PartialOffline
source: Partially available offline
id_id: Sebagian tersedia luring
pl_pl: Częściowo dostępne w trybie Offline
ru_ru: Частично доступно оффлайн
tr_tr: Çevrimdışı kısmen kullanılabilir

# CloudDriveSyncStatus_Sync
source: Syncing
id_id: Menyinkronkan
pl_pl: Synchronizowanie
ru_ru: Синхронизация
tr_tr: Eşitleniyor

# CloudDriveSyncStatus_Excluded
source: Excluded from sync
id_id: Dikecualikan dari sinkronisasi
pl_pl: Wykluczone z synchronizacji
ru_ru: Исключено из синхронизации
tr_tr: Eşitlemeye katılmayan

# ItemSizeNotCalculated
source: Not calculated
id_id: Tidak dihitung
pl_pl: Nie obliczono
ru_ru: Не рассчитано
tr_tr: Hesaplanmamış

# CloudDriveSyncStatus_Unknown
source: Unknown
id_id: Tidak diketahui
pl_pl: Nieznane
ru_ru: Неизвестно
tr_tr: Bilinmiyor

# NavToolbarMultiselect.Text
source: Multiselect
id_id: Banyak pilihan
pl_pl: Wielokrotne zaznaczanie
ru_ru: Множественный выбор
tr_tr: Çoklu seçim

# RenameFileDialog.Text
source: If you change a file extension, the file might become unusable. Are you sure you want to change it?
id_id: Jika Anda mengubah ekstensi berkas, berkas tersebut mungkin menjadi tidak dapat digunakan. Apakah Anda yakin ingin mengubahnya?
pl_pl: Jeżeli zmienisz rozszerzenie, plik może stać się nieużywalny. Czy na pewno chcesz to zrobić?
ru_ru: Если Вы измените расширение файла, файл может стать непригодным для использования. Вы уверены, что хотите его изменить?
tr_tr: Uzantısı değiştirilen dosyalar kullanılamaz hale gelebilir. Değiştirmek istediğinden emin misin?

# DriveTypeCDRom
source: CD ROM Drive
id_id: Penyimpanan CD ROM
pl_pl: Stacja dysków CD ROM
ru_ru: CD ROM привод
tr_tr: CD ROM Sürücüsü

# DriveTypeCloudDrive
source: Cloud Drive
id_id: Penyimpanan Awan
pl_pl: Chmura
ru_ru: Облачный диск
tr_tr: Bulut Sürücüsü

# DriveTypeFixed
source: Fixed Disk Drive
id_id: Penyimpanan Tetap
pl_pl: Dysk twardy
ru_ru: Фиксированный диск
tr_tr: Sabit Disk Sürücüsü

# DriveTypeFloppyDisk
source: Floppy Disk Drive
id_id: Penyimpanan Disket
pl_pl: Stacja dyskietek
ru_ru: Дисковод гибких дисков
tr_tr: Disket Sürücüsü

# DriveTypeNetwork
source: Network Drive
id_id: Penyimpanan Jaringan
pl_pl: Dysk sieciowy
ru_ru: Сетевой диск
tr_tr: Ağ Sürücüsü

# DriveTypeNoRootDirectory
source: Unmounted Drive
id_id: Peyimpan yang Tidak Terpasang
pl_pl: Niezamontowany dysk
ru_ru: Не смонтированный диск
tr_tr: Takılmamış Sürücü

# DriveTypeRam
source: RAM Disk Drive
id_id: Penyimpanan RAM
pl_pl: Dysk RAM
ru_ru: RAM диск
tr_tr: RAM Disk Sürücüsü

# DriveTypeRemovable
source: Removable Storage Device
id_id: Perangkat Penyimpanan yang Dapat Dilepas
pl_pl: Wymienny urządzenie magazynujące
ru_ru: Съемное запоминающее устройство
tr_tr: Çıkarılabilir Depolama Aygıtı

# DriveTypeUnknown
source: Unknown
id_id: Tidak diketahui
pl_pl: Nieznany
ru_ru: Неизвестно
tr_tr: Bilinmiyor

# DriveTypeVirtualDrive
source: Virtual Drive
id_id: Penyimpanan Maya
pl_pl: Dysk wirtualny
ru_ru: Виртуальный диск
tr_tr: Sanal Sürücü

source: Date created
id_id: Tanggal dibuat
pl_pl: Data utworzenia
ru_ru: Дата создания
tr_tr: Oluşturma tarihi

# DrivesWidgetMoreOptionsButton.ToolTipService.ToolTip
source: More options...
id_id: Opsi lainnya...
pl_pl: Więcej opcji...
ru_ru: Опции...
tr_tr: Diğer seçenekler...

# DrivesWidgetOptionsFlyoutMapNetDriveMenuItem.Text
source: Map network drive
id_id: Peta penyimpanan jaringan
pl_pl: Mapuj dysk sieciowy
ru_ru: Подключить сетевой диск
tr_tr: Ağ sürücüsüne bağlan

# SideBarDisconnectNetworkDrive.Text
source: Disconnect
id_id: Putuskan Sambungan
pl_pl: Odłącz
ru_ru: Отключить
tr_tr: Bağlantıyı kes

# BundlesWidgetMoreOptionsButton.AutomationProperties.Name
source: More bundles options
id_id: Opsi Bundel lainnya
pl_pl: Więcej opcji Paczek
ru_ru: Опции Коллекций
tr_tr: Diğer paket seçenekleri

# DrivesWidgetMoreOptionsButton.AutomationProperties.Name
source: More drives options
id_id: Opsi drive lainnya
pl_pl: Więcej opcji dysków
ru_ru: Опции дисков
tr_tr: Diğer sürücü seçenekleri

# SidebarFavorites
source: Favorites
id_id: Kesukaan
pl_pl: Ulubione
ru_ru: Избранное
tr_tr: Sık kullanılanlar

source: Browse
id_id: Jelajahi
pl_pl: Przeglądaj
ru_ru: Обзор
tr_tr: Göz at

# DetailsPanePreviewNotAvaliableText
source: No preview available
id_id: Pratinjau tidak tersedia
pl_pl: Podgląd niedostępny
ru_ru: Предпросмотр недоступен
tr_tr: Ön izleme yok

# PreviewPaneDetailsNotAvailableText
source: No details available
id_id: Rincian tidak tersedia
pl_pl: Brak dostępnych szczegółów
ru_ru: Подробные сведения отсутствуют
tr_tr: Herhangi bir ayrıntı yok

source: No item selected
id_id: Tidak ada benda yang dipilih
pl_pl: Nie wybrano żadnego elementu
ru_ru: Элементы не выбраны
tr_tr: Herhangi bir öge seçilmemiş

# PropertyItemTarget
source: Target
pl_pl: Cel
ru_ru: Цель
tr_tr: Hedef

source: Arguments
id_id: Argumen
pl_pl: Argumenty
ru_ru: Аргументы
tr_tr: Argümanlar

# SidebarLibraries
source: Libraries
id_id: Pustaka
pl_pl: Biblioteki
ru_ru: Библиотеки
tr_tr: Kitaplıklar

# PropertyItemCount
source: Item count
id_id: Jumlah item
pl_pl: Liczba elementów
ru_ru: Число элементов
tr_tr: Öğe sayısı

# StatusDeletionFailed
source: Deletion Failed
id_id: Penghapusan Gagal
pl_pl: Usuwanie nie powiodło się
ru_ru: Удаление не выполнено
tr_tr: Silme Başarısız

# StatusUnknownError
source: An unknown error has occurred.
id_id: Terjadi kesalahan yang tidak diketahui.
pl_pl: Wystąpił nieznany błąd
ru_ru: Неизвестная ошибка.
tr_tr: Bilinmeyen bir hata oluştu.

# StatusDeletionComplete
source: Deletion complete
id_id: Penghapusan selesai
pl_pl: Usuwanie zakończone
ru_ru: Удаление завершено
tr_tr: Silme tamamlandı

# StatusOperationCompleted
source: The operation has completed.
id_id: Tindakan telah selesai.
pl_pl: Operacja została ukończona.
ru_ru: Операция завершена.
tr_tr: Operasyon tamamlandı.

# StatusRecycleComplete
source: Recycle complete
id_id: Pemindahan ke keranjang sampah selesai
pl_pl: Przenoszenie do Kosza ukończone
ru_ru: Удаление в корзину завершено
tr_tr: Geri dönüşüm tamamlandı

# StatusMoveComplete
source: Move complete
id_id: Pemindahan selesai
pl_pl: Przenoszenie ukończone
ru_ru: Перемещение завершено
tr_tr: Taşıma tamamlandı

# StatusCopyComplete
source: Copy complete
id_id: Penyalinan selesai
pl_pl: Kopiowanie ukończone
ru_ru: Копирование завершено
tr_tr: Kopyalama tamamlandı

# ElevateConfirmDialog.Title
source: This action requires administrator rights
id_id: Tindakan ini memerlukan hak administrator
pl_pl: Ta czynność wymaga uprawnień administatora
ru_ru: Для этого действия требуются права администратора
tr_tr: Bu işlem yönetici hakları gerektiriyor

# ElevateConfirmDialog.Content
source: Would you like to continue as administrator?
id_id: Apakah Anda ingin melanjutkannya sebagai administrator?
pl_pl: Czy chcesz kontynuować jako administator?
ru_ru: Хотели бы Вы продолжить работу в качестве администратора?
tr_tr: Yönetici olarak devam etmek ister misiniz?

# FullTrustStatusTeachingTip.Title
source: Administrator
ru_ru: Администратор
tr_tr: Yönetici

# FullTrustStatusTeachingTip.Subtitle
source: Files is running as administrator
id_id: Files berjalan sebagai administrator
pl_pl: Aplikacja Files jest uruchomione jako administrator
ru_ru: Files запущены от имени администратора
tr_tr: Files yönetici olarak çalışıyor

# PinItemToStart.Text
source: Pin to the Start Menu
id_id: Sematkan ke Start Menu
pl_pl: Przypnij do Menu Start
ru_ru: Закрепить на начальном экране
tr_tr: Başlat Menüsüne Sabitle

# UnpinItemFromStart.Text
source: Unpin from the Start Menu
id_id: Lepas semat dari Start Menu
pl_pl: Odepnij od Menu Start
ru_ru: Открепить от начального экрана
tr_tr: Başlat Menüsünden Sabitlemeyi Kaldır

# ColumnsShortcutTooltip
source: Columns (Ctrl+Shift+6)
id_id: Kolom (Ctrl+Shift+6)
pl_pl: Kolumny (Ctrl+Shift+6)
ru_ru: Столбцы (Ctrl+Shift+6)
tr_tr: Sütun Görünümü (Ctrl+Shift+6)

# PropertiesFilesFoldersAndLocationsCountString
source: {0:#,##0} files, {1:#,##0} folders from {2:#,##0} locations
id_id: {0:#,##0} file, {1:#,##0} folder dari {2:#,##0} lokasi
pl_pl: {0:#,##0} plików, {1:#,##0} folderów z {2:#,##0} lokacji
ru_ru: {0:#,##0} файлов, {1:#,##0} папок из {2:#,##0} локаций
tr_tr: {0:#,##0} dosya, {1:#,##0} klasöründen {2:#,##0} konum

# ItemTypeLibrary
source: Library
id_id: Pustaka
pl_pl: Biblioteka
ru_ru: Библиотека
tr_tr: Kütüphane

# LibraryItemAutomation
source: Library
id_id: Pustaka
pl_pl: Biblioteka
ru_ru: Библиотека
tr_tr: Kütüphane

source: Library
id_id: Pustaka
pl_pl: Biblioteka
ru_ru: Библиотека
tr_tr: Kütüphane

# LibraryLocations.Text
source: Locations:
id_id: Lokasi:
pl_pl: Lokalizacje
ru_ru: Расположения:
tr_tr: Konumlar:

source: Set as default save path
id_id: Atur sebagai jalur penyimpanan default
pl_pl: Ustaw jako domyślna ścieżka zapisywania
ru_ru: Установить как путь по умолчанию
tr_tr: Varsayılan kaydetme yolu olarak ayarla

# LibraryLocationsButtonRemove.Label
source: Remove
id_id: Hapus
pl_pl: Usuń
ru_ru: Удалить
tr_tr: Kaldırmak

# LibraryNoLocations.Text
source: No locations
id_id: Tidak ada lokasi
pl_pl: Brak lokalizacji
ru_ru: Расположения отсутствуют
tr_tr: Konum yok

# ErrorInputEmpty
source: Input field cannot be empty!
id_id: Kolom tidak boleh kosong!
pl_pl: Pole wejściowe nie może być puste!
ru_ru: Поле ввода не может быть пустым!
tr_tr: Giriş alanı boş olamaz!

# ErrorNameInputRestrictedCharacters
source: The name must not contain the following characters: \ / : * ? " < > |
id_id: tidak boleh mengandung karakter berikut: \ / : * ? " < > |
pl_pl: Nazwa nie może posiadać znaków: \ / : * ? " < > |
ru_ru: Имя не должно содержать следующие символы: \ / : * ? " < > |
tr_tr: Ad aşağıdaki karakterleri içermemelidir: \ / : * ? " < > |

# ErrorNameInputRestricted
source: Using this name is not allowed!
id_id: Tidak boleh menggunakan nama ini!
pl_pl: Niedozwolona nazwa
ru_ru: Использование этого имени запрещено!
tr_tr: Bu adın kullanılmasına izin verilmiyor!
