Repository: files-community/Files
Catalog: src/Files.Uwp/MultilingualResources/Files.*.xlf
Languages: id_id, pl_pl, ru_ru, tr_tr

source: Open file location
id_id: Buka lokasi berkas
pl_pl: Otwórz lokalizację pliku
ru_ru: Открыть расположение файла
tr_tr: Dosya konumunu aç

# PropertiesShortcutItemArgs.Text
source: Arguments:
id_id: Argumen:
pl_pl: Argumenty:
ru_ru: Аргументы:
tr_tr: Argümanlar:

# PropertiesShortcutItemPath.Text
source: Destination:
id_id: Tujuan:
pl_pl: Miejsce docelowe:
ru_ru: Объект:
tr_tr: Hedef:

# PropertiesShortcutItemType.Text
source: Shortcut type:
id_id: Jenis pintasan:
pl_pl: Typ skrótu:
ru_ru: Тип объекта:
tr_tr: Kısayol türü:

# PropertiesShortcutItemWorkingDir.Text
source: Working directory:
id_id: Katalog kerja:
pl_pl: Katalog roboczy
ru_ru: Рабочая папка:
tr_tr: Çalışma klasörü:

# PropertiesShortcutTypeFile
source: File
id_id: Berkas
pl_pl: Plik
ru_ru: Файл
tr_tr: Dosya

# PropertiesShortcutTypeLink
source: Web link
id_id: Tautan web
pl_pl: Link URL
ru_ru: Ссылка
tr_tr: Web bağlantısı

source: General
id_id: Umum
pl_pl: Ogólne
ru_ru: Общие
tr_tr: Genel

source: Shortcut
id_id: Pintasan
pl_pl: Skrót
ru_ru: Ярлык
tr_tr: Kısayol

# ShortcutFileType
source: Shortcut
id_id: Pintasan
pl_pl: Skrót
ru_ru: Ярлык
tr_tr: Kısayol

# ShortcutWebLinkFileType
source: Internet shortcut
id_id: Pintasan internet
pl_pl: Skrót internetowy
ru_ru: Интернет-ярлык
tr_tr: İnternet kısayolu

# ShortcutCreateNewSuffix
source: {0} - shortcut
id_id: {0} - pintasan
pl_pl: {0} - skrót
ru_ru: {0} - ярлык
tr_tr: {0} - kısayol

# BaseLayoutItemContextFlyoutOpenFileLocation.Text
source: Open file location
id_id: Buka lokasi Berkas
pl_pl: Otwórz lokalizację pliku
ru_ru: Открыть расположение файла
tr_tr: Dosya konumunu aç

# DriveCapacityUnknown
source: Unknown
id_id: Tidak diketahui
pl_pl: Nieznany
ru_ru: Неизвестно
tr_tr: Bilinmiyor

# ExceptionNotificationBody
source: Files ran into a problem that the developers didn't prepare for yet.
id_id: Files mengalami masalah yang belum disiapkan oleh pengembang.
pl_pl: Aplikacja Files napotkała problem, na który się nie przygotowaliśmy
ru_ru: Files столкнулись с проблемой, к которой разработчики еще не подготовились.
tr_tr: Files uygulaması, geliştiricilerin karşılaşmadığı bir sorunla karşılaştı.

# ExceptionNotificationHeader
source: Something went wrong!
id_id: Terjadi kesalahan!
pl_pl: Coś poszło nie tak
ru_ru: Что-то пошло не так!
tr_tr: Bir sorun çıktı!

# ExceptionNotificationReportButton
source: Report this issue
id_id: Laporkan masalah ini!
pl_pl: Zgłoś ten problem
ru_ru: Сообщить о проблеме
tr_tr: Bu sorunu bildirin

# SettingsAboutContributors.Text
source: Contributors
id_id: Kontributor
pl_pl: Współautorzy
ru_ru: Авторы
tr_tr: Katkıda Bulunanlar

# SettingsAboutReleaseNotes.Text
source: Release notes
id_id: Catatan rilis
pl_pl: Informacje o wersji
ru_ru: Заметки о выпуске
tr_tr: Sürüm Notları

# InvalidItemDialogContent
source: The item referenced is either invalid or inaccessible.{0}Error message:{0}{1}
id_id: Item yang dirujuk tidak valid atau tidak dapat diakses.{0}Pesan kesalahan:{0}{1}
pl_pl: Element, do którego próbujesz się odwołać, jest niewłaściwy lub niedostępny. {0} Komunikat błędu: {0}{1}
ru_ru: Указанный элемент недействителен или недоступен.{0}Сообщение об ошибке:{0}{1}
tr_tr: Başvurulan öge geçersiz ya da erişilemiyor.{0}Hata iletisi:{0}{1}

# InvalidItemDialogTitle
source: Invalid item
id_id: Item tidak valid
pl_pl: Niewłaściwy element
ru_ru: Неверный элемент
tr_tr: Öge geçersiz

# SettingsAboutVersionTitle
source: Version:
id_id: Versi:
pl_pl: Wersja:
ru_ru: Версия:
tr_tr: Sürüm:

# ShareDialogFailMessage
source: There's nothing to share right now...
id_id: Tidak ada yang dapat dibagi saat ini...
pl_pl: Obecnie nie ma nic do udostępniania...
ru_ru: Сейчас нет ничего, что можно было бы опубликовать...
tr_tr: Şu anda paylaşılacak bir şey yok...

# ShareDialogMultipleItemsDescription
source: The items you've selected will be shared
id_id: Item yang Anda pilih akan dibagikan
pl_pl: Elementy które zaznaczyłeś, zostaną udostępnione
ru_ru: Выбранные Вами элементы будут опубликованы
tr_tr: Seçilmiş ögeler paylaşılacak

# ShareDialogSingleItemDescription
source: The selected item will be shared
id_id: Item yang dipilih akan dibagikan
pl_pl: Zaznaczony element zostanie udostępniony
ru_ru: Выбранный элемент будет опубликован
tr_tr: Seçilmiş öge paylaşılacak

# ShareDialogTitle
source: Sharing {0}
id_id: Berbagi {0}
pl_pl: Udostępnianie {0}
ru_ru: Предоставляется общий доступ к {0}
tr_tr: {0} paylaşılıyor

# ShareDialogTitleMultipleItems
source: Sharing {0} {1}
id_id: Berbagi {0} {1}
pl_pl: Udostępnianie {0} {1}
ru_ru: Предоставляется общий доступ к {0} {1}
tr_tr: {0} {1} paylaşılıyor

# RenameError.ItemDeleted.Text
source: The item you're attempting to rename no longer exists. Please verify the correct location of the item you need to rename.
id_id: Item yang Anda coba ganti namanya sudah tidak ada lagi. Harap verifikasi lokasi item yang ingin Anda ganti namanya.
pl_pl: Element, którego nazwę próbujesz zmienić, już nie istnieje. Sprawdź poprawność lokalizacji elementu.
ru_ru: Элемент, который Вы пытаетесь переименовать, больше не существует. Пожалуйста, проверьте правильность расположения элемента, который нужно переименовать.
tr_tr: Yeniden adlandırmak istediğiniz öge bulunamadı. Lütfen yeniden adlandırmak istediğiniz ögenin konumunu doğrulayın.

# RenameError.ItemDeleted.Title
source: Item no longer exists
id_id: Item tidak lagi tersedia
pl_pl: Element już nie istnieje
ru_ru: Элемент больше не существует
tr_tr: Öge artık yok

# RenameError.NameInvalid.Text
source: The name specified was invalid. Please check the desired item name and try again.
id_id: Nama yang ditentukan tidak valid. Silakan periksa nama item yang diinginkan dan coba lagi.
pl_pl: Podana nazwa jest nieprawidłowa. Sprawdź żądaną nazwę elementu i spróbuj ponownie.
ru_ru: Указано неверное имя. Пожалуйста, проверьте желаемое название элемента и попробуйте еще раз.
tr_tr: Belirtilen ad geçersiz. Lütfen yeni öge adını denetleyip yeniden deneyin.

# RenameError.NameInvalid.Title
source: Invalid item name
id_id: Nama item tidak valid
pl_pl: Nieprawidłowa nazwa elementu
ru_ru: Неверное имя элемента
tr_tr: Öge adı geçersiz

# RenameError.TooLong.Text
source: The length of the item name specified exceeds the maximum limit. Please check the desired name and try again.
id_id: Panjang nama item melebihi batas maksimum. Silahkan periksa nama yang diinginkan dan coba lagi.
pl_pl: Długość podanej nazwy elementu przekracza maksymalny limit. Sprawdź żądaną nazwę i spróbuj ponownie.
ru_ru: Длина указанного имени элемента превышает максимальный предел. Пожалуйста, проверьте желаемое имя и попробуйте еще раз.
tr_tr: Belirtilen öge adı olabilecek en uzun ad sınırını aşıyor. Lütfen yeni adı denetleyip yeniden deneyin.

# RenameError.TooLong.Title
source: Item name was too long
id_id: Nama item terlalu panjang
pl_pl: Nazwa elementu była za długa
ru_ru: Название элемента слишком длинное
tr_tr: Öge adı çok uzun

# ContextMenuMoreItemsLabel
source: More
id_id: Lainnya
pl_pl: Więcej
ru_ru: Еще
tr_tr: Diğer

# SettingsMultitaskingTitle.Text
source: Multitasking
id_id: Multi tugas
pl_pl: Wielozadaniowość
ru_ru: Многозадачность
tr_tr: Çoklu görev

# SettingsNavMultitasking.Content
source: Multitasking
id_id: Multi tugas
pl_pl: Wielozadaniowość
ru_ru: Многозадачность
tr_tr: Çoklu görev

# BaseLayoutItemContextFlyoutSetAs.Text
source: Set as
id_id: Atur sebagai
pl_pl: Ustaw jako
ru_ru: Установить как
tr_tr: Ayarla

# VerticalTabViewAddTab.Text
source: Add tab
id_id: Tambahkan halaman
pl_pl: Dodaj kartę
ru_ru: Создать вкладку
tr_tr: Sekme ekle

# VerticalTabViewHeader.Text
source: Open tabs
id_id: Buka halaman
pl_pl: Otwórz karty
ru_ru: Открытые вкладки
tr_tr: Sekmeleri aç

# RestartNotificationText.Text
source: The application needs to be restarted in order to apply these settings, would you like to restart the app?
id_id: Aplikasi perlu dimulai ulang untuk menerapkan pengaturan ini, apakah Anda ingin memulai ulang aplikasi?
pl_pl: Aby zastosować te ustawienia, należy ponownie uruchomić aplikację. Czy chcesz zrobić to teraz?
ru_ru: Чтобы применить новые настройки, необходимо перезапустить приложение. Вы хотите перезапустить приложение?
tr_tr: Bu ayarların uygulanabilmesi için uygulamanın yeniden başlatılması gerekiyor, uygulamayı yeniden başlatmak ister misiniz?

# AddDialog.Title
source: Create a New Item
id_id: Buat Item Baru
pl_pl: Utwórz nowy element
ru_ru: Создать новый элемент
tr_tr: Yeni Öge Oluştur

# AddDialogDescription.Text
source: Choose a type for this new item below
id_id: Pilih jenis item baru di bawah ini
pl_pl: Wybierz poniżej typ tego nowego elementu
ru_ru: Выберите тип этого нового элемента ниже
tr_tr: Aşağıdan yeni ögenin türünü seçin

source: Cancel
id_id: Batal
pl_pl: Anuluj
ru_ru: Отмена
tr_tr: İptal

source: Folder
ru_ru: Папка
tr_tr: Klasör

# AddDialogListFolderSubHeader
source: Creates an empty folder
id_id: Buat folder kosong
pl_pl: Tworzy pusty folder
ru_ru: Создает пустую папку
tr_tr: Yeni bir klasör oluşturur

# BaseLayoutContextFlyoutLayoutMode.Text
source: Layout mode
id_id: Mode tata letak
pl_pl: Układ
ru_ru: Вид значков
tr_tr: Görünüm kipi

# NavBackButton.AutomationProperties.Name
source: Navigate backwards
id_id: Target mundur
pl_pl: Nawiguj do tyłu
ru_ru: Перейти назад
tr_tr: Geri git

# NavForwardButton.AutomationProperties.Name
source: Navigate forward
id_id: Target maju
pl_pl: Nawiguj do przodu
ru_ru: Перейти вперед
tr_tr: İleri git

# NavResfreshButton.AutomationProperties.Name
source: Refresh the directory
id_id: Segarkan katalog
pl_pl: Odśwież katalog
ru_ru: Обновить каталог
tr_tr: Klasörü yenile

# NavUpButton.AutomationProperties.Name
source: Go up one directory
id_id: Naik satu tingkat dari katalog
pl_pl: Przejdź w górę o jeden katalog
ru_ru: Перейти на один каталог вверх
tr_tr: Üst klasöre git

# SettingsAboutSupportUs.Text
source: Support us
id_id: Dukung kami
pl_pl: Wspomóż nas
ru_ru: Поддержать нас
tr_tr: Bizi destekleyin

# AccessDeniedCreateDialog.Text
source: We weren't able to create this item
id_id: Kami tidak dapat membuat item ini
pl_pl: Nie udało się nam utworzyć tego elementu
ru_ru: Элемент не может быть создан
tr_tr: Bu öge oluşturulamadı

source: Access Denied
id_id: Akses Ditolak
pl_pl: Odmowa dostępu
ru_ru: Отказано в доступе
tr_tr: Erişim Engellendi

# FileItemAutomation
source: File
id_id: Berkas
pl_pl: Plik
ru_ru: Файл
tr_tr: Dosya

# RecycleBinItemAutomation
source: Recycle bin item
id_id: Item keranjang sampah
pl_pl: Element Kosza
ru_ru: Корзина
tr_tr: Geri dönüşüm kutusu ögesi

# ShortcutItemAutomation
source: Shortcut item
id_id: Item pintasan
pl_pl: Element skrótowy
ru_ru: Ярлык
tr_tr: Kısayol ögesi

# PinToSidebarByDraggingCaptionText
source: Move here
id_id: Pindahkan ke sini
pl_pl: Przenieś tutaj
ru_ru: Переместить
tr_tr: Buraya taşı

source: Drives
id_id: Penyimpanan
pl_pl: Dyski
ru_ru: Диски
tr_tr: Sürücüler

# EjectNotificationHeader
source: Safe to remove hardware
id_id: Aman untuk melepaskan perangkat
pl_pl: Można bezpiecznie usunąć sprzęt
ru_ru: Оборудование может быть извлечено
tr_tr: Aygıtı kaldırmak güvenli

# EjectNotificationBody
source: The device can now be safely removed from the computer.
id_id: Perangkat sekarang dapat dilepas dengan aman dari komputer.
pl_pl: Urządzenie może zostać bezpiecznie usunięte z komputera.
ru_ru: Теперь устройство может быть безопасно извлечено из компьютера.
tr_tr: Bu aygıt artık bilgisayardan güvenle kaldırılabilir.

# EjectNotificationErrorDialogHeader
source: Problem Ejecting Device
id_id: Kesalahan Saat Mengeluarkan Perangkat
pl_pl: Problem podczas wysuwania urządzenia
ru_ru: Проблема с извлечением устройства
tr_tr: Aygıt Kaldırılırken Sorun Çıktı

# EjectNotificationErrorDialogBody
source: This device is currently in use. Close any programs, windows or tabs that might be using the device, and then try again.
id_id: Perangkat ini sedang digunakan. Tutup semua program, jendela, atau halaman yang mungkin menggunakan perangkat, lalu coba lagi.
pl_pl: To urządzenie jest obecnie w użyciu. Zamknij programy, które mogą używać tego urządzenia i spróbuj ponownie.
ru_ru: Устройство в данный момент используется. Закройте все программы, окна или вкладки, которые могут использовать устройство, а затем повторите попытку.
tr_tr: Bu aygıt kullanılıyor. Bu aygıtı kullanan uygulama, pencere ya da sekmeyi kapatıp yeniden deneyin.

# SideBarEjectDevice.Text
source: Eject
id_id: Keluarkan
pl_pl: Wysuń
ru_ru: Извлечь
tr_tr: Çıkar

# HorizontalMultitaskingControlDuplicateTab.Text
source: Duplicate tab
id_id: Duplikasi halaman
pl_pl: Duplikuj kartę
ru_ru: Создать копию вкладки
tr_tr: Sekmeyi kopyala

# HorizontalMultitaskingControlMoveTabToNewWindow.Text
source: Move tab to new window
id_id: Pindahkan halaman ke jendela baru
pl_pl: Przenieś kartę do nowego okna
ru_ru: Переместить вкладку в новое окно
tr_tr: Sekmeyi yeni pencereye taşı

# HorizontalMultitaskingControlNewTab.Text
source: New tab
id_id: Halaman baru
pl_pl: Nowa karta
ru_ru: Новая вкладка
tr_tr: Yeni sekme

# NavSearchButton.AutomationProperties.Name
source: Search
id_id: Cari
pl_pl: Szukaj
ru_ru: Поиск
tr_tr: Arama

# PropertiesDialogReadOnly.Text
source: Read-only
id_id: Baca-saja
pl_pl: Tylko do odczytu
ru_ru: Только чтение
tr_tr: Salt okunur

# PropertiesDialogHidden.Text
source: Hidden
id_id: Tersembunyi
pl_pl: Ukryte
ru_ru: Скрытая
tr_tr: Gizli

# PropertyRatingText
source: Rating
id_id: Peringkat
pl_pl: Klasyfikacja
ru_ru: Рейтинг
tr_tr: Değerlendirme

# PropertyItemTypeText
source: Item Type
id_id: Jenis Item
pl_pl: Typ elementu
ru_ru: Тип файла
tr_tr: Öge Türü

# PropertyTitle
source: Title
id_id: Judul
pl_pl: Tytuł
ru_ru: Название
tr_tr: Başlık

# PropertySubject
source: Subject
id_id: Subjek
pl_pl: Temat
ru_ru: Тема
tr_tr: Konu

# PropertyComment
source: Comment
id_id: Pendapat
pl_pl: Komentarz
ru_ru: Комментарий
tr_tr: Not

# PropertyCopyright
source: Copyright
id_id: Hak Cipta
pl_pl: Prawa autorskie
ru_ru: Авторские права
tr_tr: Telif Hakkı

# PropertyDateCreated
source: Date Created
id_id: Tanggal Dibuat
pl_pl: Data utworzenia
ru_ru: Дата создания
tr_tr: Oluşturma Tarihi

# PropertyDateModified
source: Date Modified
id_id: Tanggal Diubah
pl_pl: Data modyfikacji
ru_ru: Дата изменения
tr_tr: Değiştirme Tarihi

# PropertyBitDepth
source: Bit Depth
id_id: Kedalaman Bit
pl_pl: Głębokość bitowa
ru_ru: Глубина цвета
tr_tr: Bit Derinliği

# PropertyDimensions
source: Dimensions
id_id: Dimensi
pl_pl: Wymiary
ru_ru: Размеры
tr_tr: Boyutlar

# PropertyHorizontalResolution
source: Horizontal Resolution
id_id: Resolusi Mendatar
pl_pl: Rozdzielczość w poziomie
ru_ru: Разрешение по горизонтали
tr_tr: Yatay Çözünürlük

# PropertyVerticalResolution
source: Vertical Resolution
id_id: Resolusi Tegak
pl_pl: Rozdzielczość w pionie
ru_ru: Разрешение по вертикали
tr_tr: Dikey Çözünürlük

# PropertyHorizontalSize
source: Horizontal Size
id_id: Ukuran Mendatar
pl_pl: Szerokość
ru_ru: Размер по горизонтали
tr_tr: Yatay Boyut

# PropertyVerticalSize
source: Vertical Size
id_id: Ukuran Tegak
pl_pl: Wysokość
ru_ru: Размер по вертикали
tr_tr: Dikey Boyut

# PropertyLatitude
source: Latitude
id_id: Garis Lintang
pl_pl: Szerokość geograficzna
ru_ru: Широта
tr_tr: Enlem

# PropertyLatitudeDecimal
source: Latitude Decimal
id_id: Desimal Garis Lintang
pl_pl: Szerokość geograficzna po przecinku
ru_ru: Десятичная широта
tr_tr: Ondalık Enlem

# PropertyLatitudeRef
source: Latitude Ref
id_id: Referensi Garis lintang
pl_pl: Szerokość geograficzna
tr_tr: Enlem Ref

# PropertyLongitude
source: Longitude
id_id: Garis Bujur
pl_pl: Długość geograficzna
ru_ru: Долгота
tr_tr: Boylam

# PropertyLongitudeDecimal
source: Longitude Decimal
id_id: Desimal Garis Bujur
pl_pl: Długość geograficzna po przecinku
ru_ru: Десятичная долгота
tr_tr: Ondalık Boylam

# PropertyLongitudeRef
source: Longitude Ref
id_id: Referensi Garis bujur
pl_pl: Długość geograficzna
tr_tr: Boylam Ref

# PropertyAltitude
source: Altitude
id_id: Ketinggian
pl_pl: Wysokość geograficzna
ru_ru: Высота
tr_tr: Yükseklik

# PropertyCameraManufacturer
source: Camera Manufacturer
id_id: Produsen Kamera
pl_pl: Producent Aparatu
ru_ru: Производитель камеры
tr_tr: Kamera Üreticisi

# PropertyCameraModel
source: Camera Model
id_id: Model Kamera
pl_pl: Model Aparatu
ru_ru: Модель камеры
tr_tr: Kamera Modeli

# PropertyExposureTime
source: Exposure Time
id_id: Waktu Exposure
pl_pl: Czas ekspozycji
ru_ru: Выдержка
tr_tr: Pozlama Süresi

# PropertyFocalLength
source: Focal Length
id_id: Panjang Fokus
pl_pl: Odległość ogniskowa
ru_ru: Фокусное расстояние
tr_tr: Odak Uzaklığı

# PropertyAperture
source: Aperture
id_id: Bukaan Lensa
pl_pl: Przysłona
ru_ru: Диафрагма
tr_tr: Diyafram

# PropertyDateTaken
source: Date Taken
id_id: Tanggal Diambil
pl_pl: Data wykonania
ru_ru: Дата съемки
tr_tr: Çekilme Tarihi

# PropertyChannelCount
source: Channel Count
id_id: Jumlah Kanal
pl_pl: Ilość kanałów
ru_ru: Число каналов
tr_tr: Kanal Sayısı

# PropertyEncodingBitrate
source: Encoding Bitrate
id_id: Menyadi Bitrate
pl_pl: Współczynnik kodowania Bitrate
ru_ru: Скорость потока
tr_tr: Kodlama Bit Hızı

source: Compression
id_id: Pengecilan
pl_pl: Kompresja
ru_ru: Сжатие
tr_tr: Sıkıştırma

# PropertyFormat
source: Format
pl_pl: Formatuj
ru_ru: Формат
tr_tr: Biçim

# PropertySampleRate
source: Sample Rate
id_id: Tingkat sampel
pl_pl: Ilość powtórzeń
ru_ru: Частота дискретизации
tr_tr: Örnekleme Hızı

# PropertyAlbumArtist
source: Album Artist
id_id: Artis Album:
pl_pl: Artysta albumu
ru_ru: Исполнитель альбома
tr_tr: Albüm Sanatçısı

# PropertyAlbumTitle
source: Album Title
id_id: Judul Album
pl_pl: Nazwa albumu
ru_ru: Название альбома
tr_tr: Albüm Adı

source: Artist
id_id: Artis
pl_pl: Artysta
ru_ru: Исполнитель
tr_tr: Sanatçı

# PropertyBeatsPerMinute
source: Beats Per Minute
id_id: Ketukan Per Menit
pl_pl: Uderzenia na minutę
ru_ru: Ударов в минуту
tr_tr: Dakikada Vuruş Sayısı

# PropertyComposer
source: Composer
id_id: Penyusun
pl_pl: Kompozytor
ru_ru: Композитор
tr_tr: Besteci

source: Conductor
id_id: Konduktor
pl_pl: Konduktor
ru_ru: Дирижер
tr_tr: Şef

# PropertyDiscNumber
source: Disc Number
id_id: Nomor Disk
pl_pl: Numer płyty
ru_ru: № диска
tr_tr: Disk Numarası

# PropertyGenre
source: Genre
id_id: Aliran
pl_pl: Gatunek
ru_ru: Жанр
tr_tr: Tarz

# PropertyTrackNumber
source: Track Number
id_id: Nomor Trek
pl_pl: Numer ścieżki
ru_ru: Номер дорожки
tr_tr: Parça Numarası

# PropertyDuration
source: Duration
id_id: Durasi
pl_pl: Czas trwania
ru_ru: Длительность
tr_tr: Süre

# PropertyFrameCount
source: Frame Count
id_id: Jumlah Bingkai
pl_pl: Ilość klatek
ru_ru: Количество кадров
tr_tr: Kare Sayısı

# PropertyProtectionType
source: Protection Type
id_id: Jenis Proteksi
pl_pl: Typ ochrony
ru_ru: Тип защиты
tr_tr: Koruma Türü

# PropertyAuthorUrl
source: Author Url
id_id: Alamat Url Pencipta
pl_pl: Adres URL autora
tr_tr: Sorumlu Adresi

# PropertyContentDistributor
source: Content Distributor
id_id: Distributor Konten
pl_pl: Dystrybutor treści
ru_ru: Дистрибьютор
tr_tr: İçerik Dağıtıcı

# PropertyDateReleased
source: Date Released
id_id: Tanggal Rilis
pl_pl: Data wydania
ru_ru: Дата выпуска
tr_tr: Yayınlanma Tarihi

# PropertySeriesName
source: Series Name
id_id: Nama seri
pl_pl: Nazwa serii
ru_ru: Имя серии
tr_tr: Dizi Adı

# PropertySeasonNumber
source: Season Number
id_id: Nomor Musim
pl_pl: Numer sezonu
ru_ru: Номер сезона
tr_tr: Sezon Numarası

# PropertyEpisodeNumber
source: Episode Number
id_id: Nomor Episode
pl_pl: Numer odcinku
ru_ru: Номер эпизода
tr_tr: Bölüm Numarası

# PropertyProducer
source: Producer
id_id: Produser
pl_pl: Realizator
ru_ru: Продюсер
tr_tr: Yapımcı

# PropertyPromotionUrl
source: Promotion Url
id_id: Alamat Url Promosi
pl_pl: Adres URL promocji
tr_tr: Tanıtım Adresi

# PropertyProviderStyle
source: Provider Style
id_id: Gaya Penyedia
pl_pl: Styl dostawcy
tr_tr: Sağlayıcı Biçemi

# PropertyPublisher
source: Publisher
id_id: Penerbit
pl_pl: Wydawca
ru_ru: Издатель
tr_tr: Yayımcı

# PropertyThumbnailLargePath
source: Thumbnail Large Path
id_id: Jalur Thumbnail Besar
pl_pl: Ścieżka dużej miniatury
tr_tr: Uzun Küçük Görsel Yolu

# PropertyThumbnailLargeUri
source: Thumbnail Large Uri
id_id: Url Tumbnail Besar
pl_pl: Uri dużej miniatury
tr_tr: Uzun Küçük Görsel Adresi

# PropertyThumbnailSmallPath
source: Thumbnail Small Path
id_id: Jalur Thumbnail Kecil
pl_pl: Ścieżka małej miniatury
tr_tr: Kısa Küçük Görsel Yolu

# PropertyThumbnailSmallUri
source: Thumbnail Small Uri
id_id: Url Thumbnail Kecil
pl_pl: Uri małej miniatury
tr_tr: Kısa Küçük Görsel Adresi

# PropertyUserWebUrl
source: User Web Url
id_id: Url Web Pengguna
pl_pl: Adres URL użytkownika
ru_ru: URL Пользователя
tr_tr: Kullanıcı Web Adresi

# PropertyWriter
source: Writer
id_id: Penulis
pl_pl: Pisarz
ru_ru: Сценарист
tr_tr: Yazar

# PropertyYear
source: Year
id_id: Tahun
pl_pl: Rok
ru_ru: Год
tr_tr: Yıl

# PropertySectionCore
source: Core
id_id: Inti
pl_pl: Podstawowe
ru_ru: Главное
tr_tr: Çekirdek

# PropertySectionImage
source: Image
id_id: Gambar
pl_pl: Obraz
ru_ru: Изображения
tr_tr: Görsel

# PropertySectionPhoto
source: Photo
id_id: Foto
pl_pl: Zdjęcie
ru_ru: Фото
tr_tr: Fotoğraf

# PropertySectionMedia
source: Media
pl_pl: Multimedia
ru_ru: Медиа
tr_tr: Ortam

# PropertySectionAudio
source: Audio
pl_pl: Dźwięk
ru_ru: Аудио
tr_tr: Ses

# PropertySectionMusic
source: Music
id_id: Lagu
pl_pl: Muzyka
ru_ru: Музыка
tr_tr: Müzik

source: Address
id_id: Alamat
pl_pl: Adres
ru_ru: Адрес
tr_tr: Adres

# PropertyColorSpace
source: Color Space
id_id: Ruang Warna
pl_pl: Przestrzeń kolorów
ru_ru: Цветовое пространство
tr_tr: Renk Uzayı

# PropertyPeopleNames
source: People Names
id_id: Nama Orang
pl_pl: Nazwa osób
ru_ru: Имена людей
tr_tr: Kişi Adları

# PropertyContributor
source: Contributor
id_id: Kontributor
pl_pl: Współtwórca
ru_ru: Соавтор
tr_tr: Katılımcı

# PropertyLastAuthor
source: Last Author
id_id: Pencipta Terakhir
pl_pl: Ostatni autor
ru_ru: Автор изменений
tr_tr: Son Sorumlu

# PropertyRevisionNumber
source: Revision Number
id_id: Nomor Revisi
pl_pl: Numer rewizji
ru_ru: Номер редакции
tr_tr: Düzeltme Numarası

# PropertyVersion
source: Version
id_id: Versi
pl_pl: Wersja
ru_ru: Версия
tr_tr: Sürüm

# PropertySectionVideo
source: Video
id_id: Tontonan
pl_pl: Wideo
ru_ru: Видео
tr_tr: Görüntü

# PropertyDateSaved
source: Date Saved
id_id: Tanggal Disimpan
pl_pl: Data zapisania
ru_ru: Дата сохранения
tr_tr: Kayıt Tarihi

# PropertyDatePrinted
source: Date Printed
id_id: Tanggal Dicetak
pl_pl: Data wydrukowania
ru_ru: Дата печати
tr_tr: Basım Tarihi

# PropertyTotalEditingTime
source: Total Editing Time
id_id: Waktu Total Pengeditan
pl_pl: Całkowity czas zakończenia
ru_ru: Общее время правки
tr_tr: Toplam Düzenleme Süresi

# PropertyTemplate
source: Template
id_id: Chitakan
pl_pl: Szablon
ru_ru: Шаблон
tr_tr: Kalıp

# PropertyWordCount
source: Word Count
id_id: Jumlah Kata
pl_pl: Ilość słów
ru_ru: Количество слов
tr_tr: Sözcük Sayısı

# PropertyCharacterCount
source: Character Count
id_id: Jumlah Karakter
pl_pl: Ilość liter
ru_ru: Количество знаков
tr_tr: Karakter Sayısı

# PropertyLineCount
source: Line Count
id_id: Jumlah Baris
pl_pl: Ilość linii
ru_ru: Количество строк
tr_tr: Satır Sayısı

# PropertyParagraphCount
source: Paragraph Count
id_id: Jumlah Paragraf
pl_pl: Ilość akapitów
ru_ru: Количество абзацев
tr_tr: Paragraf Sayısı

# PropertyPageCount
source: Page Count
id_id: Jumlah Halaman
pl_pl: Ilość stron
ru_ru: Количество страниц
tr_tr: Sayfa Sayısı

# PropertySlideCount
source: Slide Count
id_id: Jumlah Selusuh
pl_pl: Ilość slajdów
ru_ru: Количество слайдов
tr_tr: Slayt Sayısı

# PropertyFrameRate
source: Frame Rate
id_id: Kecepatan Bingkai
pl_pl: Klatki na sekundę
ru_ru: Частота кадров
tr_tr: Kare Hızı

# PropertyFrameWidth
source: Frame Width
id_id: Lebar Bingkai
pl_pl: Szerokość klatki
ru_ru: Ширина кадра
tr_tr: Kare Genişliği
