Repository: files-community/Files
Catalog: src/Files.Uwp/MultilingualResources/Files.*.xlf
Languages: id_id, pl_pl, ru_ru, tr_tr

source: Rotate left
id_id: Miringkan ke kiri
pl_pl: Obróć w lewo
tr_tr: Sola Döndür

source: Rotate right
id_id: Miringkan ke kanan
pl_pl: Obróć w prawo
tr_tr: Sağa Döndür

source: Install
id_id: Pasang
pl_pl: Zainstaluj
tr_tr: Yükle

source: Close tabs to the left
id_id: Tutup halaman di sebelah kiri
pl_pl: Zamknij karty po lewej
tr_tr: Soldaki sekmeleri kapat

source: Close tabs to the right
id_id: Tutup halaman di sebelah kanan
pl_pl: Zamknij karty po prawej
tr_tr: Sağdaki sekmeleri kapat

source: Show dot files
id_id: Tampilkan titik pada berkas
pl_pl: Pokaż pliki rozpoczynające się kropką
tr_tr: dot Dosyalarını Göster

source: Close other tabs
id_id: Tutup halaman lainnya
pl_pl: Zamknij inne karty
tr_tr: Diğer Sekmeleri Kapat

source: Music
id_id: Lagu
pl_pl: Muzyka
tr_tr: Müzik

source: Pictures
id_id: Gambar
pl_pl: Obrazy
tr_tr: Resimler

source: Videos
id_id: Tontonan
pl_pl: Wideo
tr_tr: Videolar

source: Update Files
id_id: Perbarui Files
pl_pl: Zaktualizuj aplikację Files
tr_tr: Dosyaları Güncelle

# StatusPreparingItemsDetails_Plural
source: Preparing {0} items
id_id: Mempersiapkan {0} Item
pl_pl: Przygotowywanie {0} elementów
tr_tr: {0} Tane Dosya Hazırlanıyor

# PrepareInProgress
source: Preparing items
id_id: Mempersiapkan Item
pl_pl: Przygotowywanie elementów
tr_tr: Dosyalar Hazırlanıyor

# StatusCopyFailed
source: Copy failed
id_id: Gagal menyalin
pl_pl: Kopiowanie nie powiodło się.
tr_tr: Kopyalama başarısız oldu

# StatusMoveFailed
source: Move failed
id_id: Gagal memindah
pl_pl: Przenoszenie nie powiodło się.
tr_tr: Taşıma başarısız oldu.

# FileTags
source: Tags
id_id: Penanda
pl_pl: Tagi
tr_tr: Etiketler

# SystemTimeStyle
source: System
id_id: Sistem
pl_pl: Systemowy
tr_tr: Sistem

source: Universal
pl_pl: Uniwersalny
tr_tr: Evrensel

# SettingsFilesAndFoldersShowThumbnails
source: Show thumbnails
id_id: Tampilkan Gambar kecil
pl_pl: Pokaż miniatury
tr_tr: Küçük resimleri göster

source: Retry
id_id: Coba Lagi
pl_pl: Spróbuj ponownie
tr_tr: Yeniden Dene

# SideBarFavoritesMoveOneDown
source: Move one down
id_id: Pindah satu ke bawah
pl_pl: Przenieś o jeden w dół
ru_ru: Переместить на один элемент ниже

# StatusCopyFailedDetails_Plural
source: Failed to copy {0} items from {1} to {2}
id_id: Gagal menyalin {0} item dari {1} ke {2}

# StatusCopyFailedDetails_Singular
source: Failed to copy {0} item from {1} to {2}
id_id: Gagal menyalin {0} item dari {1} ke {2}

# SettingsShowFileTagsSection.Title
source: Show Tags section
id_id: Tampilkan bagian penanda

# SettingsShowFileTagsSectionSwitch.AutomationProperties.Name
source: Show Tags section
id_id: Tampilkan bagian penanda

# FileInUseByDialog.Text
source: The file you are attempting to access is currently being used by {0}
id_id: Berkas yang Anda coba akses sedang digunakan oleh {0}

# FileInUseDialog.Text
source: The file you are attempting to access is currently being used by an another application
id_id: Berkas yang Anda coba buka sedang digunakan oleh aplikasi lain

# FileInUseDialog.Title
source: File is in use
id_id: Berkas sedang di gunakan

# UseCompactStyles
source: Use compact styles in the details layout
id_id: Gunakan gaya fleksibel di dalam penataan detail

# DateFormatSample
source: ex: {0}, {1}
id_id: mis: {0}, {1}

# ErrorDialogUnsupportedMoveOperation
source: Move operation is not supported in this context. Do you want to copy the items instead?
id_id: Operasi pemindahan tidak didukung dalam konteks ini. Apakah Anda ingin menyalin item ini?

# SystemTimeStye
source: System
ru_ru: Как в системе

# FileInUseDeleteDialog.Text
source: The file you're trying to delete is currently being used by an another application.
ru_ru: Файл, который Вы пытаетесь удалить, в настоящее время используется другим приложением.

# FileInUseDeleteDialog.Title
source: File is in use
ru_ru: Файл используется

# FileInUseDeleteDialog.PrimaryButtonText
source: Try again
ru_ru: Повторить

# KiloByteSymbol
source: KB
ru_ru: КБ

# MegaByteSymbol
source: MB
ru_ru: МБ

# GigaByteSymbol
source: GB
ru_ru: ГБ

# TeraByteSymbol
source: TB
ru_ru: ТБ

# PetaByteSymbol
source: PB
ru_ru: ПБ

# ByteSymbol
source: B
ru_ru: Б

# BitlockerDialog.PrimaryButtonText
source: Unlock
ru_ru: Разблокировать

# BitlockerDialog.Title
source: Enter password to unlock the drive
ru_ru: Введите пароль, чтобы разблокировать диск

# BitlockerDialogInputText.PlaceholderText
source: Password
ru_ru: Введите пароль

# BitlockerInvalidPwDialog.Text
source: Please check the password and try again.
ru_ru: Пожалуйста, проверьте пароль и попробуйте снова.

# BitlockerInvalidPwDialog.Title
source: BitLocker error
ru_ru: Ошибка BitLocker

# PropertySaveErrorDialog.PrimaryButtonText
source: Retry
ru_ru: Повторить

# SidebarNetworkDrives
source: Network drives
ru_ru: Сетевые диски

# BaseLayoutContextFlyoutSortByFileTag.Text
source: File tag
ru_ru: Метка

# NavToolbarArrangementOptionFileTag.Text
source: File tag
ru_ru: Метка

# DetailsViewHeaderFlyout_ShowFileTag.Text
source: File tag
ru_ru: Метка

# SettingsEditFileTagsExpander.Title
source: Edit file tags
ru_ru: Редактировать метки

# SettingsEnableFileTags.Title
source: Enable file tags
ru_ru: Включить функцию меток файлов
