Repository: files-community/Files
Catalog: src/Files.Uwp/MultilingualResources/Files.*.xlf
Languages: id_id, pl_pl, ru_ru, tr_tr

source: Copy location
id_id: Salin lokasi
pl_pl: Kopiuj jako ścieżkę
ru_ru: Копировать местоположение
tr_tr: Konumu kopyala

# NavigationToolbarPaste.Label
source: Paste
id_id: Tempel
pl_pl: Wklej
ru_ru: Вставить
tr_tr: Yapıştırmak

# BaseLayoutContextFlyoutNew.Label
source: New
id_id: Baru
pl_pl: Nowy
ru_ru: Создать
tr_tr: Yeni

# NavigationToolbarNewPane.Label
source: New pane
id_id: Panel baru
pl_pl: Nowy panel
ru_ru: Новая панель
tr_tr: Yeni bölme

source: Security
id_id: Keamanan
pl_pl: Zabezpieczenia
ru_ru: Безопасность
tr_tr: Güvenlik

source: Advanced permissions
id_id: Izin tingkat lanjut
pl_pl: Uprawnienia zaawansowane
ru_ru: Расширенные разрешения
tr_tr: Gelişmiş izinler

source: Allow
id_id: Izinkan
pl_pl: Zezwalaj
ru_ru: Разрешить
tr_tr: İzin Vermek

# SecurityDenyLabel.Text
source: Deny
id_id: Tolak
pl_pl: Odmów
ru_ru: Запретить
tr_tr: Reddetmek

# SecurityFullControlLabel.Text
source: Full control
id_id: Kontrol penuh
pl_pl: Pełna kontrola
ru_ru: Полный доступ
tr_tr: Tam kontrol

# SecurityListDirectoryLabel.Text
source: List directory contents
id_id: Daftar konten katalog
pl_pl: Wyświetlanie zawartości folderu
ru_ru: Чтение
tr_tr: Dizin içeriğini listele

# SecurityModifyLabel.Text
source: Modify
id_id: Ubah
pl_pl: Modyfikacja
ru_ru: Запись
tr_tr: Değiştir

# SecurityPermissionsLabel.Text
source: Permissions for
id_id: Izin untuk
pl_pl: Uprawnienia dla
ru_ru: Разрешения для
tr_tr: Için izinler

# SecurityReadAndExecuteLabel.Text
source: Read and execute
id_id: Baca dan eksekusi
pl_pl: Odczyt i wykonywanie
ru_ru: Чтение и выполнение
tr_tr: Oku ve yürüt

# SecurityReadLabel.Text
source: Read
id_id: Baca
pl_pl: Odczyt
ru_ru: Чтение
tr_tr: Oku

# SecurityUsersGroupLabel.Text
source: Group or user names
id_id: Grup atau nama pengguna
pl_pl: Nazwy grup lub użytkowników
ru_ru: Группы или пользователи
tr_tr: Grup veya kullanıcı adları

source: Write
id_id: Tulis
pl_pl: Zapis
ru_ru: Запись
tr_tr: Yazmak

# SecurityUnknownAccount
source: Unknown account
id_id: Akun tidak diketahui
pl_pl: Nieznane konto
ru_ru: Неизвестная учетная запись
tr_tr: Bilinmeyen hesap

# SecurityCannotReadProperties.Text
source: You do not have permissions to view the security properties of this object. Click "Advanced permissions" to proceed.
id_id: Anda tidak memiliki izin untuk melihat properti keamanan pada objek ini. Klik "Izin tingkat lanjut" untuk melanjutkan.
pl_pl: Nie masz uprawnień do przeglądania zabezpieczeń tego objektu. Kliknij "Uprawnienia zaawansowane" aby kontynuować.
ru_ru: У Вас нет прав на просмотр свойств безопасности этого объекта. Нажмите «Расширенные разрешения», чтобы продолжить.
tr_tr: Bu nesnenin güvenlik özelliklerini görüntüleme izniniz yok. Devam etmek için "Gelişmiş izinler" i tıklayın.

# SecurityOwnerLabel.Text
source: Owner
id_id: Pemilik
pl_pl: Właściciel
ru_ru: Владелец
tr_tr: Sahip

# SecurityUnknownOwnerText.Text
source: Unknown owner
id_id: Pemilik tidak diketahui
pl_pl: Nieznany właściciel
ru_ru: Неизвестный владелец
tr_tr: Bilinmeyen sahip

source: Default
id_id: Bawaan
pl_pl: Domyślny
ru_ru: По умолчанию
tr_tr: Varsayılan

# SettingsAppearanceOpenThemesFolderButton.Content
source: Open themes folder
id_id: Buka folder tema
pl_pl: Otwórz folder motywów
ru_ru: Перейти к расположению тем
tr_tr: Temalar klasörünü aç

# SettingsThemesLearnMoreButton.AutomationProperties.Name
source: Learn more about custom themes
id_id: Pelajari lebih lanjut tentang tema kustom
pl_pl: Dowiedz się więcej na temat niestandardowych motywów
ru_ru: Узнать больше о пользовательских темах
tr_tr: Özel temalar hakkında daha fazla bilgi edinin

# SettingsThemesLearnMoreButton.ToolTipService.ToolTip
source: Learn more about custom themes
id_id: Pelajari lebih lanjut tentang tema kustom
pl_pl: Dowiedz się więcej na temat niestandardowych motywów
ru_ru: Узнать больше о пользовательских темах
tr_tr: Özel temalar hakkında daha fazla bilgi edinin

# SettingsThemesTeachingTipHeader.Text
source: Custom themes provide a great way for you to personalize Files.
id_id: Tema kustom memberikan cara bagus untuk mempersonalisasi Files
pl_pl: Motywy niestandardowe to świetny sposób na personalizację aplikacji Files.
ru_ru: Пользовательские темы предоставляют прекрасную возможность персонализировать Files.
tr_tr: Özel temalar, Dosyaları kişiselleştirmeniz için harika bir yol sağlar.

# SettingsThemesTeachingTipHyperlinkText.Text
source: View documentation.
id_id: Lihat dokumentasi.
pl_pl: Wyświetl dokumentację.
ru_ru: Посмотреть документацию.
tr_tr: Belgeleri görüntüleyin.

# VerticalTabFlyout.AutomationProperties.Name
source: Vertical tab flyout
id_id: Halaman mengambang vertikal
pl_pl: Pionowe menu kart
ru_ru: Вкладки
tr_tr: Dikey sekme açılır

# VerticalTabFlyout.ToolTipService.ToolTip
source: Vertical tab flyout
id_id: Halaman mengambang vertikal
pl_pl: Pionowe menu kart
ru_ru: Вкладки
tr_tr: Dikey sekme açılır

# HorizontalMultitaskingControlAddButton.AutomationProperties.Name
source: New tab (Ctrl+T)
id_id: Halaman baru (Ctrl+T)
pl_pl: Nowa karta (Ctrl+T)
ru_ru: Новая вкладка (Ctrl+T)
tr_tr: Yeni sekme (Ctrl+T)

# SideBarCreateNewLibrary.Text
source: Create new library
id_id: Buat pustaka baru
pl_pl: Utwórz nową bibliotekę.
ru_ru: Создать библиотеку
tr_tr: Yeni kitaplık oluştur

# SideBarRestoreLibraries.Text
source: Restore default libraries
id_id: Kembalikan pustaka default
pl_pl: Przywróć domyślne biblioteki
ru_ru: Восстановить библиотеки по умолчанию
tr_tr: Varsayılan kitaplıkları geri yükle

# DialogRestoreLibrariesButtonText
source: Restore
id_id: Pulihkan
pl_pl: Przywróć
ru_ru: Восстановить
tr_tr: Onarmak

# DialogRestoreLibrariesSubtitleText
source: Are you sure you want to restore the default libraries? All your files will remain on your storage.
id_id: Apakah Anda yakin ingin mengembalikan semua pustaka bawaan? Semua berkas Anda akan tetap di penyimpanan Anda.
pl_pl: Czy na pewno chcesz przywrócić domyślne biblioteki? Wszystkie pliki pozostaną na Twoim dysku.
ru_ru: Вы уверены, что хотите восстановить библиотеки по умолчанию? Все Ваши файлы останутся на Вашем диске.
tr_tr: Varsayılan kitaplıkları geri yüklemek istediğinizden emin misiniz? Tüm dosyalarınız depolama alanınızda kalacaktır.

# DialogRestoreLibrariesTitleText
source: Restore Libraries
id_id: Kembalikan Pustaka
pl_pl: Przywróć Biblioteki
ru_ru: Восстановить библиотеки
tr_tr: Kitaplıkları Geri Yükle

source: Recent Files
id_id: Berkas Terbaru
pl_pl: Ostatnio używane pliki
ru_ru: Последние файлы
tr_tr: Son Dosyalar

# BundlesOpenInNewPane.Text
source: Open in new Pane
id_id: Buka di Panel baru
pl_pl: Otwórz w nowym panelu
ru_ru: Открыть на новой панели
tr_tr: Yeni Bölmede Aç

# PropertyFileOwner
source: Owner
id_id: Pemilik
pl_pl: Właściciel
ru_ru: Владелец
tr_tr: Sahip

# SecurityAdvancedPermissionsTitle
source: Advanced permissions for {0}
id_id: Izin tingkat lanjut untuk {0}
pl_pl: Zaawansowane uprawnienia dla {0}
ru_ru: Расширенные разрешения для {0}
tr_tr: {0} için gelişmiş izinler

# SecuritySpecialLabel.Text
source: Special
id_id: Khusus
pl_pl: Uprawnienia specjalne
ru_ru: Особые
tr_tr: Özel

source: Access
id_id: Akses
pl_pl: Dostęp
ru_ru: Доступ
tr_tr: Erişim

# SecurityAdvancedAppliesToLabel.Text
source: Applies to
id_id: Terapkan pada
pl_pl: Dotyczy
ru_ru: Применяется к
tr_tr: Şunlar için geçerlidir

# SecurityAdvancedEntityLabel.Text
source: Entity
id_id: Entitas
pl_pl: Podmiot
ru_ru: Субъект
tr_tr: Varlık

# SecurityAdvancedFlagsFilesLabel
source: files
id_id: berkas
pl_pl: pliki
ru_ru: файлы
tr_tr: dosyalar

# SecurityAdvancedFlagsFolderLabel
source: this folder
id_id: folder ini
pl_pl: ten folder
ru_ru: эта папка
tr_tr: bu klasör

# SecurityAdvancedFlagsSubfoldersLabel
source: subfolders
id_id: subfolder
pl_pl: podfoldery
ru_ru: подпапки
tr_tr: alt klasör

# SecurityAdvancedInheritedLabel.Text
source: Inherited
id_id: Diwariskan
pl_pl: Odziedziczone po
ru_ru: Унаследовано
tr_tr: Miras

# SecurityAdvancedPermissionsLabel.Text
source: Permissions
id_id: Izin
pl_pl: Uprawnienia
ru_ru: Разрешения
tr_tr: İzinler

# SecurityAdvancedTypeLabel.Text
source: Type
id_id: Tipe
pl_pl: Typ
ru_ru: Тип
tr_tr: Tip

# SecurityAdvancedCannotReadProperties.Text
source: You do not have permissions to view the security properties of this object. You can try to take ownership of this object.
id_id: Anda tidak memiliki izin untuk melihat properti keamanan pada objek ini. Anda bisa mencoba mengambil hak kepemilikan dari objek ini.
pl_pl: Nie masz uprawnień do przeglądania właściwości zabezpieczeń tego obiektu. Możesz spróbować przejąć własność nad tym objektem.
ru_ru: У Вас нет прав на просмотр свойств безопасности этого объекта. Вы можете попробовать стать владельцем этого объекта.
tr_tr: Bu nesnenin güvenlik özelliklerini görüntüleme izniniz yok. Bu nesnenin sahipliğini almayı deneyebilirsiniz.

# SecurityAdvancedSpecialLabel.Text
source: Special
id_id: Khusus
pl_pl: Uprawnienia specjalne
ru_ru: Особые
tr_tr: Özel

# SecurityAdvancedFolderFiles.Text
source: This folder and files
id_id: Folder dan berkas ini
pl_pl: Ten folder i pliki
ru_ru: Для этой папки и ее файлов
tr_tr: Bu klasör ve dosyalar

# SecurityAdvancedFolderSubfoldersFiles.Text
source: This folder, subfolders and files
id_id: Folder ini, subfolders dan berkas
pl_pl: Ten folder, podfoldery i pliki
ru_ru: Для этой папки, ее подпапок и файлов
tr_tr: Bu klasör, alt klasörler ve dosyalar

# SecurityAdvancedOnlyFiles.Text
source: Only files
id_id: Hanya berkas
pl_pl: Tylko pliki
ru_ru: Только файлы
tr_tr: Yalnızca dosyalar

# SecurityAdvancedOnlySubfolders.Text
source: Only subfolders
id_id: Hanya subfolder
pl_pl: Tylko podfoldery
ru_ru: Только подпапки
tr_tr: Yalnızca alt klasörler

# SecurityAdvancedOnlySubfoldersFiles.Text
source: Only subfolders and files
id_id: Hanya subfolders dan berkas
pl_pl: Tylko podfoldery i pliki
ru_ru: Только подпапки и файлы
tr_tr: Yalnızca alt klasörler ve dosyalar

# SecurityAdvancedOnlyThisFolder.Text
source: Only this folder
id_id: Hanya folder ini
pl_pl: Tylko ten folder
ru_ru: Только эта папка
tr_tr: Sadece bu klasör

# SecurityAdvancedFolderSubfolders.Text
source: This folder and subfolders
id_id: Hanya folder dan subfolder
pl_pl: Ten folder i podfoldery
ru_ru: Для этой папки и ее подпапок
tr_tr: Bu klasör ve alt klasörler

# SecurityAppendDataLabel.Text
source: Append data
id_id: Sisipkan data
pl_pl: Dołącz dane
tr_tr: Veri ekle

# SecurityChangePermissionsLabel.Text
source: Change permission
id_id: Ubah izin
pl_pl: Zmień uprawnienie
ru_ru: Изменить разрешения
tr_tr: İzni değiştir

# SecurityCreateDirectoriesLabel.Text
source: Create folders
id_id: Buat folder
pl_pl: Tworzenie folderów
ru_ru: Создание папок
tr_tr: Klasör oluştur

# SecurityCreateFilesLabel.Text
source: Create files
id_id: Buat berkas
pl_pl: Tworzenie plików
ru_ru: Создание файлов
tr_tr: Dosya oluştur

source: Delete
id_id: Hapus
pl_pl: Usuń
ru_ru: Удаление
tr_tr: Silmek

# SecurityDeleteSubdirectoriesAndFilesLabel.Text
source: Delete subdirectories and files
id_id: Hapus subkatalog dan berkas
pl_pl: Usuń podfoldery i pliki
ru_ru: Удаление подпапок и файлов
tr_tr: Alt dizinleri ve dosyaları silin

# SecurityExecuteFileLabel.Text
source: Execute files
id_id: Eksekusi berkas
pl_pl: Wykonywanie plików
ru_ru: Выполнение файлов
tr_tr: Dosyaları yürütün

# SecurityReadAttributesLabel.Text
source: Read attributes
id_id: Baca atribut
pl_pl: Odczyt atrybutów
ru_ru: Чтение атрибутов
tr_tr: Nitelikleri oku

# SecurityReadDataLabel.Text
source: Read data
id_id: Baca data
pl_pl: Odczyt danych
ru_ru: Чтение данных
tr_tr: Verileri oku

# SecurityReadExtendedAttributesLabel.Text
source: Read extended attributes
id_id: Baca atribut yang diperluas
pl_pl: Odczyt atrybutów rozszerzonych
ru_ru: Чтение дополнительных атрибутов
tr_tr: Genişletilmiş özellikleri oku

# SecurityReadPermissionsLabel.Text
source: Read permissions
id_id: Baca izin
pl_pl: Uprawnienia do odczytu
ru_ru: Чтение разрешений
tr_tr: İzinleri oku

# SecurityTakeOwnershipLabel.Text
source: Take ownership
id_id: Ambil hak kepemilikan
pl_pl: Przejmij własność
ru_ru: Смена владельца
tr_tr: Sahipliğini almak

# SecurityTraverseLabel.Text
source: Visit folder
id_id: Kunjungi folder
pl_pl: Odwiedź folder
ru_ru: Траверс папок
tr_tr: Klasörü ziyaret et

# SecurityWriteAttributesLabel.Text
source: Write attributes
id_id: Tulis atribut
pl_pl: Zapis atrybutów
ru_ru: Запись атрибутов
tr_tr: Nitelikleri yaz

# SecurityWriteDataLabel.Text
source: Write data
id_id: Tulis data
pl_pl: Zapis danych
ru_ru: Запись данных
tr_tr: Veri yaz

# SecurityWriteExtendedAttributesLabel.Text
source: Write extended attributes
id_id: Tulis atribut yang diperluas
pl_pl: Zapis atrybutów rozszerzonych
ru_ru: Запись дополнительных атрибутов
tr_tr: Genişletilmiş nitelikler yaz

# SecurityAdvancedInheritedConvert.Text
source: Convert inherited permissions into explicit permissions
id_id: Konversikan izin yang diwariskan ke izin eksplisit
pl_pl: Konwertuj uprawnienia odziedziczone na uprawnienia jawne
ru_ru: Преобразовать унаследованные разрешения в явные разрешения
tr_tr: Devralınan izinleri açık izinlere dönüştürün

# SecurityAdvancedInheritedEnable.Text
source: Enable inheritance
id_id: Aktifkan pewarisan
pl_pl: Włącz dziedziczenie
ru_ru: Включить наследование
tr_tr: Devralmayı etkinleştir

# SecurityAdvancedInheritedRemove.Text
source: Remove all inherited permissions
id_id: Hapus semua izin yang diwariskan
pl_pl: Usuń wszystkie odziedziczone uprawnienia
ru_ru: Удалить все унаследованные разрешения
tr_tr: Devralınan tüm izinleri kaldırın

# SecurityAdvancedReplaceChildPermissions.Text
source: Reset child permissions
id_id: Atur ulang izin bawahannya
pl_pl: Resetuj podrzędne uprawnienia
ru_ru: Сбросить дочерние разрешения
tr_tr: Alt izinleri sıfırla

# SecurityAdvancedReplaceChildPermissions2.ToolTipService.ToolTip
source: Replace all child object permissions entries with inheritable permission entries from this object
id_id: Ganti semua entri izin objek bawahan dengan entri izin yang dapat diwariskan dari objek ini
pl_pl: Zastąp wszystkie wpisy uprawnień obiektu podrzędnego wpisami uprawnień dziedzicznych z tego obiektu
ru_ru: Заменить все записи разрешений дочернего объекта наследуемыми записями разрешений от этого объекта
tr_tr: Tüm alt nesne izin girişlerini bu nesneden devralınabilir izin girişleriyle değiştir

# NavigationToolbarClosePane.Label
source: Close pane
id_id: Tutup panel
pl_pl: Zamknij panel
ru_ru: Закрыть панель
tr_tr: Bölmeyi kapat

# PropertyFileDescription
source: File description
id_id: Keterangan berkas
pl_pl: Opis pliku
ru_ru: Описание файла
tr_tr: Dosya açıklaması

# PropertyCompany
source: Company
id_id: Perusahaan
pl_pl: Firma
ru_ru: Организация
tr_tr: Şirket

# PropertyLanguage
source: Language
id_id: Bahasa
pl_pl: Język
ru_ru: Язык
tr_tr: Dilim

# PropertyTrademarks
source: Trademarks
id_id: Merek dagang
pl_pl: Znaki towarowe
ru_ru: Товарные знаки
tr_tr: Ticari markalar

# PropertyFileVersion
source: File version
id_id: Versi file
pl_pl: Wersja pliku:
ru_ru: Версия файла
tr_tr: Dosya sürümü

# PreviewPaneLoadCloudItemButton.ToolTipService.ToolTip
source: Downloads the item from the cloud and loads the preview
id_id: Unduh item dari cloud lalu buka pratinjau
pl_pl: Pobiera element z chmury i ładuje podgląd
ru_ru: Загружает объект из облака и загружает предварительный просмотр
tr_tr: Öğeyi buluttan indirir ve önizlemeyi yükler

# DecompressArchiveDialog.Title
source: Select a destination and extract files
id_id: Pilih tujuan lalu ekstrak berkas
pl_pl: Wybierz miejsce docelowe i wypakuj pliki
ru_ru: Выберите место назначения и извлеките файлы
tr_tr: Bir hedef seçin ve dosyaları çıkarın

# DecompressArchiveDialogOpenDestinationWhenComplete.Content
source: Open destination folder when complete
id_id: Buka folder tujuan setelah selesai
pl_pl: Po zakończeniu otwórz folder docelowy
ru_ru: По завершении открыть папку назначения
tr_tr: Tamamlandığında hedef klasörü aç

# BaseLayoutItemContextFlyoutExtractFilesOption
source: Extract files
id_id: Ekstrak berkas
pl_pl: Wypakuj pliki
ru_ru: Извлечь файлы
tr_tr: Dosyaları ayıkla

# BaseLayoutItemContextFlyoutExtractHereOption
source: Extract here
id_id: Ekstrak di sini
pl_pl: Wypakuj tutaj
ru_ru: Извлечь сюда
tr_tr: Buraya Çıkart

# BaseLayoutItemContextFlyoutExtractionOptions
source: Extract...
id_id: Ekstrak...
pl_pl: Wypakuj...
ru_ru: Извлечь...
tr_tr: Çıkarmak...

# BaseLayoutItemContextFlyoutExtractToChildFolder
source: Extract to {0}\
id_id: Ekstrak ke {0}\
pl_pl: Wypakuj do: {0}
ru_ru: Извлечь в {0}\
tr_tr: {0}\ klasörüne çıkar

# DetailsArchiveItemCount
source: {0} items ({1} files, {2} folders)
id_id: {0} benda ({1} berkas, {2} folder)
pl_pl: {0} elementów ({1} plików, {2} folderów)
ru_ru: {0} элементов ({1} файлов, {2} папок)
tr_tr: {0} öğe ({1} dosya, {2} klasör)

# PropertyUncompressedSize
source: Uncompressed size
id_id: Ukuran tidak terkompresi
pl_pl: Rozmiar nieskompresowany
ru_ru: Несжатый размер
tr_tr: Sıkıştırılmamış boyut

# NavigationToolbarEnterCompactOverlay.Label
source: Enter compact overlay
id_id: Masuk ke tampilan fleksibel
pl_pl: Otwórz kompaktową nakładkę
ru_ru: Войти в компактный режим
tr_tr: Kompakt yer paylaşımını girin

# NavigationToolbarExitCompactOverlay.Label
source: Exit compact overlay
id_id: Keluar dari tampilan fleksibel
pl_pl: Wyjdź z kompaktowej nakładki
ru_ru: Выйти из компактного режима
tr_tr: Kompakt yer paylaşımından çık

# SideBarHideSectionFromSideBar.Text
source: Hide {0} section
id_id: Sembunyikan bagian {0}
pl_pl: Ukryj {0} sekcję
ru_ru: Скрыть секцию {0}
tr_tr: {0} bölümünü gizle

# SettingsMultitaskingAlwaysOpenDualPane
source: Always open new tabs in dual pane mode
id_id: Selalu buka halaman baru di mode panel ganda
pl_pl: Zawsze otwieraj nowe karty w trybie dwóch panelów
ru_ru: Всегда открывать новые вкладки в режиме двойной панели
tr_tr: Çift bölme modunda her zaman yeni sekmeler açın

# SettingsMultitaskingEnableDualPane
source: Enable dual pane view
id_id: Aktifkan tampilan panel ganda
pl_pl: Włącz widok podwójnych paneli
ru_ru: Включить режим двойной панели
tr_tr: Çift bölmeli görünümü etkinleştir

# SettingsVerticalTabFlyout
source: Display the vertical tab flyout on the title bar
id_id: Tampilkan halaman mengambang tegak pada bilah judul
pl_pl: Wyświetl pionowe menu kart na pasku tytułu
ru_ru: Отображать всплывающее окно с вертикальными вкладками в строке заголовка
tr_tr: Başlık çubuğunda dikey sekme açılır penceresini görüntüleyin

# SettingsShowCloudDrivesSection.Title
source: Show cloud drives section
id_id: Tampilkan bagian penyimpanan awan
pl_pl: Pokaż sekcję Dyski w chmurze
ru_ru: Показать секцию Облачные хранилища
tr_tr: Kenar çubuğunda bulut sürücüleri bölümünü göster

# SettingsShowDrivesSection.Title
source: Show drives section
id_id: Tampilkan bagian penyimanan
pl_pl: Pokaż sekcję Dyski
ru_ru: Показать секцию Диски
tr_tr: Kenar çubuğunda sürücüler bölümünü göster

# SettingsShowWslSection.Title
source: Show WSL section
id_id: Tampilkan bagian WSL
pl_pl: Pokaż sekcję WSL
ru_ru: Показать секцию WSL
tr_tr: Kenar çubuğunda WSL bölümünü göster

# SettingsShowNetworkDrivesSection.Title
source: Show network section
id_id: Tampilkan bagian jaringan
pl_pl: Pokaż sekcję Sieci
ru_ru: Показать секцию Сетевые диски
tr_tr: Kenar çubuğunda ağ sürücüleri bölümünü göster

# SettingsPinRecycleBin.Title
source: Pin Recycle Bin to favorites
id_id: Sematkan Keranjang Sampah ke Kesukaan
pl_pl: Przypnij Kosz do ulubionych
ru_ru: Закрепить Корзину в секции Избранное
tr_tr: Geri Dönüşüm Kutusu'nu Sık Kullanılanlara Sabitle

# SettingsShowLibrarySection.Title
source: Show library section
id_id: Tampilkan bagian pustaka
pl_pl: Pokaż sekcję Bibliotek
ru_ru: Показать секцию Библиотеки
tr_tr: Kenar çubuğunda kitaplık bölümünü göster

# SettingsAppearanceTheme
source: Choose your color
id_id: Pilih warna Anda
pl_pl: Wybierz motyw
ru_ru: Выберите тему
tr_tr: Renginizi seçin

# SettingsAppearanceCustomThemes
source: Custom themes
id_id: Tema kustom
pl_pl: Motywy niestandardowe
ru_ru: Пользовательские темы
tr_tr: Özel temalar

# SettingsContextMenuOverflow
source: Move overflow items into a sub menu
id_id: Pindahkan item berlebihan ke submenu
pl_pl: Przenieś przepełnione elementy do podmenu
ru_ru: Переносить не помещающиеся пункты в подменю
tr_tr: Taşma öğelerini bir alt menüye taşı

# SettingsPreferencesAppLanguage.Title
source: Language
id_id: Bahasa
pl_pl: Język
ru_ru: Язык
tr_tr: Dilim

# SettingsFilesAndFoldersShowFileExtensions
source: Show extensions for known file types
id_id: Tampilkan ekstensi pada berkas yang sudah diketahui
pl_pl: Pokaż rozszerzenia dla znanych typów plików
ru_ru: Показывать расширения для известных типов файлов
tr_tr: Bilinen dosya türleri için uzantıları göster

# SettingsFilesAndFoldersShowHiddenItems
source: Show hidden files and folders
id_id: Tampilkan berkas dan folder tersembunyi
pl_pl: Pokaż ukryte pliki i foldery
ru_ru: Показывать скрытые файлы и папки
tr_tr: Gizli dosya ve klasörleri göster

# SettingsFilesAndFoldersHideSystemItems
source: Hide protected operating system files (Recommended)
id_id: Sembunyikan berkas sistem operasi yang dilindungi (Disarankan)
pl_pl: Ukryj chronione pliki systemu operacyjnego (zalecane)
ru_ru: Скрывать защищенные системные файлы (рекомендуется)
tr_tr: Korunan işletim sistemi dosyalarını gizle (Önerilen)

# SettingsOpenFilesWithOneClick
source: Open files with a single click
id_id: Buka menu dengan sekali klik
pl_pl: Otwieraj pliki jednym kliknięciem
ru_ru: Открывать одним щелчком
tr_tr: Öğeleri tek bir tıklamayla açın

# SettingsListAndSortDirectoriesAlongsideFiles
source: List and sort directories alongside files
id_id: Daftar dan urutkan katalog berdampingan dengan berkas
pl_pl: Wyświetlaj i sortuj katalogi obok plików
ru_ru: Сортировать файлы и папки вместе
tr_tr: Dosyaların yanında dizinleri listeleyin ve sıralayın

# SettingsSearchUnindexedItems
source: Show unindexed items when searching for files and folders
id_id: Tampilkan item yang tidak terindeks ketika mencari berkas dan katalog (pencarian mungkin lebih lama)
pl_pl: Pokaż niezindeksowane elementy podczas wyszukiwania plików i folderów
ru_ru: Показывать неиндексированные элементы при поиске файлов и папок (поиск может занять больше времени)
tr_tr: Dosya ve klasör ararken dizine eklenmemiş öğeleri göster (aramalar daha uzun sürebilir)

# SettingsEnableLayoutPreferencesPerFolder
source: Enable individual preferences for individual directories
id_id: Aktifkan preferensi individu untuk setiap katalog individu
pl_pl: Włącz indywidualne preferencje dla poszczególnych katalogów
ru_ru: Включить индивидуальные настройки отображения для отдельных каталогов
tr_tr: Bireysel dizinler için bireysel tercihleri etkinleştirin

# SettingsUsefulLinks.Title
source: Useful links
id_id: Tautan yang berguna
pl_pl: Przydatne linki
ru_ru: Полезные ссылки
tr_tr: Kullanışlı bağlantılar

# BaseLayoutItemContextFlyoutPinToFavorites.Text
source: Pin to Favorites
id_id: Sematkan ke Kesukaan
pl_pl: Przypnij do ulubionych
ru_ru: Добавить в Избранное
tr_tr: Favorilere Sabitle

# SideBarUnpinFromFavorites.Text
source: Unpin from Favorites
id_id: Hapus semat dari Kesukaan
pl_pl: Odepnij od Ulubionych
ru_ru: Убрать из Избранного
tr_tr: Favorilerden sabitlemeyi kaldır

# BaseLayoutContextFlyoutUnpinFromFavorites.Text
source: Unpin from Favorites
id_id: Hapus semat dari Kesukaan
pl_pl: Odepnij od Ulubionych
ru_ru: Убрать из Избранного
tr_tr: Favorilerden sabitlemeyi kaldır

# NavSettingsButton
source: Settings
id_id: Pengaturan
pl_pl: Ustawienia
ru_ru: Параметры
tr_tr: Ayarlar

# ConsentDialogTitle
source: Updates available
id_id: Pembaruan tersedia
pl_pl: Dostępne aktualizacje
ru_ru: Доступны обновления
tr_tr: Güncellemeler mevcut
