Repository: files-community/Files
Catalog: src/Files.Uwp/MultilingualResources/Files.*.xlf
Languages: id_id, pl_pl, ru_ru, tr_tr

# CreateLibraryErrorAlreadyExists
source: Library with the same name already exists!
id_id: Pustaka dengan nama yang sama sudah ada!
pl_pl: Bliblioteka z tą samą nazwą już istnieje!
ru_ru: Библиотека с таким названием уже существует!
tr_tr: Aynı ada sahip kitaplık zaten var!

# BaseLayoutContextFlyoutDeleteLibrary.Text
source: Delete Library
id_id: Hapus Pustaka
pl_pl: Usuń Bilbliotekę
ru_ru: Удалить библиотеку
tr_tr: Kitaplığı Sil

# DialogCreateLibraryButtonText
source: Create
id_id: Buat
pl_pl: Utwórz
ru_ru: Создать
tr_tr: Yaratmak

# DrivesWidgetOpenStorageSenseButton.ToolTipService.ToolTip
source: Open Storage Sense
id_id: Buka Storage Sense
pl_pl: Otwórz Storage Sense
ru_ru: Открыть системные настройки Хранилища
tr_tr: Açık Depolama Algısı

# DrivesWidgetOpenStorageSenseButton.AutomationProperties.Name
source: Open Storage Sense
id_id: Buka Storage Sense
pl_pl: Otwórz Storage Sense
ru_ru: Открыть системные настройки Хранилища
tr_tr: Açık Depolama Algısı

# PropertyISO
source: ISO speed
id_id: Kecepatan ISO
pl_pl: Szybkość ISO
ru_ru: скорость ISO
tr_tr: ISO hızı

source: Copy
id_id: Salin
pl_pl: Kopiuj
ru_ru: Копировать
tr_tr: Kopyala

# CopyItemsDialogSubtitleMultiple
source: {0} items will be copied
id_id: {0} item akan disalin
pl_pl: {0} elementów zostanie skopiowanych
ru_ru: {0} элементов будет скопировано
tr_tr: {0} öğe kopyalanacak

# CopyItemsDialogTitle
source: Copy item(s)
id_id: Salin item(s)
pl_pl: Kopiuj element(y)
ru_ru: Копировать элемент(ы)
tr_tr: Öğeleri kopyala

# DeleteItemsDialogTitle
source: Delete item(s)
id_id: Hapus item(s)
pl_pl: Usuń element(y)
ru_ru: Удалить элемент(ы)
tr_tr: Ürünleri sil

# MoveItemsDialogPrimaryButtonText
source: Move
id_id: Pindahkan
pl_pl: Przenoszenie
ru_ru: Переместить
tr_tr: Hareket

# MoveItemsDialogSubtitleMultiple
source: {0} items will be moved
id_id: {0} item akan dipindahkan
pl_pl: {0} elementów zostanie przeniesionych
ru_ru: {0} элементов будет перемещено
tr_tr: {0} öğe taşınacak

# MoveItemsDialogTitle
source: Move item(s)
id_id: Pindahkan item
pl_pl: Przenieś element(y)
ru_ru: Переместить элемент(ы)
tr_tr: Öğeleri taşı

# DeleteItemsDialogSubtitleMultiple
source: {0} items will be deleted
id_id: {0} item akan dihapus
pl_pl: {0} elementów zostanie usuniętych
ru_ru: {0} элементов будет удалено
tr_tr: {0} öğe silinecek

# ConflictingItemsDialogPrimaryButtonText
source: Continue
id_id: Lanjutkan
pl_pl: Kontynuuj
ru_ru: Продолжить
tr_tr: Devam

# ConflictingItemsDialogTitle
source: Conflicting file name(s)
id_id: Nama berkas bertentangan
pl_pl: Konfliktujące nazwy plików
ru_ru: Конфликтующие имена файла(ов)
tr_tr: Çakışan dosya adları

# CopyItemsDialogSubtitleSingle
source: One item will be copied
id_id: Satu item akan disalin
pl_pl: Jeden element zostanie skopiowany
ru_ru: Один элемент будет скопирован
tr_tr: Bir öğe kopyalanacak

# DeleteItemsDialogSubtitleSingle
source: One item will be deleted
id_id: Satu item akan dihapus
pl_pl: Jeden element zostanie usunięty
ru_ru: Один элемент будет удален
tr_tr: Bir öğe silinecek

# MoveItemsDialogSubtitleSingle
source: One item will be moved
id_id: Satu item akan dipindahkan
pl_pl: Jeden element zostanie przeniesiony
ru_ru: Один элемент будет перемещен
tr_tr: Bir öğe taşınacak

# DeleteItemsDialogPermanentlyDeleteCheckBox.Content
source: Permanently delete
id_id: Hapus secara permanen
pl_pl: Usuń trwale
ru_ru: Удалить безвозвратно
tr_tr: Kalıcı olarak silmek

# SearchUnindexedItemsLabel.Text
source: Didn't find what you're looking for?
id_id: Tidak menemukan apa yang Anda cari?
pl_pl: Nie możesz znaleźć tego, czego szukasz?
ru_ru: Не нашли то, что искали?
tr_tr: Aradığınızı bulamadınız mı?

# SearchUnindexedItemsButton.Content
source: Search unindexed items.
id_id: Cari item tidak terindeks.
pl_pl: Wyszukaj niezindeksowane elementy.
ru_ru: Искать неиндексированные элементы.
tr_tr: Dizine eklenmemiş öğeleri arayın.

# NavToolbarWidgets.ToolTipService.ToolTip
source: Manage Widgets
id_id: Kelola Widget
pl_pl: Zarządzaj widżetami
ru_ru: Управление виджетами
tr_tr: Widget'ları Yönet

# NavToolbarWidgetsManager.AutomationProperties.Name
source: Manage widgets
id_id: Kelola Widget
pl_pl: Zarządzaj widżetami
ru_ru: Управление виджетами
tr_tr: Widget'ları yönet

# NavToolbarShowBundlesWidget.Header
source: Show Bundles widget
id_id: Tampilkan widget Bundel
pl_pl: Pokaż widżet Paczek
ru_ru: Показывать виджет Коллекции папок
tr_tr: Paketler widget'ını göster

# NavToolbarShowDrivesWidget.Header
source: Show Drives widget
id_id: Tampilkan widget Penyimpanan
pl_pl: Pokaż widżet dysków
ru_ru: Показывать виджет Диски
tr_tr: Sürücüler widget'ını göster

# NavToolbarShowRecentFilesWidget.Header
source: Show Recent Files widget
id_id: Tampilkan widget berkas Terbaru
pl_pl: Pokaż widżet ostatnich plików
ru_ru: Показывать виджет Последние файлы
tr_tr: Son Dosyalar widget'ını göster

# NavToolbarManageWidgetsFlyoutHeader.Text
source: Manage Widgets
id_id: Kelola Widget
pl_pl: Zarządzaj widżetami
ru_ru: Управление виджетами
tr_tr: Widget'ları Yönet

# NavToolbarShowFolderWidget.Header
source: Show Folders widget
id_id: Tampilkan widget Folder
pl_pl: Pokaż widżet folderów
ru_ru: Показывать виджет Папки
tr_tr: Klasörler widget'ını göster

# ConflictingItemsDialogSubtitleMultipleConflictsMultipleNonConflicts
source: There are {0} conflicting file names, and {1} outgoing item(s).
id_id: Ada {0} nama berkas yang bertentangan, dan {1} benda keluar.
pl_pl: Jest {0} konfliktujących nazw plików, oraz {1} wychodzących plik(ów).
ru_ru: Конфликтующих имен файлов: {0}, не конфликтующих: {1}.
tr_tr: {0} çakışan dosya adı ve {1} giden öğe var.

# ConflictingItemsDialogSubtitleSingleConflictMultipleNonConflicts
source: There is one conflicting file name, and {0} outgoing item(s).
id_id: Ada satu nama berkas bertentangan, dan {0} benda keluar.
pl_pl: Jest jedna konfliktująca nazwa plików, oraz {0} wychodzących plik(ów).
ru_ru: Имеется одно конфликтующее имя файла и не конфликтующих: {0}.
tr_tr: Çakışan bir dosya adı ve {0} giden öğe var.

# ConflictingItemsDialogItemOptionReplaceExisting.Text
source: Replace existing
id_id: Ganti yang ada
pl_pl: Zamień istniejące
ru_ru: Заменить существующий
tr_tr: Var olanı değiştir

# ConflictingItemsDialogOptionReplaceExisting.Text
source: Replace existing
id_id: Ganti yang ada
pl_pl: Zamień istniejące
ru_ru: Заменить существующий
tr_tr: Yeni ad oluştur

# ConflictingItemsDialogTakenActionReplaceExisting
source: Replace existing
id_id: Ganti yang ada
pl_pl: Zamień istniejące
ru_ru: Заменить существующий
tr_tr: Yeni ad oluştur

source: Generate new name
id_id: Buat nama baru
pl_pl: Wygeneruj nową nazwę
ru_ru: Сгенерировать новое имя
tr_tr: Yeni ad oluştur

# ConflictingItemsDialogUndoOption.Text
source: Undo
id_id: Batalkan
pl_pl: Cofnij
ru_ru: Отменить
tr_tr: Geri alma

# ConflictingItemsDialogSubtitleMultipleConflictsNoNonConflicts
source: There are {0} conflicting file names.
id_id: Ada {0} nama berkas yang bertentangan.
pl_pl: Jest {0} konfliktujących nazw plików.
ru_ru: Имеются {0} конфликтующих имен файлов.
tr_tr: {0} çakışan dosya adı var.

# ConflictingItemsDialogSubtitleSingleConflictNoNonConflicts
source: There is one conflicting file name.
id_id: Ada satu nama berkas yang bertentangan.
pl_pl: Jest jedna konfliktująca nazwa plików.
ru_ru: Есть одно конфликтующее имя файла.
tr_tr: Çakışan bir dosya adı var.

# BaseLayoutItemContextFlyoutCreateFolderWithSelection.Text
source: Create folder with selection
id_id: Buat folder dari yang dipilih
pl_pl: Utwórz folder z zaznaczeniem
ru_ru: Создать папку из выделения
tr_tr: Seçimle klasör oluştur

# ToolTipDescriptionName
source: Name:
id_id: Nama:
pl_pl: Nazwa:
ru_ru: Имя:
tr_tr: İsim:

# ToolTipDescriptionType
source: Type:
id_id: Jenis:
pl_pl: Typ:
ru_ru: Тип:
tr_tr: Tip:

# ToolTipDescriptionDate
source: Date modified:
id_id: Tanggal dimodifikasi:
pl_pl: Data modyfikacji:
ru_ru: Дата изменения:
tr_tr: Değiştirilme tarihi:

# NavToolbarSelectionOptions.ToolTipService.ToolTip
source: Selection options
id_id: Opsi pilihan
pl_pl: Opcje zaznaczania
ru_ru: Выделение
tr_tr: Seçim seçenekleri

# NavToolbarSelectionOptions.AutomationProperties.Name
source: Selection options
id_id: Opsi pilihan
pl_pl: Opcje zaznaczania
ru_ru: Выделение
tr_tr: Seçim seçenekleri

# FileBrowserThumbnailIconColumnGrid.AutomationProperties.Name
source: File icon
id_id: Ikon berkas
pl_pl: Ikona pliku
ru_ru: Значок файла
tr_tr: Dosya simgesi

# DetailsViewHeaderFlyout_ShowOriginalPath.Text
source: Original path column
id_id: Kolom jalur asli
pl_pl: Kolumna oryginalnej ścieżki
ru_ru: Путь
tr_tr: Orijinal yol sütunu

# DetailsViewHeaderFlyout_ShowItemType.Text
source: Item type column
id_id: Kolom jenis item
pl_pl: Kolumna typu elementu
ru_ru: Тип
tr_tr: Öğe türü sütunu

# DetailsViewHeaderFlyout_ShowDateModified.Text
source: Date modified column
id_id: Kolom tanggal dimodifikasi
pl_pl: Kolumna daty modyfikacji
ru_ru: Дата изменения
tr_tr: Değiştirilme tarihi sütunu

# DetailsViewHeaderFlyout_ShowDateDeleted.Text
source: Date deleted column
id_id: Kolom tanggal dihapus
pl_pl: Kolumna daty usunięcia
ru_ru: Дата удаления
tr_tr: Silinen tarih sütunu

# ResizeElementKeyboardControl.AutomationProperties.Name
source: Sidebar resizer
id_id: Pengubah ukuran bilah sisi
pl_pl: Zmiana rozmiaru paska bocznego
ru_ru: Изменение размера боковой панели
tr_tr: Kenar çubuğu yeniden boyutlandırıcı

# HorizontalMultitaskingControlAddButton.ToolTipService.ToolTip
source: New tab (Ctrl+T)
id_id: Halaman baru (Ctrl+T)
pl_pl: Nowa karta (Ctrl+T)
ru_ru: Новая вкладка (Ctrl+T)
tr_tr: Yeni sekme (Ctrl+T)

# HorizontalMultitaskingControlCloseButton.ToolTipService.ToolTip
source: Close tab (Ctrl+W)
id_id: Tutup halaman (Ctrl+W)
pl_pl: Zamknij kartę (Ctrl+W)
ru_ru: Закрыть вкладку (Ctrl+W)
tr_tr: Sekmeyi kapat (Ctrl+W)

# OpenItemsWithCaptionText
source: Open with
id_id: Buka dengan
pl_pl: Otwórz za pomocą
ru_ru: Открыть с помощью
tr_tr: Bununla aç

# NavToolbarGroupByRadioButtons.Text
source: Group By
id_id: Pengelompokan Menurut
pl_pl: Grupuj według
ru_ru: Группировка
tr_tr: Gruplandırma Ölçütü

# NavToolbarSortByRadioButtons.Text
source: Sort By
id_id: Urutkan Menurut
pl_pl: Sortuj według
ru_ru: Сортировка
tr_tr: Sıralama Ölçütü

# NavToolbarSortDirectionRadioButtons.Header
source: Sort direction
id_id: Arah pengurutan
pl_pl: Kierunek sortowania
ru_ru: Направление сортировки
tr_tr: Sıralama yönü

# ItemSizeText_Huge
source: Huge
id_id: Super besar
pl_pl: Ogromny
ru_ru: Огромный
tr_tr: Kocaman

# ItemSizeText_VeryLarge
source: Very large
id_id: Sangat besar
pl_pl: Bardzo duży
ru_ru: Очень большой
tr_tr: Çok büyük

# ItemSizeText_Large
source: Large
id_id: Besar
pl_pl: Duży
ru_ru: Большой
tr_tr: Büyük

# ItemSizeText_Medium
source: Medium
id_id: Sedang
pl_pl: Średni
ru_ru: Средний
tr_tr: Orta

# ItemSizeText_Small
source: Small
id_id: Kecil
pl_pl: Mały
ru_ru: Маленький
tr_tr: Küçük

# ItemSizeText_Tiny
source: Tiny
id_id: Sangat kecil
pl_pl: Bardzo mały
ru_ru: Крошечный
tr_tr: Minik

source: Today
id_id: Hari ini
pl_pl: Dzisiaj
ru_ru: Сегодня
tr_tr: Bugün

# ItemTimeText_Yesterday
source: Yesterday
id_id: Kemarin
pl_pl: Wczoraj
ru_ru: Вчера
tr_tr: Dün

# ItemTimeText_ThisWeek
source: Earlier this week
id_id: Awal minggu ini
pl_pl: Wcześniej w tym tygodniu
ru_ru: Ранее на этой неделе
tr_tr: Bu haftanın başlarında

# ItemTimeText_LastWeek
source: Last week
id_id: Minggu lalu
pl_pl: Ostatni tydzień
ru_ru: На прошлой неделе
tr_tr: Geçen hafta

# ItemTimeText_ThisMonth
source: This month
id_id: Bulan ini
pl_pl: W tym miesiącu
ru_ru: В этом месяце
tr_tr: Bu ay

# ItemTimeText_LastMonth
source: Last month
id_id: Bulan lalu
pl_pl: Ostatni miesiąc
ru_ru: В прошлом месяце
tr_tr: Geçen ay

# ItemTimeText_ThisYear
source: This year
id_id: Tahun ini
pl_pl: Ten rok
ru_ru: В этом году
tr_tr: Bu yıl

# ItemTimeText_Older
source: Older
id_id: Lebih lama
pl_pl: Starsze
ru_ru: Старее
tr_tr: Daha eski

# ItemTimeText_Before
source: Before {0}
id_id: Sebelum {0}
pl_pl: Przed |0
ru_ru: До {0}
tr_tr: {0} öncesi

# GroupItemsCount_Singular
source: {0} item
pl_pl: {0} element
ru_ru: {0} элемент
tr_tr: {0} öğe

# GroupItemsCount_Plural
source: {0} items
id_id: {0} item
pl_pl: {0} elementy
ru_ru: {0} элементов
tr_tr: {0} öğe

# HorizontalMultitaskingControlReopenClosedTab.Text
source: Reopen closed tab
id_id: Buka kembali halaman yang sudah ditutup
pl_pl: Otwórz ponownie zamkniętą kartę
ru_ru: Открыть закрытую вкладку
tr_tr: Kapatılan sekmeyi yeniden aç

# SettingsAboutPrivacyPolicy.Text
source: Privacy policy
id_id: Kebijakan privasi
pl_pl: Polityka prywatności
ru_ru: Политика конфиденциальности
tr_tr: Gizlilik Politikası

# SettingsAboutPrivacyPolicyListViewItem.AutomationProperties.Name
source: View Files privacy policy
id_id: Buka Kebijakan privasi Files
pl_pl: Wyświetl politykę prywatności aplikacji Files
ru_ru: Посмотреть политику конфиденциальности Files
tr_tr: Files gizlilik politikasını görüntüleyin

# RenameFileDialogTitle
source: Rename
id_id: Ubah nama
pl_pl: Zmień nazwę
ru_ru: Переименовать
tr_tr: Yeniden isimlendirmek

# StatusDeletionCancelled
source: Deletion cancelled
id_id: Penghapusan dibatalkan
pl_pl: Usuwanie anulowane
ru_ru: Удаление отменено
tr_tr: Silme iptal edildi

# StatusMoveCanceled
source: Move canceled
id_id: Pemindahan dibatalkan
pl_pl: Przenoszenie anulowane
ru_ru: Перемещение отменено
tr_tr: Taşıma iptal edildi

# StatusCopyCanceled
source: Copy canceled
id_id: Penyalinan dibatalkan
pl_pl: Kopiowanie anulowane
ru_ru: Копирование отменено
tr_tr: Kopya iptal edildi

# StatusMoveCanceledDetails_Singular
source: Moving {0} item from {1} to {2} was canceled
id_id: Pemindahan {0} item dari {1} ke {2} telah dibatalkan
pl_pl: Przenoszenie {0} elementu z {1} do {2} anulowane
ru_ru: Перемещение {0} элемента из {1} в {2} отменено
tr_tr: {0} öğesinin {1} öğesinden {2} öğesine taşınması iptal edildi

# StatusMoveCanceledDetails_Plural
source: Moving {0} items from {1} to {2} was canceled after moving {3} items
id_id: Pemindahan {0} item dari {1} ke {2} telah dibatalkan setelah memindahkan {3} item
pl_pl: Przenoszenie {0} elementów z {1} do {2} anulowane po przeniesienu {3} elementów
ru_ru: Перемещение {0} элементов из {1} в {2} отменено после перемещения {3} элемента
tr_tr: {0} öğenin {1} konumundan {2} konumuna taşınması, {3} öğenin taşınmasından sonra iptal edildi

# StatusMoveCanceledDetails_Plural2
source: Moving {0} items from {1} to {2} was canceled after moving {3} item
id_id: Pemindahan {0} item dari {1} ke {2} telah dibatalkan setelah memindahkan {3} item
pl_pl: Przenoszenie {0} elementów z {1} do {2} anulowane po przeniesieniu {3} elementu
ru_ru: Перемещение {0} элементов из {1} в {2} отменено после перемещения {3} элементов
tr_tr: {0} öğenin {1} konumundan {2} konumuna taşınması, {3} öğenin taşınmasından sonra iptal edildi

# StatusMovingItemsDetails_Singular
source: Moving {0} item from {1} to {2}
id_id: Pemindahan {0} item dari {1} ke {2}
pl_pl: Przenoszenie {0} elementu z {1} do {2}
ru_ru: Перемещение {0} элемента из {1} в {2}
tr_tr: {0} öğe {1} konumundan {2} konumuna taşınıyor

# StatusMovingItemsDetails_Plural
source: Moving {0} items from {1} to {2}
id_id: Pemindahan {0} item dari {1} ke {2}
pl_pl: Przenoszenie {0} elementów z {1} do {2}
ru_ru: Перемещение {0} элементов из {1} в {2}
tr_tr: {0} öğe {1} konumundan {2} konumuna taşınıyor

# StatusMovedItemsDetails_Singular
source: Successfully moved {0} item from {1} to {2}
id_id: Berhasil memindahkan {0} item dari {1} ke {2}
pl_pl: Pomyślnie przeniesiono {0} elementu z {1} do {2}
ru_ru: Успешно перемещено {0} элемент из {1} в {2}
tr_tr: {0} öğe {1} konumundan {2} konumuna başarıyla taşındı

# StatusMovedItemsDetails_Plural
source: Successfully moved {0} items from {1} to {2}
id_id: Berhasil memindahkan {0} item dari {1} ke {2}
pl_pl: Pomyślnie przeniesiono {0} elementów z {1} do {2}
ru_ru: Успешно перемещено {0} элементов из {1} в {2}
tr_tr: {0} öğe {1} konumundan {2} konumuna başarıyla taşındı

# StatusMoveFailedDetails_Singular
source: Failed to move {0} item from {1} to {2}
id_id: Gagal memindahkan {0} item dari {1} ke {2}
pl_pl: Nie udało się przenieść {0} elementu z {1} do {2}
ru_ru: Неудачно перемещен {0} элемент из {1} в {2}
tr_tr: {0} öğesi {1} öğesinden {2} öğesine taşınamadı

# StatusMoveFailedDetails_Plural
source: Failed to move {0} items from {1} to {2}
id_id: Gagal memindahkan {0} item dari {1} ke {2}
pl_pl: Nie udało się prznieść {0} elementów z {1} do {2}
ru_ru: Неудачно перемещено {0} элементов из {1} в {2}
tr_tr: {0} öğe {1} konumundan {2} konumuna taşınamadı

# StatusCopyCanceledDetails_Singular
source: Copying {0} item to {1} was canceled
id_id: Penyalinan {0} item ke {1} telah dibatalkan
pl_pl: Kopiowanie {0} elementu do {1} anulowane
ru_ru: Копирование {0} элемента в {1} было отменено
tr_tr: {0} öğesinin {1} öğesine kopyalanması iptal edildi

# StatusCopyCanceledDetails_Plural
source: Copying {0} items to {1} was canceled after copying {2} items
id_id: Penyalinan {0} item ke {1} telah dibatalkan setelah menyalin {2} item
pl_pl: Kopiowanie {0} elementów do {1} anulowane po skopiowaniu {2} elementów
ru_ru: Копирование {0} элементов в {1} было отменено после копирования {2} элементов
tr_tr: {2} öğe kopyalandıktan sonra {0} öğenin {1} öğesine kopyalanması iptal edildi

# StatusCopyCanceledDetails_Plural2
source: Copying {0} items to {1} was canceled after copying {2} item
id_id: Penyalinan {0} item ke {1} telah dibatalkan setelah menyalin {2} item
pl_pl: Kopiowanie {0} elementów do {1} anulowane po skopiowaniu {2} elementu
ru_ru: Копирование {0} элементов в {1} было отменено после копирования {2} элемента
tr_tr: {0} öğenin {1} öğesine kopyalanması, {2} öğenin kopyalanmasından sonra iptal edildi

# StatusCopyingItemsDetails_Singular
source: Copying {0} item to {1}
id_id: Menyalin {0} item ke {1}
pl_pl: Kopiowanie {0} elementu do {1}
ru_ru: Копирование {0} элемента в {1}
tr_tr: {0} öğesi {1} öğesine kopyalanıyor

# StatusCopyingItemsDetails_Plural
source: Copying {0} items to {1}
id_id: Menyalin {0} item ke {1}
pl_pl: Kopiowanie {0} elementów do {1}
ru_ru: Копирование {0} элементов в {1}
tr_tr: {0} öğe {1} öğesine kopyalanıyor

# StatusCopiedItemsDetails_Singular
source: Successfully copied {0} item to {1}
id_id: Berhasil menyalin {0} item ke {1}
pl_pl: Pomyślnie skopiowano {0} elementu do {1}
ru_ru: Успешно скопирован {0} элемент в {1}
tr_tr: {0} öğe başarıyla {1} öğesine kopyalandı

# StatusCopiedItemsDetails_Plural
source: Successfully copied {0} items to {1}
id_id: Berhasil menyalin {0} item ke {1}
pl_pl: Pomyślnie skopiowanu {0} elementów do {1}
ru_ru: Успешно скопировано {0} элементов в {1}
tr_tr: {0} öğe başarıyla {1} öğesine kopyalandı

# StatusDeleteCanceledDetails_Singular
source: Deleting {0} item from {1} was canceled
id_id: Menghapus {0} item dari {1} telah dibatalkan
pl_pl: Usuwanie {0} elementu z {1} anulowane
ru_ru: Удаление {0} элемента из {1} отменено
tr_tr: {1} öğesinden {0} öğenin silinmesi iptal edildi

# StatusDeleteCanceledDetails_Plural
source: Deleting {0} items from {1} was canceled after deleting {3} items
id_id: Menghapus {0} item dari {1} telah dibatalkan setelah menghapus {3} item
pl_pl: Usuwanie {0} elementów z {1} anulowane po usunięciu {3} elementów
ru_ru: Удаление {0} элементов из {1} отменено после удаления {3} элементов
tr_tr: {1} öğesinden {0} öğenin silinmesi, {3} öğe silindikten sonra iptal edildi

# StatusDeleteCanceledDetails_Plural2
source: Deleting {0} items from {1} was canceled after deleting {3} item
id_id: Menghapus {0} item dari {1} telah dibatalkan setelah menghapus {3} item
pl_pl: Usuwanie {0} elementów z {1} anulowane po usunięciu {3} elementu
ru_ru: Удаление {0} элементов из {1} отменено после удаления {3} элемента
tr_tr: {1} öğesinden {0} öğenin silinmesi, {3} öğe silindikten sonra iptal edildi

# StatusDeletingItemsDetails_Singular
source: Deleting {0} item from {1}
id_id: Menghapus {0} item dari {1}
pl_pl: Usuwanie {0} elementu z {1}
ru_ru: Удаление {0} элемента из {1}
tr_tr: {1} öğesinden {0} öğe siliniyor

# StatusDeletingItemsDetails_Plural
source: Deleting {0} items from {1}
id_id: Menghapus {0} item dari {1}
pl_pl: Usuwanie {0} elementów z {1}
ru_ru: Удаление {0} элементов из {1}
tr_tr: {1} öğesinden {0} öğe siliniyor

# StatusDeletedItemsDetails_Singular
source: Successfully deleted {0} item from {1}
id_id: Berhasil menghapus {0} item dari {1}
pl_pl: Pomyślnie usunięto {0} elementu z {1}
ru_ru: Успешно удален {0} элемент из {1}
tr_tr: {1} öğesinden {0} öğe başarıyla silindi

# StatusDeletedItemsDetails_Plural
source: Successfully deleted {0} items from {1}
id_id: Berhasil menghapus {0} item dari {1}
pl_pl: Pomyślnie usunięto {0} elementów z {1}
ru_ru: Успешно удалено {0} элементов из {1}
tr_tr: {1} öğesinden {0} öğe başarıyla silindi

# StatusDeletionFailedDetails_Singular
source: Failed to delete {0} item from {1}
id_id: Gagal menghapus {0} item dari {1}
pl_pl: Nie udało się usunąć {0} elementu z {1}
ru_ru: Не удалось удалить {0} элемент из {1}
tr_tr: {1} öğesinden {0} öğe silinemedi

source: the Recycle Bin
id_id: Keranjang Sampah
pl_pl: Kosz
ru_ru: Корзину
tr_tr: Geri Dönüşüm Kutusu

# MoveInProgress
source: Moving items
id_id: Memindahkan item
pl_pl: Przenoszenie elementów
ru_ru: Перемещение элементов
tr_tr: Öğeleri taşıma

# CopyInProgress.Title
source: Copying items
id_id: Menyalin item
pl_pl: Kopiowanie elementów
ru_ru: Копирование элементов
tr_tr: Öğeleri kopyalama

# StatusRecycleFailed
source: Recycle failed
id_id: Pemindahan ke keranjang sampah gagal
pl_pl: Nie udało się przenieść do Kosza
ru_ru: Не удалось переместить элемент в Корзину
tr_tr: Geri dönüşüm başarısız oldu

# StatusRecycleCancelled
source: Recycle cancelled
id_id: Pemindahan ke keranjang sampah dibatalkan
pl_pl: Przenoszenie do kosza anulowane
ru_ru: Перемещение в Корзину отменено
tr_tr: geri dönüşüm iptal edildi

source: canceling
id_id: membatalkan
pl_pl: anulowanie
ru_ru: идет отмена
tr_tr: iptal

# OngoingTasksDismissBannerButton.AutomationProperties.Name
source: Dismiss
id_id: Hilangkan
pl_pl: Odrzuć
ru_ru: Закрыть
tr_tr: Azletmek

# OngoingTasksDismissBannerButton.ToolTipService.ToolTip
source: Dismiss
id_id: Hilangkan
pl_pl: Odrzuć
ru_ru: Закрыть
tr_tr: Azletmek

# NavToolbarWidgets.Label
source: Widgets
id_id: Widget
pl_pl: Widżety
ru_ru: Виджеты
tr_tr: Widget'lar

# NavToolbarSelectionOptions.Label
source: Select
id_id: Pilih
pl_pl: Wybierz
ru_ru: Выделение
tr_tr: Seçme

# NavToolbarLayoutOptionsButton.AutomationProperties.Name
source: Layout
id_id: Tata letak
pl_pl: Układ
ru_ru: Разметка
tr_tr: Düzen

# NavToolbarLayoutOptionsButton.ToolTipService.ToolTip
source: Layout
id_id: Tata letak
pl_pl: Układ
ru_ru: Разметка
tr_tr: Düzen

# NavToolbarLayoutOptionsButton.Label
source: Layout
id_id: Tata letak
pl_pl: Układ
ru_ru: Разметка
tr_tr: Düzen

# PreviewPaneToggle.Label
source: Preview
id_id: Pratinjau
pl_pl: Podgląd
ru_ru: Предпросмотр
tr_tr: Ön izleme

# NavToolbarSortOptionsButton.ToolTipService.ToolTip
source: Sort
id_id: Urutkan
pl_pl: Sortuj
ru_ru: Сортировка
tr_tr: Çeşit

# NavToolbarSortOptionsButton.AutomationProperties.Name
source: Sort
id_id: Urutkan
pl_pl: Sortuj
ru_ru: Сортировка
tr_tr: Çeşit

# NavToolbarSortOptionsButton.Label
source: Sort
id_id: Urutkan
pl_pl: Sortuj
ru_ru: Сортировка
tr_tr: Çeşit

# NavToolbarLayout.Text
source: Layout
id_id: Tata letak
pl_pl: Układ
ru_ru: Разметка
tr_tr: Düzen

# StatusDeletionFailedDetails_Plural
source: Failed to delete {0} items from {1}
id_id: Gagal menghapus {0} dari {1} item
pl_pl: Nie udało się usunąć {0} elementów z {1}
ru_ru: Не удалось удалить {0} элементов из {1}
tr_tr: {1} öğesinden {0} öğe silinemedi

# NavigationToolbarNewWindow.Label
source: New window
id_id: Jendela baru
pl_pl: Nowe okno
ru_ru: Новое окно
tr_tr: Yeni pencere
